[
    {
        "sentence": "[Amane]::Hmmmm... So they`re coming out with cosplay-type lingerie this year...",
        "translation": "Amane「Hmmmm... Năm nay họ tung ra mấy bộ đồ lót kiểu cosplay à...」"
    },
    {
        "sentence": "[Amane]::Well, it`s not going to provide much support for your breasts, that`s for sure. You go for lingerie like this specifically for the lewdness factor.",
        "translation": "Amane「Chắc chắn là nó chẳng hỗ trợ được gì cho bộ ngực của cậu đâu. Cậu chọn mấy loại đồ lót này là hoàn toàn vì yếu tố gợi dục mà.」"
    },
    {
        "sentence": "[Amane]::Well, yeah. Those are designed so you can have sex while you`re wearing them...",
        "translation": "Amane「Ừ, đúng vậy. Mấy thứ đó được thiết kế để cậu có thể làm tình trong khi vẫn mặc chúng mà...」"
    },
    {
        "sentence": "[Amane]::...also, don`t call it \"stuffing.\"",
        "translation": "Amane「...à, với lại, đừng có gọi nó là \"ruột\" nhé.」"
    },
    {
        "sentence": "[Amane]::Not necessarily. This sort of accessory can be the perfect way to spice it up when things start getting stale.",
        "translation": "Amane「Không hẳn. Loại phụ kiện này có thể là cách hoàn hảo để thêm gia vị khi mọi thứ bắt đầu trở nên nhàm chán đấy.」"
    },
    {
        "sentence": "[Amane]::What kind of woman do you think I am, anyway...?",
        "translation": "Amane「Tớ là loại phụ nữ gì trong mắt cậu vậy...?」"
    },
    {
        "sentence": "[Amane]::Oh? Something wrong, Sakaki-san? You`re just standing there...",
        "translation": "Amane「Ồ? Có chuyện gì sao, Sakaki-san? Cậu cứ đứng đực ra đấy...」"
    },
    {
        "sentence": "[Amane]::......",
        "translation": "Amane「......」"
    },
    {
        "sentence": "[Amane]::I got it!!",
        "translation": "Amane「Tớ hiểu rồi!!」"
    },
    {
        "sentence": "[Amane]::I`m going to leave this copy of Tiger Girl, the carnivorous woman`s \"bible,\" right here.",
        "translation": "Amane「Tớ sẽ để cuốn \"kinh thánh\" của mấy cô nàng thích ăn thịt người, Tiger Girl, ở đây nhé.」"
    },
    {
        "sentence": "[Amane]::Should someone happen to borrow this magazine, use it however they please, and return it with some fresh stains, I won`t say a word.",
        "translation": "Amane「Nếu ai đó mượn cuốn tạp chí này, dùng nó tùy thích, rồi trả lại với vài vết bẩn mới, tớ sẽ không nói gì đâu.」"
    },
    {
        "sentence": "[Amane]::Oh, c`mon. We know how to read between the lines. It`s been a while since you and Yuuji have done it, right?",
        "translation": "Amane「Thôi nào. Tụi này biết đọc vị mà. Lâu lắm rồi cậu với Yuuji không làm chuyện đó, đúng không?」"
    },
    {
        "sentence": "[Amane]::Just between you and us, Sakaki-san... you get pretty loud.",
        "translation": "Amane「Nói nhỏ thôi nhé, Sakaki-san... cậu hơi ồn ào đấy.」"
    },
    {
        "sentence": "[Amane]::Yep. I mean, even before you started going out with Yuuji, everyone knew you were a horndog who spent half your time hoarding porno off the internet.",
        "translation": "Amane「Ừ. Ý tớ là, kể cả trước khi cậu hẹn hò với Yuuji, ai cũng biết cậu là đồ háo sắc dành nửa thời gian để tích trữ phim khiêu dâm trên mạng rồi.」"
    },
    {
        "sentence": "[Amane]::Well, yeah, but that`s not really the point. What I`m trying to say is... we`re glad you and Yuuji are back.",
        "translation": "Amane「Ừ, thì đúng là vậy, nhưng không phải vấn đề ở đó. Tớ muốn nói là... bọn tớ rất vui vì cậu và Yuuji đã trở lại.」"
    },
    {
        "sentence": "[Amane]::Well, y`know... when you guys finally came back after a year, it sorta hit me. It`s just not Mihama Academy without all six of us, right?",
        "translation": "Amane「À thì... ý tớ là... đến khi mọi người quay lại sau một năm, tớ mới nhận ra. Thiếu cả sáu người thì không còn là Học viện Mihama nữa, đúng không?」"
    },
    {
        "sentence": "[Amane]::So anyway, Sakaki-san. Take a good look through this magazine, then give Yuuji a surprise to remember!",
        "translation": "Amane「Vậy đó, Sakaki-san. Xem kỹ cuốn tạp chí này đi, rồi tạo cho Yuuji một bất ngờ đáng nhớ!」"
    },
    {
        "sentence": "[Amane]::Oh, but of course! You need only become... a tiger.",
        "translation": "Amane「Ồ, tất nhiên rồi! Cậu chỉ cần trở thành... một con hổ thôi.」"
    },
    {
        "sentence": "[Amane]::Er, sorry... don`t mean to interrupt while you`re having fun... but do you have a minute?",
        "translation": "Amane「Ờm, xin lỗi... không có ý làm phiền khi mọi người đang vui... nhưng cậu có rảnh một chút không?」"
    },
    {
        "sentence": "[Amane]::Uhhhm... since \"Welcome home, Yuuji. Pyon.\" Or thereabouts.",
        "translation": "Amane「Ưm... giống như là “Mừng cậu về nhà, Yuuji. Nhảy nhót.” Gì đó tương tự。」"
    },
    {
        "sentence": "[Amane]::I mean, wow... it`s been a whole year since you two ran off together, but... I didn`t know you`d gotten quite THIS friendly...",
        "translation": "Amane「Ý tớ là, ôi trời... đã một năm rồi hai người bỏ đi cùng nhau, nhưng... tớ không biết hai người lại thân thiết đến mức này...」"
    },
    {
        "sentence": "[Amane]::Huh? Sakaki-san, you seem surprisingly calm about this. I`d probably have run off screaming if someone saw me like that, to be honest...",
        "translation": "Amane「Hả? Sakaki-san, sao cậu lại bình tĩnh thế? Thật lòng thì, nếu có ai đó nhìn tớ trong bộ dạng đó, chắc tớ đã bỏ chạy la hét mất rồi...」"
    },
    {
        "sentence": "[Amane]::...Uh... perfectly ordinary, huh?",
        "translation": "Amane「...Ừm... hoàn toàn bình thường, hả?」"
    },
    {
        "sentence": "[Amane]::Okay, but that \"pyon\" thing...",
        "translation": "Amane「Được rồi, nhưng cái trò \"pyon\" ấy thì...」"
    },
    {
        "sentence": "[Amane]::Oh, right... we just wanted to let you know lunch is ready, that`s all...",
        "translation": "Amane「À, phải rồi... bọn tớ chỉ muốn báo cho cậu biết bữa trưa xong rồi thôi ý mà...」"
    },
    {
        "sentence": "[Amane]::Aw, it`s no biggie. It isn`t any harder to make a meal for six than for two.",
        "translation": "Amane「Ôi, không sao đâu mà. Nấu cho sáu người ăn cũng không khó hơn nấu cho hai người là mấy đâu ạ.」"
    },
    {
        "sentence": "[Amane]::Well, the thought did cross my mind... but Mom and Dad have been bugging me to come back home once I graduate.",
        "translation": "Amane「Ừm, ý nghĩ đó thì cũng thoáng qua đầu tớ... nhưng bố mẹ cứ giục tớ về nhà sau khi tốt nghiệp ấy.」"
    },
    {
        "sentence": "[Amane]::In any case, I`ll definitely be hanging around the dorm for the rest of the year, so I`ll make sure to take good care of you all in the meantime.",
        "translation": "Amane「Dù sao thì, năm nay tớ cũng sẽ luôn ở lại ký túc xá, nên tớ sẽ đảm bảo chăm sóc tốt cho mọi người trong thời gian này.」"
    },
    {
        "sentence": "[Amane]::Well then, Makina and I will be heading back now.",
        "translation": "Amane「Thôi vậy thì, tớ và Makina xin phép về trước nhé.」"
    },
    {
        "sentence": "[Amane]::Guess I`d go for a dishwasher, maybe? Just bought myself a new oven set last year, after all.",
        "translation": "Amane「Tớ nghĩ chắc là máy rửa bát nhỉ? Dù gì năm ngoái tớ cũng mới mua một bộ lò nướng mới rồi mà.」"
    },
    {
        "sentence": "[Amane]::Don`t \"forget\" something like that...",
        "translation": "Amane「Đừng có mà \"quên\" những chuyện như vậy đấy...」"
    },
    {
        "sentence": "[Amane]::Uh, sorry... but I really think those are both complete scams.",
        "translation": "Amane「À, tớ xin lỗi... nhưng tớ thật sự nghĩ cả hai thứ đó đều là lừa đảo đấy.」"
    },
    {
        "sentence": "[Amane]::Remind me never to trust Michiru with a large amount of money.",
        "translation": "Amane「Nhắc tớ đừng bao giờ tin tưởng giao nhiều tiền cho Michiru nữa.」"
    },
    {
        "sentence": "[Amane]::So, this \"stash\" of yours... must be pretty big, huh?",
        "translation": "Amane「Vậy, cái \"kho\" của cô.. chắc là to lắm hả?」"
    },
    {
        "sentence": "[Amane]::Ooh, I see... Yeah, that`s a bit much to handle...",
        "translation": "Amane「Ooh, em hiểu rồi... Ừm, hơi quá sức đối với em thật...」"
    },
    {
        "sentence": "[Amane]::Ooh, I get it. You`ve already got the number one item on your wishlist, right? By which I mean Yuuji.",
        "translation": "Amane「Ooh, tớ hiểu rồi. Cậu đã có món đồ số một trong danh sách mong ước của cậu rồi, phải không? Ý tớ là Yuuji đó.」"
    },
    {
        "sentence": "[Amane]::Buuut... you`re not denying it, either?",
        "translation": "Amane「Nhưng mà... cậu cũng không phủ nhận nó mà, đúng không?」"
    },
    {
        "sentence": "[Amane]::Anyway... thinking up ways to use leftover money kinda makes this feel like a \"graduation,\" doesn`t it?",
        "translation": "Amane「Dù sao thì... nghĩ cách tiêu số tiền còn thừa này cũng khiến tớ thấy như là \"tốt nghiệp\" rồi ấy nhỉ?」"
    },
    {
        "sentence": "[Amane]::C`mon, didn`t you do something similar when you finished grade school? There`s usually some money left over in the field trip fund, so everybody decides on a gift to leave the younger students...",
        "translation": "Amane「Thôi nào, chẳng phải cô cũng làm điều gì đó tương tự khi học xong tiểu học à? Thường thì sẽ có một ít tiền thừa từ quỹ đi chơi, nên mọi người sẽ quyết định mua một món quà gì đó cho các em học sinh khóa dưới...」"
    },
    {
        "sentence": "[Amane]::For some reason, my class ended up getting a totem pole for the courtyard...",
        "translation": "Amane「Chẳng hiểu sao lớp em lại có một cái cột Totem ở sân trường...」"
    },
    {
        "sentence": "[Amane]::I`m sure we`ll figure out something by then.",
        "translation": "Amane「Em chắc chắn đến lúc đó chúng ta sẽ nghĩ ra điều gì đó thôi.」"
    },
    {
        "sentence": "[Amane]::All right, that`s enough of that. No more teasing Chizu-chan! Help me get ready for dinner, everyone.",
        "translation": "Amane「Được rồi, đủ rồi đó. Không được trêu Chizu-chan nữa! Mọi người giúp tớ chuẩn bị bữa tối đi.」"
    },
    {
        "sentence": "[Amane]::Okay then. Let`s move on to learning how to use the knife!",
        "translation": "Amane「Được rồi. Vậy thì, chúng ta chuyển sang học cách sử dụng dao nhé!」"
    },
    {
        "sentence": "[Amane]::Guess you`re excited to finally get a little hands-on knife practice, huh?",
        "translation": "Amane「Đoán xem cậu háo hức muốn được thực hành dao kéo lắm rồi, hả?」"
    },
    {
        "sentence": "[Amane]::Ah, right... that`s just a kind of \"image training,\" you know? When you get a bit more practice, you`ll know what to do with an ingredient the instant you pick it up... that`s what my Dad always says, at least.",
        "translation": "Amane「À, phải rồi... đó chỉ là một kiểu \"luyện tập hình ảnh\" thôi, cậu biết mà? Khi cậu luyện tập nhiều hơn một chút, cậu sẽ biết phải làm gì với một nguyên liệu ngay khi cậu nhặt nó lên... ít nhất thì bố tớ luôn nói thế.」"
    },
    {
        "sentence": "[Amane]::Oh, that? Guess I was thinking it might make you broaden your horizons a little...",
        "translation": "Amane「À, cái đó hả? Tớ chỉ nghĩ là nó có thể giúp cậu mở mang tầm mắt một chút thôi mà...」"
    },
    {
        "sentence": "[Amane]::From what you`ve told me, it`s not like you`re completely useless with a knife... so why don`t we start off by seeing if you can peel that daikon into a long, thin sheet?",
        "translation": "Amane「Theo những gì cậu kể thì đâu phải cậu hoàn toàn vô dụng với dao... vậy sao chúng ta không bắt đầu bằng việc xem cậu có thể gọt củ cải thành một lát mỏng và dài không?」"
    },
    {
        "sentence": "[Amane]::That`s right. Also, we`ll be using a normal kitchen knife this time, not a double-edged one. Fair warning... it takes some finesse to use these properly. ",
        "translation": "Amane「Đúng vậy. Với lại, lần này chúng ta sẽ dùng dao phay bình thường, không phải loại hai lưỡi đâu. Tớ cảnh báo trước... cần có chút khéo léo để dùng chúng đúng cách đấy.」"
    },
    {
        "sentence": "[Amane]::Hmm... you sorta want to hold the knife closer to your stomach, usually...",
        "translation": "Amane「Hmm... thường thì cậu nên để dao gần bụng hơn...」"
    },
    {
        "sentence": "[Amane]::But getting familiar with the basic process is more important for now. Try to find a grip that lets you move the daikon around easily.",
        "translation": "Amane「Nhưng làm quen với quy trình cơ bản quan trọng hơn lúc này. Cố tìm cách cầm sao cho dễ di chuyển củ cải nhé.」"
    }
]