[
    {
        "sentence": "[Amane]::Hmmmm... So they`re coming out with cosplay-type lingerie this year...",
        "translation": "Amane「Hmmmm... Năm nay họ tung ra mấy bộ đồ lót kiểu cosplay à...」"
    },
    {
        "sentence": "[Amane]::Well, it`s not going to provide much support for your breasts, that`s for sure. You go for lingerie like this specifically for the lewdness factor.",
        "translation": "Amane「Chắc chắn là nó chẳng hỗ trợ được gì cho bộ ngực của cậu đâu. Cậu chọn mấy loại đồ lót này là hoàn toàn vì yếu tố gợi dục mà.」"
    },
    {
        "sentence": "[Amane]::Well, yeah. Those are designed so you can have sex while you`re wearing them...",
        "translation": "Amane「Ừ, đúng vậy. Mấy thứ đó được thiết kế để cậu có thể làm tình trong khi vẫn mặc chúng mà...」"
    },
    {
        "sentence": "[Amane]::...also, don`t call it \"stuffing.\"",
        "translation": "Amane「...à, với lại, đừng có gọi nó là \"ruột\" nhé.」"
    },
    {
        "sentence": "[Amane]::Not necessarily. This sort of accessory can be the perfect way to spice it up when things start getting stale.",
        "translation": "Amane「Không hẳn. Loại phụ kiện này có thể là cách hoàn hảo để thêm gia vị khi mọi thứ bắt đầu trở nên nhàm chán đấy.」"
    },
    {
        "sentence": "[Amane]::What kind of woman do you think I am, anyway...?",
        "translation": "Amane「Tớ là loại phụ nữ gì trong mắt cậu vậy...?」"
    },
    {
        "sentence": "[Amane]::Oh? Something wrong, Sakaki-san? You`re just standing there...",
        "translation": "Amane「Ồ? Có chuyện gì sao, Sakaki-san? Cậu cứ đứng đực ra đấy...」"
    },
    {
        "sentence": "[Amane]::......",
        "translation": "Amane「......」"
    },
    {
        "sentence": "[Amane]::I got it!!",
        "translation": "Amane「Tớ hiểu rồi!!」"
    },
    {
        "sentence": "[Amane]::I`m going to leave this copy of Tiger Girl, the carnivorous woman`s \"bible,\" right here.",
        "translation": "Amane「Tớ sẽ để cuốn \"kinh thánh\" của mấy cô nàng thích ăn thịt người, Tiger Girl, ở đây nhé.」"
    },
    {
        "sentence": "[Amane]::Should someone happen to borrow this magazine, use it however they please, and return it with some fresh stains, I won`t say a word.",
        "translation": "Amane「Nếu ai đó mượn cuốn tạp chí này, dùng nó tùy thích, rồi trả lại với vài vết bẩn mới, tớ sẽ không nói gì đâu.」"
    },
    {
        "sentence": "[Amane]::Oh, c`mon. We know how to read between the lines. It`s been a while since you and Yuuji have done it, right?",
        "translation": "Amane「Thôi nào. Tụi này biết đọc vị mà. Lâu lắm rồi cậu với Yuuji không làm chuyện đó, đúng không?」"
    },
    {
        "sentence": "[Amane]::Just between you and us, Sakaki-san... you get pretty loud.",
        "translation": "Amane「Nói nhỏ thôi nhé, Sakaki-san... cậu hơi ồn ào đấy.」"
    },
    {
        "sentence": "[Amane]::Yep. I mean, even before you started going out with Yuuji, everyone knew you were a horndog who spent half your time hoarding porno off the internet.",
        "translation": "Amane「Ừ. Ý tớ là, kể cả trước khi cậu hẹn hò với Yuuji, ai cũng biết cậu là đồ háo sắc dành nửa thời gian để tích trữ phim khiêu dâm trên mạng rồi.」"
    },
    {
        "sentence": "[Amane]::Well, yeah, but that`s not really the point. What I`m trying to say is... we`re glad you and Yuuji are back.",
        "translation": "Amane「Ừ, thì đúng là vậy, nhưng không phải vấn đề ở đó. Tớ muốn nói là... bọn tớ rất vui vì cậu và Yuuji đã trở lại.」"
    },
    {
        "sentence": "[Amane]::Well, y`know... when you guys finally came back after a year, it sorta hit me. It`s just not Mihama Academy without all six of us, right?",
        "translation": "Amane「À thì... ý tớ là... đến khi mọi người quay lại sau một năm, tớ mới nhận ra. Thiếu cả sáu người thì không còn là Học viện Mihama nữa, đúng không?」"
    },
    {
        "sentence": "[Amane]::So anyway, Sakaki-san. Take a good look through this magazine, then give Yuuji a surprise to remember!",
        "translation": "Amane「Vậy đó, Sakaki-san. Xem kỹ cuốn tạp chí này đi, rồi tạo cho Yuuji một bất ngờ đáng nhớ!」"
    },
    {
        "sentence": "[Amane]::Oh, but of course! You need only become... a tiger.",
        "translation": "Amane「Ồ, tất nhiên rồi! Cậu chỉ cần trở thành... một con hổ thôi.」"
    },
    {
        "sentence": "[Amane]::Er, sorry... don`t mean to interrupt while you`re having fun... but do you have a minute?",
        "translation": "Amane「Ờm, xin lỗi... không có ý làm phiền khi mọi người đang vui... nhưng cậu có rảnh một chút không?」"
    },
    {
        "sentence": "[Amane]::Uhhhm... since \"Welcome home, Yuuji. Pyon.\" Or thereabouts.",
        "translation": "Amane「Ưm... giống như là “Mừng cậu về nhà, Yuuji. Nhảy nhót.” Gì đó tương tự。」"
    },
    {
        "sentence": "[Amane]::I mean, wow... it`s been a whole year since you two ran off together, but... I didn`t know you`d gotten quite THIS friendly...",
        "translation": "Amane「Ý tớ là, ôi trời... đã một năm rồi hai người bỏ đi cùng nhau, nhưng... tớ không biết hai người lại thân thiết đến mức này...」"
    },
    {
        "sentence": "[Amane]::Huh? Sakaki-san, you seem surprisingly calm about this. I`d probably have run off screaming if someone saw me like that, to be honest...",
        "translation": "Amane「Hả? Sakaki-san, sao cậu lại bình tĩnh thế? Thật lòng thì, nếu có ai đó nhìn tớ trong bộ dạng đó, chắc tớ đã bỏ chạy la hét mất rồi...」"
    },
    {
        "sentence": "[Amane]::...Uh... perfectly ordinary, huh?",
        "translation": "Amane「...Ừm... hoàn toàn bình thường, hả?」"
    },
    {
        "sentence": "[Amane]::Okay, but that \"pyon\" thing...",
        "translation": "Amane「Được rồi, nhưng cái trò \"pyon\" ấy thì...」"
    },
    {
        "sentence": "[Amane]::Oh, right... we just wanted to let you know lunch is ready, that`s all...",
        "translation": "Amane「À, phải rồi... bọn tớ chỉ muốn báo cho cậu biết bữa trưa xong rồi thôi ý mà...」"
    },
    {
        "sentence": "[Amane]::Aw, it`s no biggie. It isn`t any harder to make a meal for six than for two.",
        "translation": "Amane「Ôi, không sao đâu mà. Nấu cho sáu người ăn cũng không khó hơn nấu cho hai người là mấy đâu ạ.」"
    },
    {
        "sentence": "[Amane]::Well, the thought did cross my mind... but Mom and Dad have been bugging me to come back home once I graduate.",
        "translation": "Amane「Ừm, ý nghĩ đó thì cũng thoáng qua đầu tớ... nhưng bố mẹ cứ giục tớ về nhà sau khi tốt nghiệp ấy.」"
    },
    {
        "sentence": "[Amane]::In any case, I`ll definitely be hanging around the dorm for the rest of the year, so I`ll make sure to take good care of you all in the meantime.",
        "translation": "Amane「Dù sao thì, năm nay tớ cũng sẽ luôn ở lại ký túc xá, nên tớ sẽ đảm bảo chăm sóc tốt cho mọi người trong thời gian này.」"
    },
    {
        "sentence": "[Amane]::Well then, Makina and I will be heading back now.",
        "translation": "Amane「Thôi vậy thì, tớ và Makina xin phép về trước nhé.」"
    },
    {
        "sentence": "[Amane]::Guess I`d go for a dishwasher, maybe? Just bought myself a new oven set last year, after all.",
        "translation": "Amane「Tớ nghĩ chắc là máy rửa bát nhỉ? Dù gì năm ngoái tớ cũng mới mua một bộ lò nướng mới rồi mà.」"
    },
    {
        "sentence": "[Amane]::Don`t \"forget\" something like that...",
        "translation": "Amane「Đừng có mà \"quên\" những chuyện như vậy đấy...」"
    },
    {
        "sentence": "[Amane]::Uh, sorry... but I really think those are both complete scams.",
        "translation": "Amane「À, tớ xin lỗi... nhưng tớ thật sự nghĩ cả hai thứ đó đều là lừa đảo đấy.」"
    },
    {
        "sentence": "[Amane]::Remind me never to trust Michiru with a large amount of money.",
        "translation": "Amane「Nhắc tớ đừng bao giờ tin tưởng giao nhiều tiền cho Michiru nữa.」"
    },
    {
        "sentence": "[Amane]::So, this \"stash\" of yours... must be pretty big, huh?",
        "translation": "Amane「Vậy, cái \"kho\" của cô.. chắc là to lắm hả?」"
    },
    {
        "sentence": "[Amane]::Ooh, I see... Yeah, that`s a bit much to handle...",
        "translation": "Amane「Ooh, em hiểu rồi... Ừm, hơi quá sức đối với em thật...」"
    },
    {
        "sentence": "[Amane]::Ooh, I get it. You`ve already got the number one item on your wishlist, right? By which I mean Yuuji.",
        "translation": "Amane「Ooh, tớ hiểu rồi. Cậu đã có món đồ số một trong danh sách mong ước của cậu rồi, phải không? Ý tớ là Yuuji đó.」"
    },
    {
        "sentence": "[Amane]::Buuut... you`re not denying it, either?",
        "translation": "Amane「Nhưng mà... cậu cũng không phủ nhận nó mà, đúng không?」"
    },
    {
        "sentence": "[Amane]::Anyway... thinking up ways to use leftover money kinda makes this feel like a \"graduation,\" doesn`t it?",
        "translation": "Amane「Dù sao thì... nghĩ cách tiêu số tiền còn thừa này cũng khiến tớ thấy như là \"tốt nghiệp\" rồi ấy nhỉ?」"
    },
    {
        "sentence": "[Amane]::C`mon, didn`t you do something similar when you finished grade school? There`s usually some money left over in the field trip fund, so everybody decides on a gift to leave the younger students...",
        "translation": "Amane「Thôi nào, chẳng phải cô cũng làm điều gì đó tương tự khi học xong tiểu học à? Thường thì sẽ có một ít tiền thừa từ quỹ đi chơi, nên mọi người sẽ quyết định mua một món quà gì đó cho các em học sinh khóa dưới...」"
    },
    {
        "sentence": "[Amane]::For some reason, my class ended up getting a totem pole for the courtyard...",
        "translation": "Amane「Chẳng hiểu sao lớp em lại có một cái cột Totem ở sân trường...」"
    },
    {
        "sentence": "[Amane]::I`m sure we`ll figure out something by then.",
        "translation": "Amane「Em chắc chắn đến lúc đó chúng ta sẽ nghĩ ra điều gì đó thôi.」"
    },
    {
        "sentence": "[Amane]::All right, that`s enough of that. No more teasing Chizu-chan! Help me get ready for dinner, everyone.",
        "translation": "Amane「Được rồi, đủ rồi đó. Không được trêu Chizu-chan nữa! Mọi người giúp tớ chuẩn bị bữa tối đi.」"
    },
    {
        "sentence": "[Amane]::Okay then. Let`s move on to learning how to use the knife!",
        "translation": "Amane「Được rồi. Vậy thì, chúng ta chuyển sang học cách sử dụng dao nhé!」"
    },
    {
        "sentence": "[Amane]::Guess you`re excited to finally get a little hands-on knife practice, huh?",
        "translation": "Amane「Đoán xem cậu nóng lòng muốn được thực hành dao kéo lắm rồi, hả?」"
    },
    {
        "sentence": "[Amane]::Ah, right... that`s just a kind of \"image training,\" you know? When you get a bit more practice, you`ll know what to do with an ingredient the instant you pick it up... that`s what my Dad always says, at least.",
        "translation": "Amane「À, phải rồi... đó chỉ là một kiểu \"luyện tập hình ảnh\" thôi, cậu biết mà? Khi cậu luyện tập nhiều hơn một chút, cậu sẽ biết phải làm gì với một nguyên liệu ngay khi cậu nhặt nó lên... ít nhất thì bố tớ luôn nói thế.」"
    },
    {
        "sentence": "[Amane]::Oh, that? Guess I was thinking it might make you broaden your horizons a little...",
        "translation": "Amane「À, cái đó hả? Tớ chỉ nghĩ là nó có thể giúp cậu mở mang tầm mắt một chút thôi mà...」"
    },
    {
        "sentence": "[Amane]::From what you`ve told me, it`s not like you`re completely useless with a knife... so why don`t we start off by seeing if you can peel that daikon into a long, thin sheet?",
        "translation": "Amane「Theo những gì cậu kể thì đâu phải cậu hoàn toàn vô dụng với dao... vậy sao chúng ta không bắt đầu bằng việc xem cậu có thể gọt củ cải thành một lát mỏng và dài không?」"
    },
    {
        "sentence": "[Amane]::That`s right. Also, we`ll be using a normal kitchen knife this time, not a double-edged one. Fair warning... it takes some finesse to use these properly. ",
        "translation": "Amane「Đúng vậy. Với lại, lần này chúng ta sẽ dùng dao phay bình thường, không phải loại hai lưỡi đâu. Tớ cảnh báo trước... cần có chút khéo léo để dùng chúng đúng cách đấy.」"
    },
    {
        "sentence": "[Amane]::Hmm... you sorta want to hold the knife closer to your stomach, usually...",
        "translation": "Amane「Hmm... thường thì cậu nên để dao gần bụng hơn...」"
    },
    {
        "sentence": "[Amane]::But getting familiar with the basic process is more important for now. Try to find a grip that lets you move the daikon around easily.",
        "translation": "Amane「Nhưng làm quen với quy trình cơ bản quan trọng hơn lúc này. Cố tìm cách cầm sao cho dễ di chuyển củ cải nhé.」"
    },
    {
        "sentence": "[Amane]::How`s it going? Found a good position for your thumb yet?",
        "translation": "Amane「Sao rồi? Tìm được vị trí đặt ngón tay cái tốt chưa?」"
    },
    {
        "sentence": "[Amane]::Okay then, let`s start peeling that sucker! Just make sure you hold your knife still as you turn the daikon.",
        "translation": "Amane「Được rồi, bắt đầu gọt củ cải thôi! Nhớ giữ dao cho vững khi cậu xoay củ cải đó.」"
    },
    {
        "sentence": "[Amane]::Looks like you peeled about three centimeters there, huh? Guess that`s your first score to beat.",
        "translation": "Amane「Có vẻ cậu gọt đi khoảng ba phân rồi nhỉ? Chắc đó là số điểm đầu tiên để cậu vượt qua đấy.」"
    },
    {
        "sentence": "[Amane]::Your left hand was moving pretty nicely, though. If you can control your knife a little better, I think you`ll be peeling away in no time.",
        "translation": "Amane「Dù sao thì tay trái của cậu di chuyển khá ổn đấy. Nếu cậu có thể điều khiển dao tốt hơn một chút, tớ nghĩ cậu sẽ gọt vỏ được ngay thôi.」"
    },
    {
        "sentence": "[Amane]::Either way, there`s only one way to improve. Peel, girl! Peel that sucker! Peel it reeeal good!",
        "translation": "Amane「Dù sao thì, chỉ có một cách để cải thiện thôi. Gọt đi, cô gái! Gọt cái thứ đó đi! Gọt cho thật ngon vào!」"
    },
    {
        "sentence": "[Amane]::From what I`m seeing, your right hand`s definitely the problem. Try to pretend it`s a robot, okay? All it has to do is move the blade up and down, up and down.",
        "translation": "Amane「Theo tớ thấy thì, tay phải của cậu chắc chắn là có vấn đề rồi. Cứ coi nó như một con robot đi, được không? Việc duy nhất nó phải làm là di chuyển lưỡi dao lên và xuống thôi.」"
    },
    {
        "sentence": "[Amane]::Hmm... you really can`t help using too much force with that knife, can you...?",
        "translation": "Amane「Hmm... cậu đúng là không thể không dùng quá nhiều sức với con dao này nhỉ...?」"
    },
    {
        "sentence": "[Amane]::Okay then, how about a new plan? Think of that daikon as Yuuji!",
        "translation": "Amane「Vậy thì, hay là thử một kế hoạch mới nhé? Cứ tưởng củ cải đó là Yuuji đi!」"
    },
    {
        "sentence": "[Amane]::Yep. What you`re holding right now isn`t a radish... it`s your beloved Yuuji`s precious... well...",
        "translation": "Amane「Ừ. Thứ mà cậu đang cầm không phải là củ cải đâu... mà là \"của quý\" của Yuuji yêu dấu... à thì...」"
    },
    {
        "sentence": "[Amane]::...Yep. And with that image in your mind... move your fingers gently... carefully...",
        "translation": "Amane「...Ừ. Và với hình ảnh đó trong đầu... di chuyển các ngón tay nhẹ nhàng thôi... cẩn thận...」"
    },
    {
        "sentence": "[Amane]::That`s the spirit, Sakaki-san. Let`s get a full rotation this time!",
        "translation": "Amane「Giữ vững tinh thần nha, Sakaki-san. Lần này hãy xoay vòng đầy đủ nhé!」"
    },
    {
        "sentence": "[Amane]::Nah, it`s my bad... I forgot how much of a perv you are, Sakaki-san...",
        "translation": "Amane「À, lỗi tại tớ... Tớ quên mất cậu là đồ biến thái cỡ nào, Sakaki-san...」"
    },
    {
        "sentence": "[Amane]::At this point... maybe we should back up a little and get you some more practice with just handling the knife...",
        "translation": "Amane「Đến nước này... có lẽ chúng ta nên lùi lại một chút và để tớ luyện tập thêm cho cậu cách dùng dao thôi...」"
    },
    {
        "sentence": "[Amane]::Well, uh... learning by repetition isn`t always...",
        "translation": "Amane「Ờ thì, ừm... học bằng cách lặp lại không phải lúc nào cũng...」"
    },
    {
        "sentence": "[Amane]::Okay. Since you`re that determined, let`s keep going for a little while longer.",
        "translation": "Amane「Được rồi. Vì cậu đã quyết tâm như vậy, chúng ta cứ tiếp tục thêm một lúc nữa vậy.」"
    },
    {
        "sentence": "[Amane]::One more time...",
        "translation": "Amane「Thêm một lần nữa nhé...」"
    },
    {
        "sentence": "[Amane]::Just a little more...",
        "translation": "Amane「Thêm một chút nữa thôi...」"
    },
    {
        "sentence": "[Amane]::Right... keeping moving your hands at a good tempo...",
        "translation": "Amane「Đúng rồi... cứ giữ nhịp tay đều đặn như vậy nhé...」"
    },
    {
        "sentence": "[Amane]::Ablmph!?",
        "translation": "Amane「Ớ!?」"
    },
    {
        "sentence": "[Amane]::Y-Yeah... the peel was only about a centimeter wide by the end, there... but you got all the way around the radish...",
        "translation": "Amane「Ừ... lớp vỏ chỉ mỏng khoảng một centimet thôi... nhưng mà cậu gọt được hết cả củ cải rồi...」"
    },
    {
        "sentence": "[Amane]::...Sorry. I get that you`re happy and all, but... could you ease up on that bear hug a little?",
        "translation": "Amane「...Tớ xin lỗi. Tớ biết là cậu đang vui, nhưng... cậu có thể nới lỏng cái ôm gấu đó ra một chút được không?」"
    },
    {
        "sentence": "[Amane]::Ahaha... guess even you act on impulse sometimes, huh?",
        "translation": "Amane「Ahaha... hóa ra đôi khi cậu cũng bốc đồng nhỉ?」"
    },
    {
        "sentence": "[Amane]::And you called me \"Amane,\" too.",
        "translation": "Amane「Cậu cũng gọi tớ là \"Amane\" nữa.」"
    },
    {
        "sentence": "[Amane]::Yep... I know what I heard.",
        "translation": "Amane「Ừ... Tớ biết tớ đã nghe thấy gì mà.」"
    },
    {
        "sentence": "[Amane]::Uh, you don`t need to apologize, okay?",
        "translation": "Amane「Ừm, cậu không cần phải xin lỗi đâu mà, được chứ?」"
    },
    {
        "sentence": "[Amane]::I mean, it made me pretty happy.",
        "translation": "Amane「Ý tớ là, điều đó làm tớ khá vui.」"
    },
    {
        "sentence": "[Amane]::To tell you the truth, I was on the verge of giving you a big hug myself.",
        "translation": "Amane「Thật ra mà nói, tớ cũng suýt ôm chầm lấy cậu rồi đấy.」"
    },
    {
        "sentence": "[Amane]::You tried so hard to peel that daikon, Sakaki-san... it made me really happy to see you finally succeed.",
        "translation": "Amane「Cậu đã cố gắng gọt củ cải trắng đó rất nhiều, Sakaki-san... tớ thật sự rất vui khi thấy cuối cùng cậu cũng thành công.」"
    },
    {
        "sentence": "[Amane]::But you know what...? I was even happier that you jumped into my arms before I got the chance.",
        "translation": "Amane「Nhưng cậu biết gì không...? Tớ còn vui hơn nữa khi cậu nhảy vào vòng tay tớ trước cả khi tớ kịp làm gì đó.」"
    },
    {
        "sentence": "[Amane]::I mean... it`s not like you could really have called us the closest of friends before, you know?",
        "translation": "Amane「Ý tớ là... không phải trước đây cậu với tớ thân thiết gì cho cam, cậu biết mà?」"
    },
    {
        "sentence": "[Amane]::But when you hugged me like that... it made me realize how much more comfortable you are around me now.",
        "translation": "Amane「Nhưng khi cậu ôm tớ như thế... nó khiến tớ nhận ra cậu thoải mái hơn khi ở cạnh tớ nhiều đến thế nào.」"
    },
    {
        "sentence": "[Amane]::That... wasn`t a misunderstanding on my part, right?",
        "translation": "Amane「Cái đó... không phải là do tớ hiểu lầm, đúng không?」"
    },
    {
        "sentence": "[Amane]::Great. Thanks.",
        "translation": "Amane「Tuyệt. Cảm ơn cậu.」"
    },
    {
        "sentence": "[Amane]::That being the case, Sakaki-san... I`ve got a little proposal for you.",
        "translation": "Amane「Nếu đã vậy, Sakaki... tớ có một đề nghị nhỏ cho cậu.」"
    },
    {
        "sentence": "[Amane]::Yep. From now on, I want you to call me \"Amane,\" just like you did a minute ago.",
        "translation": "Amane「Ừ. Từ giờ, tớ muốn cậu gọi tớ là \"Amane,\" giống như lúc nãy ấy.」"
    },
    {
        "sentence": "[Amane]::We`re talking all the time, and now you`re learning cooking from me... I don`t think it`s so weird to drop the honorific, right?",
        "translation": "Amane「Lúc nào bọn mình cũng nói chuyện với nhau, giờ cậu còn học nấu ăn từ tớ nữa... Tớ nghĩ bỏ kính ngữ cũng không có gì lạ đâu, đúng không?」"
    },
    {
        "sentence": "[Amane]::Aw, it`s fine. I`m asking you to do it, right?",
        "translation": "Amane「Ấy, có sao đâu. Tớ nhờ cậu làm mà, đúng không?」"
    },
    {
        "sentence": "[Amane]::Great. On that note, I`ll be calling you \"Yumiko\" as well.",
        "translation": "Amane「Tuyệt. Nhân tiện, tớ cũng sẽ gọi cậu là \"Yumiko\" nhé.」"
    },
    {
        "sentence": "[Amane]::It`d be pretty silly if you started calling me \"Amane\" while I`m still calling you \"Sakaki-san,\" right?",
        "translation": "Amane「Nếu tớ vẫn gọi cậu là \"Sakaki-san\" mà cậu lại gọi tớ là \"Amane\" thì kì lắm, đúng không?」"
    },
    {
        "sentence": "[Amane]::Makes sense, right? Yumiko.",
        "translation": "Amane「Hợp lý mà, phải không? Yumiko.」"
    },
    {
        "sentence": "[Amane]::...Great.",
        "translation": "Amane「Tuyệt vời.」"
    },
    {
        "sentence": "[Amane]::Okay then, why don`t we squeeze in a little more practice before our time`s up?",
        "translation": "Amane「Vậy thì, mình tranh thủ luyện tập thêm chút nữa trước khi hết giờ nhé?」"
    },
    {
        "sentence": "[Amane]::Hey there, Yuuji. I hear the afternoon lesson`s gonna be in the classroom!",
        "translation": "Amane「Này Yuuji, tớ nghe nói tiết học chiều nay sẽ ở trong lớp đó!」"
    },
    {
        "sentence": "[Amane]::Bingo. I mean, Michiru`s teaching her about the art of \"tsundere,\" you know? Aren`t you kinda curious what exactly that involves?",
        "translation": "Amane「Bingo. Ý tớ là, Michiru đang dạy cậu ấy về nghệ thuật \"tsundere,\" đó. Cậu không tò mò muốn biết nó bao gồm những gì sao?」"
    }
]