[
    {
        "sentence": "[Amane]::Hmmmm... So they`re coming out with cosplay-type lingerie this year...",
        "translation": "Amane「Hmmmm... Năm nay họ tung ra mấy bộ đồ lót kiểu cosplay à...」"
    },
    {
        "sentence": "[Amane]::Well, it`s not going to provide much support for your breasts, that`s for sure. You go for lingerie like this specifically for the lewdness factor.",
        "translation": "Amane「Chắc chắn là nó chẳng hỗ trợ được gì cho bộ ngực của cậu đâu. Cậu chọn mấy loại đồ lót này là hoàn toàn vì yếu tố gợi dục mà.」"
    },
    {
        "sentence": "[Amane]::Well, yeah. Those are designed so you can have sex while you`re wearing them...",
        "translation": "Amane「Ừ, đúng vậy. Mấy thứ đó được thiết kế để cậu có thể làm tình trong khi vẫn mặc chúng mà...」"
    },
    {
        "sentence": "[Amane]::...also, don`t call it \"stuffing.\"",
        "translation": "Amane「...à, với lại, đừng có gọi nó là \"ruột\" nhé.」"
    },
    {
        "sentence": "[Amane]::Not necessarily. This sort of accessory can be the perfect way to spice it up when things start getting stale.",
        "translation": "Amane「Không hẳn. Loại phụ kiện này có thể là cách hoàn hảo để thêm gia vị khi mọi thứ bắt đầu trở nên nhàm chán đấy.」"
    },
    {
        "sentence": "[Amane]::What kind of woman do you think I am, anyway...?",
        "translation": "Amane「Tớ là loại phụ nữ gì trong mắt cậu vậy...?」"
    },
    {
        "sentence": "[Amane]::Oh? Something wrong, Sakaki-san? You`re just standing there...",
        "translation": "Amane「Ồ? Có chuyện gì sao, Sakaki-san? Cậu cứ đứng đực ra đấy...」"
    },
    {
        "sentence": "[Amane]::......",
        "translation": "Amane「......」"
    },
    {
        "sentence": "[Amane]::I got it!!",
        "translation": "Amane「Tớ hiểu rồi!!」"
    },
    {
        "sentence": "[Amane]::I`m going to leave this copy of Tiger Girl, the carnivorous woman`s \"bible,\" right here.",
        "translation": "Amane「Tớ sẽ để cuốn \"kinh thánh\" của mấy cô nàng thích ăn thịt người, Tiger Girl, ở đây nhé.」"
    },
    {
        "sentence": "[Amane]::Should someone happen to borrow this magazine, use it however they please, and return it with some fresh stains, I won`t say a word.",
        "translation": "Amane「Nếu ai đó mượn cuốn tạp chí này, dùng nó tùy thích, rồi trả lại với vài vết bẩn mới, tớ sẽ không nói gì đâu.」"
    },
    {
        "sentence": "[Amane]::Oh, c`mon. We know how to read between the lines. It`s been a while since you and Yuuji have done it, right?",
        "translation": "Amane「Thôi nào. Tụi này biết đọc vị mà. Lâu lắm rồi cậu với Yuuji không làm chuyện đó, đúng không?」"
    },
    {
        "sentence": "[Amane]::Just between you and us, Sakaki-san... you get pretty loud.",
        "translation": "Amane「Nói nhỏ thôi nhé, Sakaki-san... cậu hơi ồn ào đấy.」"
    },
    {
        "sentence": "[Amane]::Yep. I mean, even before you started going out with Yuuji, everyone knew you were a horndog who spent half your time hoarding porno off the internet.",
        "translation": "Amane「Ừ. Ý tớ là, kể cả trước khi cậu hẹn hò với Yuuji, ai cũng biết cậu là đồ háo sắc dành nửa thời gian để tích trữ phim khiêu dâm trên mạng rồi.」"
    },
    {
        "sentence": "[Amane]::Well, yeah, but that`s not really the point. What I`m trying to say is... we`re glad you and Yuuji are back.",
        "translation": "Amane「Ừ, thì đúng là vậy, nhưng không phải vấn đề ở đó. Tớ muốn nói là... bọn tớ rất vui vì cậu và Yuuji đã trở lại.」"
    },
    {
        "sentence": "[Amane]::Well, y`know... when you guys finally came back after a year, it sorta hit me. It`s just not Mihama Academy without all six of us, right?",
        "translation": "Amane「À thì... ý tớ là... đến khi mọi người quay lại sau một năm, tớ mới nhận ra. Thiếu cả sáu người thì không còn là Học viện Mihama nữa, đúng không?」"
    },
    {
        "sentence": "[Amane]::So anyway, Sakaki-san. Take a good look through this magazine, then give Yuuji a surprise to remember!",
        "translation": "Amane「Vậy đó, Sakaki-san. Xem kỹ cuốn tạp chí này đi, rồi tạo cho Yuuji một bất ngờ đáng nhớ!」"
    },
    {
        "sentence": "[Amane]::Oh, but of course! You need only become... a tiger.",
        "translation": "Amane「Ồ, tất nhiên rồi! Cậu chỉ cần trở thành... một con hổ thôi.」"
    },
    {
        "sentence": "[Amane]::Er, sorry... don`t mean to interrupt while you`re having fun... but do you have a minute?",
        "translation": "Amane「Ờm, xin lỗi... không có ý làm phiền khi mọi người đang vui... nhưng cậu có rảnh một chút không?」"
    },
    {
        "sentence": "[Amane]::Uhhhm... since \"Welcome home, Yuuji. Pyon.\" Or thereabouts.",
        "translation": "Amane「Ưm... giống như là “Mừng cậu về nhà, Yuuji. Nhảy nhót.” Gì đó tương tự。」"
    },
    {
        "sentence": "[Amane]::I mean, wow... it`s been a whole year since you two ran off together, but... I didn`t know you`d gotten quite THIS friendly...",
        "translation": "Amane「Ý tớ là, ôi trời... đã một năm rồi hai người bỏ đi cùng nhau, nhưng... tớ không biết hai người lại thân thiết đến mức này...」"
    },
    {
        "sentence": "[Amane]::Huh? Sakaki-san, you seem surprisingly calm about this. I`d probably have run off screaming if someone saw me like that, to be honest...",
        "translation": "Amane「Hả? Sakaki-san, sao cậu lại bình tĩnh thế? Thật lòng thì, nếu có ai đó nhìn tớ trong bộ dạng đó, chắc tớ đã bỏ chạy la hét mất rồi...」"
    },
    {
        "sentence": "[Amane]::...Uh... perfectly ordinary, huh?",
        "translation": "Amane「...Ừm... hoàn toàn bình thường, hả?」"
    },
    {
        "sentence": "[Amane]::Okay, but that \"pyon\" thing...",
        "translation": "Amane「Được rồi, nhưng cái trò \"pyon\" ấy thì...」"
    },
    {
        "sentence": "[Amane]::Oh, right... we just wanted to let you know lunch is ready, that`s all...",
        "translation": "Amane「À, phải rồi... bọn tớ chỉ muốn báo cho cậu biết bữa trưa xong rồi thôi ý mà...」"
    },
    {
        "sentence": "[Amane]::Aw, it`s no biggie. It isn`t any harder to make a meal for six than for two.",
        "translation": "Amane「Ôi, không sao đâu mà. Nấu cho sáu người ăn cũng không khó hơn nấu cho hai người là mấy đâu ạ.」"
    },
    {
        "sentence": "[Amane]::Well, the thought did cross my mind... but Mom and Dad have been bugging me to come back home once I graduate.",
        "translation": "Amane「Ừm, ý nghĩ đó thì cũng thoáng qua đầu tớ... nhưng bố mẹ cứ giục tớ về nhà sau khi tốt nghiệp ấy.」"
    },
    {
        "sentence": "[Amane]::In any case, I`ll definitely be hanging around the dorm for the rest of the year, so I`ll make sure to take good care of you all in the meantime.",
        "translation": "Amane「Dù sao thì, năm nay tớ cũng sẽ luôn ở lại ký túc xá, nên tớ sẽ đảm bảo chăm sóc tốt cho mọi người trong thời gian này.」"
    },
    {
        "sentence": "[Amane]::Well then, Makina and I will be heading back now.",
        "translation": "Amane「Thôi vậy thì, tớ và Makina xin phép về trước nhé.」"
    }
]