[
    {
        "sentence": "[Makina]::Hey, Ama-nee... I know Tiger Girl`s a magazine fer the more aggressive girls... but can ya really even call this \"underwear\"?",
        "translation": "Makina「Nè, Ama-nee... Tớ biết Tiger Girl là tạp chí dành cho mấy cô nàng năng nổ rồi... nhưng mà cái này có thể gọi là \"đồ lót\" á?」"
    },
    {
        "sentence": "[Makina]::\"Lewdness\"? More like straight-up indecent ecks-posure. Look at this one! It`s just showin` off th` stuffing!",
        "translation": "Makina「\"Gợi dục\" á? Phải nói là phơi bày trắng trợn ấy. Nhìn cái này đi! Nó phô hết cả ruột rồi kìa!」"
    },
    {
        "sentence": "[Makina]::Man... they`re insanely expensive, too... Is everyone just gettin` fooled by the underwear companies, or what?",
        "translation": "Makina「Trời... Mấy thứ này đắt kinh khủng nữa chứ... Chẳng lẽ ai cũng bị mấy hãng đồ lót lừa hết hay gì?」"
    },
    {
        "sentence": "[Makina]::Then you don`t really need `em, do ya, Ama-nee? Ya seem like the type to go through dudes quickly.",
        "translation": "Makina「Vậy thì cậu đâu cần đến chúng làm gì, Ama-nee? Cậu có vẻ là kiểu người thay bồ nhanh như chớp mà.」"
    },
    {
        "sentence": "[Makina]::Suuure. You were listenin` in on our steamy girls` talk, weren`t ya? You really are a perv at heart, Yumi-chan.",
        "translation": "Makina「Chắc chắn rồi. Cậu nghe lén chuyện con gái tụi tớ hả, Yumi-chan? Cậu đúng là đồ biến thái mà.」"
    },
    {
        "sentence": "[Makina]::Thanks ta that, everyone knows eggs-actly how many times ya go at it per day!",
        "translation": "Makina「Cảm ơn nha, ai thèm biết cậu làm chuyện đó chính xác bao nhiêu lần một ngày chứ!」"
    },
    {
        "sentence": "[Makina]::Accordin`ly, we`ve been burnin` with th` desire to show you two some love.",
        "translation": "Makina「Theo đó, bọn tớ đã nung nấu ý định cho hai cậu thấy tình cảm của bọn tớ.」"
    },
    {
        "sentence": "[Makina]::I figgered somethin` funny was gonna happen, so I started recordin` with my phone`s camera... but hoo-boy, did I ever hit th` jackpot this time!",
        "translation": "Makina「Tớ đã linh cảm có chuyện gì đó kỳ lạ sắp xảy ra, nên tớ bắt đầu ghi hình bằng điện thoại... nhưng trời ơi, lần này đúng là tớ trúng mánh rồi!」"
    },
    {
        "sentence": "[Makina]::They say a little travel can do a pampered girl a world of good, but man... Yumi-chan`s \"matured\" in some pretty freaky ways...",
        "translation": "Makina「Người ta nói đi du lịch một chút sẽ tốt cho một cô tiểu thư được nuông chiều, nhưng mà này... Yumi-chan đã \"trưởng thành\" theo những cách thật kỳ quái...」"
    },
    {
        "sentence": "[Makina]::I don`t think there`s any point followin` up about this, Ama-nee. Yumi-chan`s totally blinded by love at th` moment.",
        "translation": "Makina「Tớ không nghĩ còn việc gì để điều tra thêm nữa đâu, Ama-nee ạ. Lúc này Yumi-chan hoàn toàn bị tình yêu làm cho mù quáng rồi.」"
    },
    {
        "sentence": "[Makina]::I`m sure yer aware, but don`t waste too much time flirtin`. The food`s gonna get cold.",
        "translation": "Makina「Cậu biết rồi đấy, nhưng đừng lãng phí quá nhiều thời gian tán tỉnh. Thức ăn sẽ nguội mất.」"
    },
    {
        "sentence": "[Makina]::So we just go there, then here... an` tap this... Okey-doke! I`ve erased \"Yumi-chan Gone Wild\" fer good.",
        "translation": "Makina「Vậy là cứ đến đó, rồi đến đây... rồi chạm vào cái này... Okey-doke! Tớ xóa \"Yumi-chan Gone Wild\" ngon ơ rồi nhé.」"
    },
    {
        "sentence": "[Makina]::Aw, you don`t gotta apologize, Onii-chan. It`s our fault for gettin` carried away there.",
        "translation": "Makina「Ấy dà, anh không cần phải xin lỗi đâu, Onii-chan. Tại tụi tớ hăng quá thôi mà.」"
    },
    {
        "sentence": "[Makina]::Look, it ain`t surprising Yumi-chan`s all over you after a year on th` run together... but try ta consider how we feel about th` matter, will ya?",
        "translation": "Makina「Nghe này, chả lạ gì khi Yumi-chan bám lấy cậu sau một năm trời bỏ trốn cùng nhau... nhưng cũng phải nghĩ đến cảm xúc của bọn tớ nữa chứ hả?」"
    },
    {
        "sentence": "[Makina]::Yumi-chan`s gotten herself exclusive rights to th` one and only man in this here academy. A bit of well-meanin` harassment`s just par for th` course.",
        "translation": "Makina「Yumi-chan nhà ta đã có được đặc quyền với người đàn ông duy nhất ở học viện này rồi. Bị trêu chọc một chút cũng là lẽ thường thôi.」"
    },
    {
        "sentence": "[Makina]::Yer not the one who decides what yer worth. That`s up to everyone else.",
        "translation": "Makina「Cậu không phải là người quyết định giá trị của bản thân đâu. Mà là tất cả mọi người đó.」"
    },
    {
        "sentence": "[Makina]::Heehehheh. Well, ta tell you the truth... we`re basically just stupid happy to have you guys back here.",
        "translation": "Makina「He he he. Ờ thì, nói thật với cậu... bọn tớ mừng muốn chết khi thấy mấy cậu quay lại đây đó.」"
    },
    {
        "sentence": "[Makina]::So with all that in mind, I hope you`ll overlook th` occasional teasin` session! ",
        "translation": "Makina「Vậy nên, tớ mong cậu sẽ bỏ qua mấy trò trêu chọc thỉnh thoảng của bọn tớ nhé!」"
    },
    {
        "sentence": "[Makina]::It`s th` least you can do for your delicate lady-friends, don`tcha think?",
        "translation": "Makina「Ít nhất thì cậu cũng nên làm thế cho những người bạn nữ yếu đuối của cậu chứ, cậu không nghĩ vậy sao?」"
    },
    {
        "sentence": "[Makina]::...a`ight. I`m gonna get back to helpin` Ama-nee, then!",
        "translation": "Makina「...Ờ, tớ quay lại giúp Ama-nee đây!」"
    },
    {
        "sentence": "[Makina]::Well, lessee... I could go fer a nice user-friendly MP5K model gun. With th` op-shunal red dot sight, of course!",
        "translation": "Makina「À, để tớ xem nào... Tớ có thể chọn một khẩu MP5K đời mới dễ dùng. Có cả ống ngắm chấm đỏ tùy chọn nữa chứ!」"
    },
    {
        "sentence": "[Makina]::Nwoh? What th` heck? First the guy asks us some random questions, and now he`s sighin` in our faces? Model guns an` insect cages are th` stuff healthy boys` dreams are made of!",
        "translation": "Makina「Hở? Cái quái gì thế? Vừa hỏi chúng ta mấy câu ngớ ngẩn, giờ lại còn thở dài ngay trước mặt nữa hả? Súng mô hình với lồng bắt côn trùng mới là thứ tạo nên giấc mơ của những thằng nhóc khỏe mạnh chứ bộ!」"
    },
    {
        "sentence": "[Makina]::Whoopsy-daisy. I totally forgot.",
        "translation": "Makina「Ối chà chà. Tớ quên béng mất.」"
    },
    {
        "sentence": "[Makina]::She`s totally th` type who`d buy boxes of pogs with th` money her mom gave her for lunch...",
        "translation": "Makina「Cậu ta chắc chắn là kiểu người sẽ mua cả đống thẻ pogs bằng tiền mẹ cho ăn trưa ấy...」"
    },
    {
        "sentence": "[Makina]::You`ve been sneakin` all that money out of the school`s coffers? Yer one naughty lady, Chizuchizu...",
        "translation": "Makina「Cô lén lút lấy hết tiền từ quỹ của trường hả? Cô đúng là hư đốn mà, Chizuchizu...」"
    },
    {
        "sentence": "[Makina]::Guh? What th` heck is a totem pole?",
        "translation": "Makina「Hả? Cột Totem khỉ gió gì cơ?」"
    },
    {
        "sentence": "[Makina]::+Sachi......",
        "translation": "Makina+Sachi「.....」"
    },
    {
        "sentence": "[Makina]::Oho, now that`s a good thought! Since Chizuchizu`s around, why don`t we all peck at a big ol` hot pot or somethin`?",
        "translation": "Makina「Ồ hô, ý hay đấy! Vì có cả Chizuchizu ở đây nữa, hay là mình cùng nhau xơi một nồi lẩu thật to đi?」"
    },
    {
        "sentence": "[Makina]::Yeah, what Onii-chan said. Save them tears for when ya finally get a boyfriend who`ll pop yer cherry for ya!",
        "translation": "Makina「Đúng đó, như Onii-chan nói đó. Để dành nước mắt đó cho tới khi cô có bạn trai, rồi người ta \"hái quả\" cho cô luôn đi!」"
    },
    {
        "sentence": "[Makina]::Dude, learn ta read between th` lines...",
        "translation": "Makina「Này cậu, phải biết suy diễn một chút chứ...」"
    }
]