[
    {
        "sentence": "[Michiru]::Okay, cosplay`s the way to go.Yumiko",
        "translation": "Michiru「Được rồi, cosplay là cách hay nhất.」"
    },
    {
        "sentence": "[Michiru]::I mean, you`re a kuudere, right? Throwing some tsundere in the mix isn`t gonna have much effect...",
        "translation": "Michiru「Ý tớ là, cậu là kiểu kuudere đúng không? Thêm chút tsundere vào thì chẳng có tác dụng gì đâu...」"
    },
    {
        "sentence": "[Michiru]::Not a chance! The \"tsundere\" alone is a delicate balancing act requiring advanced skills. You couldn`t possibly manage to juggle \"kuu\" and \"tsun\" simultaneously!",
        "translation": "Michiru「Không đời nào! Chỉ riêng \"tsundere\" thôi đã là một sự cân bằng tinh tế đòi hỏi kỹ năng cao siêu rồi. Cậu tuyệt đối không thể xoay sở để làm cả \"kuu\" và \"tsun\" cùng một lúc đâu!」"
    },
    {
        "sentence": "[Michiru]::That follow-up was reeeally not necessary, Sachi.",
        "translation": "Michiru「Cái câu đó thừa thãi lắm rồi đấy, Sachi.」"
    },
    {
        "sentence": "[Michiru]::Anyway, if you can`t change your personality, then try changing your appearance. That porn mag says the same thing, right?",
        "translation": "Michiru「Dù sao thì, nếu cậu không thể thay đổi tính cách, thì hãy thử thay đổi ngoại hình đi. Tạp chí đồi trụy kia cũng nói vậy đúng không?」"
    },
    {
        "sentence": "[Michiru]::If you`re doing this, you might as well go all the way, right?",
        "translation": "Michiru「Nếu cậu đã làm thì làm cho trót luôn đi, phải không?」"
    },
    {
        "sentence": "[Michiru]::Y`know, ditch your usual grandma look, go for something that shows off lots of skin...",
        "translation": "Michiru「Cậu biết đấy, vứt bỏ vẻ ngoài bà già thường ngày đi, chọn cái gì đó khoe được nhiều da thịt vào...」"
    },
    {
        "sentence": "[Michiru]::For example... how about something like this? Pretty daring, right?",
        "translation": "Michiru「Ví dụ... thế này thì sao? Táo bạo phết nhỉ?」"
    },
    {
        "sentence": "[Michiru]::Yep, that`s right! You`ve got pretty big breasts, so I think you`d look good in one.",
        "translation": "Michiru「Ừm, đúng rồi! Ngực cậu khá to, nên tớ nghĩ mặc cái đó sẽ đẹp lắm.」"
    },
    {
        "sentence": "[Michiru]::There`s no point in doing it unless you go this far. Oh, what if you added \"pyon\" to your sentences too? That`s totally a \"helpless little herbivore\" sound! It`ll be perfect!",
        "translation": "Michiru「Làm thì phải làm tới cùng chứ. Ôi, hay là cậu thêm từ \"pyon\" vào cuối câu cho tớ xem? Nghe đúng là giọng điệu của một \"cô gái thảo nguyên ngây thơ yếu đuối\" luôn! Hoàn hảo luôn đó!」"
    }
]