[
    {
        "sentence": "[Michiru]::Okay, cosplay`s the way to go.Yumiko",
        "translation": "Michiru「Được rồi, cosplay là cách hay nhất.」"
    },
    {
        "sentence": "[Michiru]::I mean, you`re a kuudere, right? Throwing some tsundere in the mix isn`t gonna have much effect...",
        "translation": "Michiru「Ý tớ là, cậu là kiểu kuudere đúng không? Thêm chút tsundere vào thì chẳng có tác dụng gì đâu...」"
    },
    {
        "sentence": "[Michiru]::Not a chance! The \"tsundere\" alone is a delicate balancing act requiring advanced skills. You couldn`t possibly manage to juggle \"kuu\" and \"tsun\" simultaneously!",
        "translation": "Michiru「Không đời nào! Chỉ riêng \"tsundere\" thôi đã là một sự cân bằng tinh tế đòi hỏi kỹ năng cao siêu rồi. Cậu tuyệt đối không thể xoay sở để làm cả \"kuu\" và \"tsun\" cùng một lúc đâu!」"
    },
    {
        "sentence": "[Michiru]::That follow-up was reeeally not necessary, Sachi.",
        "translation": "Michiru「Cái câu đó thừa thãi lắm rồi đấy, Sachi.」"
    },
    {
        "sentence": "[Michiru]::Anyway, if you can`t change your personality, then try changing your appearance. That porn mag says the same thing, right?",
        "translation": "Michiru「Dù sao thì, nếu cậu không thể thay đổi tính cách, thì hãy thử thay đổi ngoại hình đi. Tạp chí đồi trụy kia cũng nói vậy đúng không?」"
    },
    {
        "sentence": "[Michiru]::If you`re doing this, you might as well go all the way, right?",
        "translation": "Michiru「Nếu cậu đã làm thì làm cho trót luôn đi, phải không?」"
    },
    {
        "sentence": "[Michiru]::Y`know, ditch your usual grandma look, go for something that shows off lots of skin...",
        "translation": "Michiru「Cậu biết đấy, vứt bỏ vẻ ngoài bà già thường ngày đi, chọn cái gì đó khoe được nhiều da thịt vào...」"
    },
    {
        "sentence": "[Michiru]::For example... how about something like this? Pretty daring, right?",
        "translation": "Michiru「Ví dụ... thế này thì sao? Táo bạo phết nhỉ?」"
    },
    {
        "sentence": "[Michiru]::Yep, that`s right! You`ve got pretty big breasts, so I think you`d look good in one.",
        "translation": "Michiru「Ừm, đúng rồi! Ngực cậu khá to, nên tớ nghĩ mặc cái đó sẽ đẹp lắm.」"
    },
    {
        "sentence": "[Michiru]::There`s no point in doing it unless you go this far. Oh, what if you added \"pyon\" to your sentences too? That`s totally a \"helpless little herbivore\" sound! It`ll be perfect!",
        "translation": "Michiru「Làm thì phải làm tới cùng chứ. Ôi, hay là cậu thêm từ \"pyon\" vào cuối câu cho tớ xem? Nghe đúng là giọng điệu của một \"cô gái thảo nguyên ngây thơ yếu đuối\" luôn! Hoàn hảo luôn đó!」"
    },
    {
        "sentence": "[Michiru]::Shh! Pipe down for a minute. I`m seriously torn between investing in stag beetle larvae and Wagyu calves...",
        "translation": "Michiru「Suỵt! Yên lặng chút coi. Tớ đang phân vân vãi giữa việc đầu tư vào ấu trùng bọ hung với bê Wagyu...」"
    },
    {
        "sentence": "[Michiru]::No they aren`t! Stag beetles are totally valuable if you raise them right, and Japanese beef is super profitable!",
        "translation": "Michiru「Không phải thế! Bọ cánh cứng hoàn toàn có giá trị nếu cậu nuôi chúng đúng cách, và thịt bò Nhật Bản siêu lợi nhuận đó!」"
    },
    {
        "sentence": "[Michiru]::Why are you all looking at me with pity in your eyes!? If you give me some of that cash, I`ll double it and pay you back in no time!",
        "translation": "Michiru「Sao tự nhiên mọi người nhìn tớ với ánh mắt thương hại vậy!? Nếu cậu đưa tớ ít tiền, tớ sẽ nhân đôi nó lên rồi trả lại ngay!」"
    },
    {
        "sentence": "[Michiru]::Hey, you! Don`t go using me as a negative example!! And answer the phone if I call you, all right? Please...?",
        "translation": "Michiru「Này, cậu kia! Đừng có lấy tớ ra làm ví dụ tiêu cực đấy nhé!! Với cả, nhớ nghe máy khi tớ gọi đấy, biết chưa hả? Làm ơn...?」"
    },
    {
        "sentence": "[Michiru]::Uggh, okay, okay. We all know you two are crazy about each other, but try to control yourself in public... Yumi-pyon.",
        "translation": "Michiru「Ugh, được rồi, được rồi. Tớ biết hai cậu cuồng nhau lắm rồi, nhưng làm ơn kiềm chế lại ở nơi công cộng đi... Yumi-pyon.」"
    },
    {
        "sentence": "[Michiru]::What? Have you seriously never seen one? They`re pretty good for carrying books around in and stuff.",
        "translation": "Michiru「Hả? Cậu thật sự chưa thấy bao giờ á? Mấy thứ này dùng để đựng sách vở các kiểu cũng tiện lắm đấy.」"
    },
    {
        "sentence": "[Michiru]::+Amane......",
        "translation": "Michiru+Amane「......」"
    },
    {
        "sentence": "[Michiru]::...You sure about this? Even as we speak, grain prices are steadily fluctuating!",
        "translation": "Michiru「Cậu chắc chứ? Ngay lúc này, giá ngũ cốc đang dao động liên tục đấy!」"
    },
    {
        "sentence": "[Michiru]::Ah, now that you mention it... it is about that time, huh?",
        "translation": "Michiru「À, nhắc mới nhớ... đúng là sắp đến lúc rồi nhỉ?」"
    },
    {
        "sentence": "[Michiru]::Er, really...? That`s kind of an overreaction...",
        "translation": "Michiru「Hả, thật... á? Cô làm hơi quá rồi đấy...」"
    }
]