[
    {
        "sentence": "[Sachi]::Hello there, Sakaki-san. Brazenly reading pornography in the dormitory lobby, are we?",
        "translation": "Sachi「Chào cậu, Sakaki-san. Thản nhiên đọc sách báo người lớn ở sảnh ký túc xá vậy sao?」"
    },
    {
        "sentence": "[Sachi]::Not long at all. I happened to spot you as I was coming down the stairs, and reflexively executed a silent approach.",
        "translation": "Sachi「Không lâu đâu. Tớ vừa xuống cầu thang thì thấy cậu, và theo phản xạ nên đã tiếp cận một cách im lặng.」"
    },
    {
        "sentence": "[Sachi]::Well, wouldn`t it be awkward if I interrupted you in the middle of a masturbation session?",
        "translation": "Sachi「Chẳng phải sẽ rất kỳ cục nếu tớ làm phiền cậu đang thủ dâm sao?」"
    },
    {
        "sentence": "[Sachi]::Do you really want to know?",
        "translation": "Sachi「Cậu có thật sự muốn biết không?」"
    },
    {
        "sentence": "[Sachi]::In any case, Sakaki-san... is that magazine in your hands Tiger Girl, the periodical for the aggressive modern woman?",
        "translation": "Sachi「Nhân tiện, Sakaki-san... cuốn tạp chí cậu đang cầm có phải là \"Tiger Girl\", tạp chí dành cho những phụ nữ hiện đại năng động không?」"
    },
    {
        "sentence": "[Sachi]::So it really was pornography, then.",
        "translation": "Sachi「Vậy ra đó đúng là sách khiêu dâm rồi.」"
    },
    {
        "sentence": "[Sachi]::Sakaki-san, you`ve grown so much... It brings a tear to my eye...",
        "translation": "Sachi「Sakaki-san, cậu trưởng thành quá... Tớ cảm động muốn khóc luôn...」"
    },
    {
        "sentence": "[Sachi]::When we first met, you were as sharp as a knife... or a box cutter, perhaps. You cut at everything that touched you...",
        "translation": "Sachi「Lúc mới gặp, cậu sắc sảo như dao găm... hay dao rọc giấy thì đúng hơn. Cậu xé toạc mọi thứ chạm vào cậu...」"
    },
    {
        "sentence": "[Sachi]::But seeing you now, giving open voice to your perversions... I find myself imagining exactly how splendid your love life must have been in the time you two spent apart from us.",
        "translation": "Sachi「Nhưng mà nhìn cậu bây giờ, thoải mái nói ra những điều biến thái... Tớ lại mường tượng ra cuộc sống tình ái của cậu hẳn phải tuyệt vời lắm trong khoảng thời gian hai người xa bọn tớ.」"
    },
    {
        "sentence": "[Sachi]::I apologize. It seems I took my little joke too far.",
        "translation": "Sachi「Tớ xin lỗi. Có vẻ tớ đã đùa hơi quá rồi.」"
    },
    {
        "sentence": "[Sachi]::Perhaps. But if so, I think you`re the one responsible, Sakaki-san.",
        "translation": "Sachi「Có lẽ vậy. Nhưng nếu thế thật, tớ nghĩ người chịu trách nhiệm là cậu đó, Sakaki-san.」"
    },
    {
        "sentence": "[Sachi]::It`s been a year since we`ve spoken like this, after all. I simply can`t help getting a bit carried away.",
        "translation": "Sachi「Dù sao thì cũng cả năm rồi bọn mình mới nói chuyện kiểu này mà. Tớ chỉ là không thể không hơi bị cuốn theo thôi.」"
    },
    {
        "sentence": "[Sachi]::But it`s the truth. We`ve all been longing for you and Kazami-san to return.",
        "translation": "Sachi「Nhưng đó là sự thật mà. Tất cả bọn tớ đều mong cậu và Kazami-san trở lại.」"
    },
    {
        "sentence": "[Sachi]::On that note, please allow me to repeat this once more...",
        "translation": "Sachi「Nhân tiện, xin phép cho tớ nhắc lại điều này một lần nữa...」"
    },
    {
        "sentence": "[Sachi]::Welcome home, Sakaki-san.",
        "translation": "Sachi「Mừng cậu về nhà, Sakaki-san.」"
    },
    {
        "sentence": "[Sachi]::What a surprise. I didn`t expect your reply to be quite so adorable...",
        "translation": "Sachi「Thật bất ngờ. Tớ không ngờ phản hồi của cậu lại đáng yêu đến thế...」"
    },
    {
        "sentence": "[Sachi]::Perish the thought, Sakaki-san. We`re overjoyed that the two of you have overcome the many trials and tribulations that stood in your way. You have our unconditional support.",
        "translation": "Sachi「Đừng nghĩ thế, Sakaki-san. Tớ rất vui vì hai cậu đã vượt qua bao nhiêu thử thách và khó khăn trên con đường của mình. Tớ hoàn toàn ủng hộ hai cậu.」"
    },
    {
        "sentence": "[Sachi]::Absolutely. Were it your desire, Sakaki-san, I would bring you the very moon that shines in the night sky!",
        "translation": "Sachi「Tuyệt đối rồi. Nếu đó là điều cậu mong muốn, Sakaki-san, tớ sẽ mang cả mặt trăng lơ lửng giữa bầu trời đêm xuống cho cậu!」"
    },
    {
        "sentence": "[Sachi]::Ah. Rutting, is it? Well, it`s a word with a rather erotic ring to it...",
        "translation": "Sachi「Ồ. \"Rutting\" hả? Ừm, đó là một từ nghe có vẻ khá nhạy cảm nhỉ...」"
    },
    {
        "sentence": "[Sachi]::I see. If that`s the case...",
        "translation": "Sachi「Ra vậy. Nếu đúng là như thế thì...」"
    },
    {
        "sentence": "[Sachi]::I`m sure you`ll get the hang of that balancing business eventually, Michiru-sama!",
        "translation": "Sachi「Tớ chắc chắn cậu sẽ sớm làm quen được với cái việc cân bằng đó thôi, Michiru-sama!」"
    },
    {
        "sentence": "[Sachi]::All the more reason!",
        "translation": "Sachi「Càng có lý hơn nữa!」"
    },
    {
        "sentence": "[Sachi]::You`re well known as the person with the most common sense in Mihama, Sakaki-san. Should you, of all people, engage in cosplay... even a textbook male tsundere like Kazami-san could not possibly remain indifferent.",
        "translation": "Sachi「Cậu nổi tiếng là người có đầu óc tỉnh táo nhất ở Mihama, Sakaki-san. Người như cậu ấy vậy mà lại tham gia cosplay... ngay cả một tên tsundere nam điển hình như Kazami-san cũng không thể làm ngơ được đâu.」"
    },
    {
        "sentence": "[Sachi]::Why, of course. He`ll be quivering in his boots. I guarantee it!",
        "translation": "Sachi「Ôi dĩ nhiên rồi. Cậu ấy sẽ sợ run cầm cập cho xem. Tớ đảm bảo đấy!」"
    },
    {
        "sentence": "[Sachi]::Please steel yourself, Sakaki-san. This is all for Kazami-san`s sake. Eye of the tiger... no, heart of the rabbit!!",
        "translation": "Sachi「Sakaki-san, hãy giữ vững tinh thần nhé. Tất cả là vì Kazami-san đó. Mắt hổ... không, trái tim thỏ mới đúng!!」"
    },
    {
        "sentence": "[Sachi]::If I was able to purchase a high-quality six-band bamboo broom, I believe my daily cleaning would be all the more enjoyable.",
        "translation": "Sachi「Nếu tớ mua được một cây chổi tre sáu nan chất lượng cao, tớ tin là việc dọn dẹp hàng ngày của tớ sẽ thú vị hơn rất nhiều.」"
    },
    {
        "sentence": "[Sachi]::I don`t believe I`ve ever seen more than 5000 yen in Michiru-sama`s wallet at a time...",
        "translation": "Sachi「Tớ không tin là mình từng thấy quá 5000 yên trong ví của Michiru-sama luôn đó...」"
    },
    {
        "sentence": "[Sachi]::Your girlfriend certainly does love you, Kazami-san.",
        "translation": "Sachi「Bạn gái của cậu yêu cậu thật lòng đó, Kazami-san.」"
    },
    {
        "sentence": "[Sachi]::Michiru-sama, I`m afraid a tote bag isn`t quite the same thing...",
        "translation": "Sachi「Michiru-sama, tớ e là túi tote không thể nào giống được ý ạ...」"
    },
    {
        "sentence": "[Sachi]::Michiru-sama... instead of worrying yourself about the commodity markets, perhaps you might focus on the more immediate question of tonight`s dinner menu.",
        "translation": "Sachi「Michiru-sama... thay vì lo lắng về thị trường hàng hóa, có lẽ cậu nên tập trung vào vấn đề cấp bách hơn là thực đơn bữa tối nay thì hơn.」"
    },
    {
        "sentence": "[Sachi]::Indeed. It won`t be any trouble to secure you some tableware.",
        "translation": "Sachi「Đúng vậy. Em chuẩn bị cho cô vài bộ đồ ăn thì có gì khó đâu.」"
    },
    {
        "sentence": "[Sachi]::I hope you had a pleasant run, Kazami-san.",
        "translation": "Sachi「Tớ mong cậu Kazami đã có một buổi chạy bộ dễ chịu ạ.」"
    },
    {
        "sentence": "[Sachi]::Here you are.",
        "translation": "Sachi「Của cậu đây.」"
    },
    {
        "sentence": "[Sachi]::Indeed. Both salt and water are necessary to prevent heatstroke, yes? I mixed lychee juice, various herbs, and a bit of honey to create a tasty and refreshing drink.",
        "translation": "Sachi「Đúng vậy. Cả muối và nước đều cần thiết để ngăn ngừa say nắng mà, phải không ạ? Tớ đã trộn nước vải, các loại thảo mộc và một chút mật ong để tạo ra một thức uống ngon và sảng khoái.」"
    },
    {
        "sentence": "[Sachi]::You need not worry yourself. I`m acting on my own initiative, after all. In the hope of receiving your praise.",
        "translation": "Sachi「Cậu không cần phải lo lắng đâu. Dù sao thì tớ cũng tự mình làm việc này mà. Với hy vọng nhận được lời khen từ cậu.」"
    },
    {
        "sentence": "[Sachi]::Yes. She`s currently honing her skills under Amane-san`s spartan training regime.",
        "translation": "Sachi「Vâng. Cậu ấy hiện đang mài giũa kỹ năng của mình dưới chế độ huấn luyện khắc nghiệt của Amane-san.」"
    },
    {
        "sentence": "[Sachi]::Is that all you have to say on the matter?",
        "translation": "Sachi「Đó là tất cả những gì cậu muốn nói về vấn đề này sao?」"
    },
    {
        "sentence": "[Sachi]::I hate to be presumptuous, but... she is the woman you love, is she not? Normally, I would expect you to be a bit more curious about her daily activities.",
        "translation": "Sachi「Tớ không muốn đường đột, nhưng...cậu ấy là người cậu yêu, đúng không? Bình thường, tớ sẽ mong cậu tò mò hơn một chút về những hoạt động hàng ngày của cậu ấy.」"
    },
    {
        "sentence": "[Sachi]::But there`s no guarantee she`s telling you the truth.",
        "translation": "Sachi「Nhưng không có gì đảm bảo là cậu ấy đang nói thật với cậu đâu.」"
    },
    {
        "sentence": "[Sachi]::Amane-san conducts her lectures in her room, as you know... but for some unknown reason, her door is always locked for their duration.",
        "translation": "Sachi「Amane-san giảng bài trong phòng của cậu ấy, như cậu biết đấy... nhưng vì một lý do nào đó, cửa phòng cậu ấy luôn khóa trong suốt thời gian đó.」"
    },
    {
        "sentence": "[Sachi]::Indeed. What`s more, she shuts out Maki-chan, who`s usually allowed to treat that room as if it were her own. Seems a bit extreme, don`t you think?",
        "translation": "Sachi「Đúng vậy. Hơn nữa, cậu ấy còn không cho Maki-chan, người thường coi phòng đó như của mình, vào nữa. Có vẻ hơi quá đáng, cậu không nghĩ vậy sao?」"
    },
    {
        "sentence": "[Sachi]::The fact of the matter is... only those two know for sure what takes place in that room during their three-hour \"lectures.\"",
        "translation": "Sachi「Thực tế là... chỉ có hai người đó mới biết chắc chắn điều gì xảy ra trong phòng đó trong suốt \"buổi học\" kéo dài ba tiếng của họ thôi.」"
    },
    {
        "sentence": "[Sachi]::Allow me to be blunt. I`m encouraging you to sneak a peek with me.",
        "translation": "Sachi「Tớ xin phép nói thẳng nhé. Tớ đang khuyến khích cậu cùng tớ lén nhìn đấy.」"
    },
    {
        "sentence": "[Sachi]::You`re quite astute.",
        "translation": "Sachi「Cậu khá là tinh ý đấy.」"
    },
    {
        "sentence": "[Sachi]::In any case, I can easily open the lock on that door. Once we get a good look, it should put your mind at ease.",
        "translation": "Sachi「Dù sao thì, tớ có thể dễ dàng mở khóa cửa đó. Chỉ cần chúng ta nhìn kỹ một chút, nó sẽ giúp cậu yên tâm thôi.」"
    },
    {
        "sentence": "[Sachi]::Can I take that to mean that you`re willing to take part in this operation with me?",
        "translation": "Sachi「Tớ có thể hiểu điều đó có nghĩa là cậu sẵn lòng tham gia vào hoạt động này với tớ không?」"
    },
    {
        "sentence": "[Sachi]::I expected nothing less from you, Kazami-san. Let us be on our way at once...",
        "translation": "Sachi「Tớ đã không mong đợi gì khác từ cậu, Kazami-san. Chúng ta đi ngay thôi...」"
    },
    {
        "sentence": "[Sachi]::You think so? From what I`ve heard, their conversation is frequently lapsing into the obscene...",
        "translation": "Sachi「Cậu nghĩ vậy à? Theo tớ nghe được thì cuộc trò chuyện của họ thường xuyên rơi vào tục tĩu...」"
    },
    {
        "sentence": "[Sachi]::...I`ve successfully unlocked the door.",
        "translation": "Sachi「Tớ mở khóa cửa thành công rồi.」"
    },
    {
        "sentence": "[Sachi]::Yes, sir! My heart`s pounding terribly fast, but it won`t prevent me from carrying out my duties!",
        "translation": "Sachi「Vâng, thưa ngài! Tim tôi đang đập rất nhanh, nhưng điều đó sẽ không ngăn cản tôi thực hiện nhiệm vụ của mình!」"
    },
    {
        "sentence": "[Sachi]::......",
        "translation": "Sachi「......」"
    },
    {
        "sentence": "[Sachi]::It`s often said that a person`s nature is revealed by even their most casual words... but Amane-san`s simplicity is almost inspiring...",
        "translation": "Sachi「Người ta thường nói tính cách một người sẽ bộc lộ qua cả những lời nói vu vơ nhất... nhưng sự giản dị của Amane-san gần như truyền cảm hứng ấy...」"
    },
    {
        "sentence": "[Sachi]::You have my profound condolences...",
        "translation": "Sachi「Tớ xin gửi lời chia buồn sâu sắc nhất...」"
    },
    {
        "sentence": "[Sachi]::Sakaki-san`s focus is... most remarkable...",
        "translation": "Sachi「Sự tập trung của Sakaki-san... thật đáng nể...」"
    },
    {
        "sentence": "[Sachi]::...Ngh... uhh... *Sniffle*...",
        "translation": "Sachi「...Ngh... ư... *Sụt sịt*...」"
    },
    {
        "sentence": "[Sachi]::I`m sorry... I didn`t intend to, but...",
        "translation": "Sachi「Tớ xin lỗi... Tớ không cố ý, nhưng mà...」"
    },
    {
        "sentence": "[Sachi]::When I saw those two laughing like that... it made me so very happy...",
        "translation": "Sachi「Khi tớ thấy hai người họ cười như vậy... tớ đã rất vui...」"
    },
    {
        "sentence": "[Sachi]::I was wondering why I hadn`t come across any instant-yakisoba disasters in the sink lately... but now I think I understand...",
        "translation": "Sachi「Tớ tự hỏi sao dạo này không thấy thảm họa mì yakisoba ăn liền nào trong bồn rửa... giờ thì tớ hiểu rồi...」"
    },
    {
        "sentence": "[Sachi]::Indeed. I am most ashamed to have harbored such wicked thoughts regarding their conduct.",
        "translation": "Sachi「Thật vậy. Tớ vô cùng xấu hổ vì đã có những suy nghĩ xấu xa như vậy về hành vi của họ.」"
    },
    {
        "sentence": "[Sachi]::It`s very kind of you to say so...",
        "translation": "Sachi「Cậu quá khen rồi...」"
    },
    {
        "sentence": "[Sachi]::Perhaps it`s a bit unfair for me to say this, but... are you sure you`re satisfied?",
        "translation": "Sachi「Có lẽ tớ nói điều này hơi không công bằng, nhưng... cậu chắc là cậu hài lòng chứ?」"
    },
    {
        "sentence": "[Sachi]::...Hashtag... wet...",
        "translation": "Sachi「...Hashtag... ướt...」"
    }
]