[
    {
        "sentence": "[Sachi]::Hello there, Sakaki-san. Brazenly reading pornography in the dormitory lobby, are we?",
        "translation": "Sachi「Chào cậu, Sakaki-san. Thản nhiên đọc sách báo người lớn ở sảnh ký túc xá vậy sao?」"
    },
    {
        "sentence": "[Sachi]::Not long at all. I happened to spot you as I was coming down the stairs, and reflexively executed a silent approach.",
        "translation": "Sachi「Không lâu đâu. Tớ vừa xuống cầu thang thì thấy cậu, và theo phản xạ nên đã tiếp cận một cách im lặng.」"
    },
    {
        "sentence": "[Sachi]::Well, wouldn`t it be awkward if I interrupted you in the middle of a masturbation session?",
        "translation": "Sachi「Chẳng phải sẽ rất kỳ cục nếu tớ làm phiền cậu đang thủ dâm sao?」"
    },
    {
        "sentence": "[Sachi]::Do you really want to know?",
        "translation": "Sachi「Cậu có thật sự muốn biết không?」"
    },
    {
        "sentence": "[Sachi]::In any case, Sakaki-san... is that magazine in your hands Tiger Girl, the periodical for the aggressive modern woman?",
        "translation": "Sachi「Nhân tiện, Sakaki-san... cuốn tạp chí cậu đang cầm có phải là \"Tiger Girl\", tạp chí dành cho những phụ nữ hiện đại năng động không?」"
    },
    {
        "sentence": "[Sachi]::So it really was pornography, then.",
        "translation": "Sachi「Vậy ra đó đúng là sách khiêu dâm rồi.」"
    },
    {
        "sentence": "[Sachi]::Sakaki-san, you`ve grown so much... It brings a tear to my eye...",
        "translation": "Sachi「Sakaki-san, cậu trưởng thành quá... Tớ cảm động muốn khóc luôn...」"
    },
    {
        "sentence": "[Sachi]::When we first met, you were as sharp as a knife... or a box cutter, perhaps. You cut at everything that touched you...",
        "translation": "Sachi「Lúc mới gặp, cậu sắc sảo như dao găm... hay dao rọc giấy thì đúng hơn. Cậu xé toạc mọi thứ chạm vào cậu...」"
    },
    {
        "sentence": "[Sachi]::But seeing you now, giving open voice to your perversions... I find myself imagining exactly how splendid your love life must have been in the time you two spent apart from us.",
        "translation": "Sachi「Nhưng mà nhìn cậu bây giờ, thoải mái nói ra những điều biến thái... Tớ lại mường tượng ra cuộc sống tình ái của cậu hẳn phải tuyệt vời lắm trong khoảng thời gian hai người xa bọn tớ.」"
    },
    {
        "sentence": "[Sachi]::I apologize. It seems I took my little joke too far.",
        "translation": "Sachi「Tớ xin lỗi. Có vẻ tớ đã đùa hơi quá rồi.」"
    },
    {
        "sentence": "[Sachi]::Perhaps. But if so, I think you`re the one responsible, Sakaki-san.",
        "translation": "Sachi「Có lẽ vậy. Nhưng nếu thế thật, tớ nghĩ người chịu trách nhiệm là cậu đó, Sakaki-san.」"
    },
    {
        "sentence": "[Sachi]::It`s been a year since we`ve spoken like this, after all. I simply can`t help getting a bit carried away.",
        "translation": "Sachi「Dù sao thì cũng cả năm rồi bọn mình mới nói chuyện kiểu này mà. Tớ chỉ là không thể không hơi bị cuốn theo thôi.」"
    },
    {
        "sentence": "[Sachi]::But it`s the truth. We`ve all been longing for you and Kazami-san to return.",
        "translation": "Sachi「Nhưng đó là sự thật mà. Tất cả bọn tớ đều mong cậu và Kazami-san trở lại.」"
    },
    {
        "sentence": "[Sachi]::On that note, please allow me to repeat this once more...",
        "translation": "Sachi「Nhân tiện, xin phép cho tớ nhắc lại điều này một lần nữa...」"
    },
    {
        "sentence": "[Sachi]::Welcome home, Sakaki-san.",
        "translation": "Sachi「Mừng cậu về nhà, Sakaki-san.」"
    },
    {
        "sentence": "[Sachi]::What a surprise. I didn`t expect your reply to be quite so adorable...",
        "translation": "Sachi「Thật bất ngờ. Tớ không ngờ phản hồi của cậu lại đáng yêu đến thế...」"
    },
    {
        "sentence": "[Sachi]::Perish the thought, Sakaki-san. We`re overjoyed that the two of you have overcome the many trials and tribulations that stood in your way. You have our unconditional support.",
        "translation": "Sachi「Đừng nghĩ thế, Sakaki-san. Tớ rất vui vì hai cậu đã vượt qua bao nhiêu thử thách và khó khăn trên con đường của mình. Tớ hoàn toàn ủng hộ hai cậu.」"
    },
    {
        "sentence": "[Sachi]::Absolutely. Were it your desire, Sakaki-san, I would bring you the very moon that shines in the night sky!",
        "translation": "Sachi「Tuyệt đối rồi. Nếu đó là điều cậu mong muốn, Sakaki-san, tớ sẽ mang cả mặt trăng lơ lửng giữa bầu trời đêm xuống cho cậu!」"
    },
    {
        "sentence": "[Sachi]::Ah. Rutting, is it? Well, it`s a word with a rather erotic ring to it...",
        "translation": "Sachi「Ồ. \"Rutting\" hả? Ừm, đó là một từ nghe có vẻ khá nhạy cảm nhỉ...」"
    },
    {
        "sentence": "[Sachi]::I see. If that`s the case...",
        "translation": "Sachi「Ra vậy. Nếu đúng là như thế thì...」"
    },
    {
        "sentence": "[Sachi]::I`m sure you`ll get the hang of that balancing business eventually, Michiru-sama!",
        "translation": "Sachi「Tớ chắc chắn cậu sẽ sớm làm quen được với cái việc cân bằng đó thôi, Michiru-sama!」"
    },
    {
        "sentence": "[Sachi]::All the more reason!",
        "translation": "Sachi「Càng có lý hơn nữa!」"
    },
    {
        "sentence": "[Sachi]::You`re well known as the person with the most common sense in Mihama, Sakaki-san. Should you, of all people, engage in cosplay... even a textbook male tsundere like Kazami-san could not possibly remain indifferent.",
        "translation": "Sachi「Cậu nổi tiếng là người có đầu óc tỉnh táo nhất ở Mihama, Sakaki-san. Người như cậu ấy vậy mà lại tham gia cosplay... ngay cả một tên tsundere nam điển hình như Kazami-san cũng không thể làm ngơ được đâu.」"
    },
    {
        "sentence": "[Sachi]::Why, of course. He`ll be quivering in his boots. I guarantee it!",
        "translation": "Sachi「Ôi dĩ nhiên rồi. Cậu ấy sẽ sợ run cầm cập cho xem. Tớ đảm bảo đấy!」"
    },
    {
        "sentence": "[Sachi]::Please steel yourself, Sakaki-san. This is all for Kazami-san`s sake. Eye of the tiger... no, heart of the rabbit!!",
        "translation": "Sachi「Sakaki-san, hãy giữ vững tinh thần nhé. Tất cả là vì Kazami-san đó. Mắt hổ... không, trái tim thỏ mới đúng!!」"
    }
]