[
  {
    "sentence": "[Father]::What`s the matter, Michiru? You don`t need to feelnervous around your teachers. You`re our child, you know?You can do it if you try.",
    "translation": "【Father】「Sao vậy Michiru? Con không cần phải lo lắng khi ở quanh giáo viên đâu. Con là con của ba mà, biết không? Con làm được mà nếu con cố gắng.」"
  },
  {
    "sentence": "[Father]::Don`t worry, I told those incompetents to get their acttogether and help you develop your talents. Just makesure to give it your best shot next time, all right?",
    "translation": "【Father】「Đừng lo, ta đã bảo mấy kẻ bất tài đó phải chấn chỉnh lại và giúp con phát triển tài năng. Chỉ cần lần tới cố gắng hết sức là được, nhé?」"
  },
  {
    "sentence": "[Father]::That`s the spirit. I know... had your eye on anythinglately? I`ll buy you whatever you want.",
    "translation": "【Father】「Tinh thần tốt lắm. Ba biết... dạo gần đây con để mắt đến thứ gì không? Ba sẽ mua cho con bất cứ thứ gì con muốn.」"
  },
  {
    "sentence": "[Father]::Michiru, did something bad happen?",
    "translation": "【Father】「Michiru, có chuyện gì không hay đã xảy ra sao, con?」"
  },
  {
    "sentence": "[Father]::I see...",
    "translation": "【Father】「Ba hiểu rồi...」\n"
  },
  {
    "sentence": "[Father]::Well, it`s all right if you can`t study or play aninstrument. I`ll be happy just to see you grow up healthyand strong.",
    "translation": "【Father】「Ừm, không sao đâu nếu con không học giỏi hay chơi nhạc cụ được. Ba chỉ cần thấy con lớn lên khỏe mạnh là vui rồi.」"
  },
  {
    "sentence": "[Father]::Maybe our daughter \"isn`t progressing\" because you`reincompetent!",
    "translation": "【Father】「Có lẽ con gái chúng ta \"không tiến bộ\" là vì cô bất tài!」\n"
  },
  {
    "sentence": "[Father]::What`s wrong? You seem a little down today.",
    "translation": "【Father】「Sao vậy con? Hôm nay trông con hơi buồn nhỉ.」"
  },
  {
    "sentence": "[Father]::That`s not like you. Come on, where`s my cheerfulMichiru?",
    "translation": "【Father】「Không giống con chút nào. Nào, Michiru vui vẻ của Ba đâu rồi?」"
  },
  {
    "sentence": "[Father]::It`s all right, I`m sure you`ll feel better tomorrow.We`ll say \"goodbye\" to sad Michiru soon enough.",
    "translation": "【Father】「Không sao đâu, Ba chắc là ngày mai con sẽ cảm thấy tốt hơn. Sớm thôi chúng ta sẽ nói lời \"tạm biệt\" với Michiru buồn bã.」"
  },
  {
    "sentence": "[Father]::My god, Michiru... Why...?",
    "translation": "【Father】「Trời ơi, Michiru... Tại sao...?」\n"
  },
  {
    "sentence": "[Father]::How is she? Any changes in her condition?",
    "translation": "【Father】「Con bé thế nào rồi? Tình trạng của nó có gì thay đổi không?」\n"
  },
  {
    "sentence": "[Father]::And I expect tomorrow will be the exact same as today.There`s no point in coming here, is there?",
    "translation": "【Father】「Ngày mai chắc cũng y như hôm nay thôi. Đến đây cũng vô ích, phải không?」"
  },
  {
    "sentence": "[Father]::Is she, now?",
    "translation": "【Father】「Ra là vậy à?」\n"
  },
  {
    "sentence": "[Father]::Well, I don`t know about that. Can`t tell if she`s\"seeing\" me at all.",
    "translation": "【Father】「Chà, anh không chắc về điều đó. Chẳng biết con bé có \"nhìn\" anh chút nào không nữa.」"
  },
  {
    "sentence": "[Father]::...Same as yesterday. It`s almost like time`s stopped.",
    "translation": "【Father】「...Vẫn như hôm qua. Cứ như thời gian ngừng trôi vậy.」"
  },
  {
    "sentence": "[Father]::That`s not going to happen as long as she`s around. Lookat the girl! Where do you think she`s going to go?",
    "translation": "【Father】「Chuyện đó sẽ không xảy ra đâu, chừng nào con bé còn ở đây. Nhìn con bé kìa! Em nghĩ con bé sẽ đi đâu chứ?」\n"
  },
  {
    "sentence": "[Father]::Don`t ask me. I just remember her crying. Moreimportantly, you want to carry her there in awheelchair?",
    "translation": "【Father】「Đừng hỏi anh. Anh chỉ nhớ là con bé đã khóc thôi. Quan trọng hơn, em muốn đẩy nó đến đó bằng xe lăn à?」\n"
  },
  {
    "sentence": "[Father]::But the girl isn`t conscious! Look, she`s not like otherchildren anymore! We can`t take her on trips! It isn`tpossible!",
    "translation": "【Father】「Nhưng con bé có còn ý thức gì đâu! Nhìn xem, nó không còn như những đứa trẻ khác nữa rồi! Chúng ta không thể đưa nó đi đâu được! Không thể nào!」\n"
  },
  {
    "sentence": "[Father]::Doctor? Forget the damn doctor. She`s already as good asdead. Just look at this!",
    "translation": "【Father】「Bác sĩ cái nỗi gì. Con bé coi như xong rồi. Nhìn mà xem này!」\n"
  },
  {
    "sentence": "[Father]::Well, are you alive? If you`re in there, say something!It`s Dad! Look, it`s Dad!",
    "translation": "【Father】「Còn sống không đấy? Ở trỏng thì nói gì đi! Bố đây! Nhìn này, bố đây!」\n"
  },
  {
    "sentence": "[Father]::Shut up. The girl can`t hear a damn thing. She`scompletely oblivious! And she`s going to stay asleep inthat bed forever, doing nothing but tying us down!",
    "translation": "【Father】「Im đi. Con bé chẳng nghe thấy mẹ gì đâu. Con bé hoàn toàn không biết gì cả! Rồi con bé sẽ nằm đó mãi mãi, chỉ biết làm vướng chân chúng ta thôi!」\n"
  },
  {
    "sentence": "[Father]::...Stop squawking. Look, just do me a favor and don`ttalk nonsense anymore. It makes me sick.",
    "translation": "【Father】「Im miệng đi. Thôi cằn nhằn đi. Nghe này, làm ơn đừng có nói mấy lời vô nghĩa nữa. Nghe phát tởm.」\n"
  },
  {
    "sentence": "[Father]::I`m sorry. I can`t take this anymore. Will you forgiveme?",
    "translation": "【Father】「Ta xin lỗi. Ta không chịu đựng được nữa rồi. Con tha thứ cho ta chứ?」\n"
  },
  {
    "sentence": "[Father]::...Goddamn it.",
    "translation": "【Father】「Chết tiệt thật.」"
  },
  {
    "sentence": "[Father]::\\・!? What happened!? Are you all right!?",
    "translation": "【Father】「Cái gì!? Chuyện gì xảy ra vậy!? Em có sao không!?」\n"
  },
  {
    "sentence": "[Father]::Did you fall? Just look at this cut on your head...Goddamn it... Hold on, I`ll get you looked at rightaway.",
    "translation": "【Father】「Em bị ngã à? Nhìn vết cắt trên đầu em này... Chết tiệt... Đợi anh, anh sẽ đưa em đi khám ngay.」"
  },
  {
    "sentence": "[Father]::...I see.",
    "translation": "【Father】「...Ra vậy.」\n"
  },
  {
    "sentence": "[Father]::I`m sorry. I haven`t told Mom about this. No clue how I`mgoing to explain it to her, either. But what else can Ido?",
    "translation": "【Father】「Bố xin lỗi. Bố chưa nói chuyện này với mẹ con. Cũng không biết phải giải thích với mẹ thế nào nữa. Nhưng bố còn cách nào khác sao?」\n"
  },
  {
    "sentence": "[Father]::We`re both... past our limits. At this rate, we`re goingto fall apart.",
    "translation": "【Father】「Cả hai chúng ta... đều đã vượt quá giới hạn rồi. Cứ đà này, chúng ta sẽ tan vỡ mất thôi.」"
  },
  {
    "sentence": "[Father]::I really am sorry. If... If you can hear me, please saysomething.",
    "translation": "【Father】「Bố thật sự xin lỗi. Nếu... Nếu con nghe thấy bố, xin hãy nói gì đi.」"
  },
  {
    "sentence": "[Father]::...Of course you can`t talk. What am I saying?Ridiculous...",
    "translation": "【Father】「...Đương nhiên con không thể nói được rồi. Bố đang nói cái gì vậy? Lố bịch...」\n"
  }
]