[
  {
    "sentence": "[Girl]::Let`s see... All right. We`ll do this on \"go.\" Yeah...Ready, set\\・",
    "translation": "「Để xem nào... Được rồi. Chúng ta sẽ làm việc này khi có hiệu lệnh \"bắt đầu.\" Ừm... Chuẩn bị, sẵn sàng\\・」\n"
  },
  {
    "sentence": "[Girl]::Awaaaaaaaaaah!",
    "translation": "「Awaaaaaaaaaah!」\n"
  },
  {
    "sentence": "[Girl]::Oooh shit! Scared the hell outta me! N-N-Nearly felloff!",
    "translation": "「Ối mẹ ơi! Hết hồn! Suýt ngã rồi!」\n"
  },
  {
    "sentence": "[Girl]::...Uh, who`re you?",
    "translation": "【Girl】「...Ờ, cậu là ai thế?」"
  },
  {
    "sentence": "[Girl]::Huh? Hey, what`re you crying for? How long have you beenthere, anyway?",
    "translation": "【Girl】「Hả? Này, cậu khóc cái gì thế? Cậu ở đó từ bao giờ vậy?」"
  },
  {
    "sentence": "[Girl]::Not fair? Huh? W-What`re you talking about?",
    "translation": "【Girl】「Không công bằng? Hả? C-Cậu đang nói cái gì vậy?」"
  },
  {
    "sentence": "[Girl]::Your... face is a total mess. Wanna wipe it off?",
    "translation": "【Girl】「Mặt cậu... lem luốc hết cả rồi. Muốn tớ lau cho không?」"
  },
  {
    "sentence": "[Girl]::So, uhm... what? Need something?",
    "translation": "【Girl】「Vậy, ờm... sao? Cần gì hả cậu?」"
  },
  {
    "sentence": "[Girl]::Y-Yeah... what is it?",
    "translation": "【Girl】「Ừ-Ừm... có chuyện gì thế?」"
  },
  {
    "sentence": "[Girl]::...Huh!? Seriously!? An introduction now, of alltimes!?!",
    "translation": "【Girl】「...Hả!? Thiệt hả!? Giới thiệu vào lúc này á!?!」"
  },
  {
    "sentence": "[Girl]::And that`s it!? We`re done!? That`s seriously all you hadto say!? H-Huhhhhh!?",
    "translation": "【Girl】「Vậy là hết!? Xong rồi á!? Thật á, đó là tất cả những gì cậu muốn nói!? H-Hả!?」"
  },
  {
    "sentence": "[Girl]::...Uhhh... Bahaha, ahahahahaha!",
    "translation": "【Girl】「...Uhhh... Bahaha, ahahahahaha!」"
  },
  {
    "sentence": "[Girl]::Ahahahaha, what the heck? You`re a weird one, aren`t you?Ahahahahaha!",
    "translation": "【Girl】「Ahahahaha, cái quái gì vậy? Cậu đúng là kì lạ thật đó, phải không? Ahahahahaha!」"
  },
  {
    "sentence": "[Girl]::Ahahahaha, ridiculous! What a weirdo! Ahahahaha! Haaaah,I was so friggin` scared, you have no idea! I mean, it`slike, what the heck!? Ahahah, seriously, I thought I wasdead!",
    "translation": "【Girl】「Ahahahaha, lố bịch! Đúng là đồ kì quặc! Ahahahaha! Haaaah, tớ sợ muốn chết khiếp đi được, cậu không thể tưởng tượng nổi đâu! Ý tớ là, cái quái gì vậy!? Ahahah, nghiêm túc đó, tớ tưởng tớ chết rồi chứ!」\n"
  },
  {
    "sentence": "[Girl]::Huh...? S-She`s laughing... Ahahahaha, what the heck!?Ahahahaha!",
    "translation": "【Girl】「Hả...? C-Cậu ấy đang cười... Ahahahaha, cái quái gì vậy!? Ahahahaha!」"
  },
  {
    "sentence": "[Girl]::Sheesh. Now I don`t even feel like dying anymore.",
    "translation": "【Girl】「Xí. Giờ tớ chẳng còn muốn chết nữa rồi.」"
  },
  {
    "sentence": "[Girl]::So stupid... Aah, what a joke. Guess this means I owe youmy life, huh?",
    "translation": "【Girl】「Đúng là ngốc... Aah, thật là nực cười. Chắc là ý tớ nợ cậu một mạng, hả?」"
  },
  {
    "sentence": "[Girl]::Right? Yeah, that`s how it is. Thank you.",
    "translation": "【Girl】「Đúng không? Ừ, là như vậy đó. Cảm ơn cậu.」"
  },
  {
    "sentence": "[Girl]::Huh!? No, why`re you crying!? C`mon, there there, let`sall calm down, yeah, shh, okay...",
    "translation": "【Girl】「Hả!? Không, sao cậu lại khóc!? Thôi nào, nín đi, tất cả bình tĩnh lại nào, ừm, im nào, được rồi...」\n"
  },
  {
    "sentence": "[Girl]::You really are a weird girl, aren`t you? But that`s justhow I like my women... Kidding, kidding.",
    "translation": "【Girl】「Cậu đúng là một cô nàng kỳ lạ, phải không? Nhưng tớ lại thích những người phụ nữ như thế... Đùa thôi, đùa thôi.」"
  },
  {
    "sentence": "[Girl]::All right then... why don`t we be friends? Yeah, let`s befriends. I mean, you`re my savior, after all. Of coursewe`re friends. Heck, that`s best friend territory rightthere. We`re clearly best friends!",
    "translation": "【Girl】「Được thôi... vậy thì chúng ta làm bạn nhé? Ừ, làm bạn đi. Ý tớ là, dù sao thì cậu cũng là ân nhân của tớ mà. Tất nhiên chúng ta là bạn rồi. Chậc, đây đúng là lãnh thổ của bạn thân luôn rồi. Rõ ràng chúng ta là bạn thân mà!」\n"
  },
  {
    "sentence": "[Girl]::Nice to meet you, best friend.",
    "translation": "【Girl】「Rất vui được gặp cậu, bạn thân.」"
  },
  {
    "sentence": "[Girl]::...You`re a strange one, Matsushima Michiru. As always.",
    "translation": "【Girl】「Cậu đúng là một người kỳ lạ, Matsushima Michiru ạ. Vẫn như mọi khi.」"
  },
  {
    "sentence": "[Girl]::Hey, you hungry? Want to get some Dom-Dom? My treat.",
    "translation": "【Girl】「Này, cậu đói bụng không? Muốn đi ăn Dom-Dom không? Tớ đãi.」"
  },
  {
    "sentence": "[Girl]::You won`t turn me down, right? We are best friends, afterall. Have some other plans?",
    "translation": "【Girl】「Cậu sẽ không từ chối tớ chứ, phải không? Dù sao thì Chúng ta là bạn thân nhất mà. Cậu có kế hoạch gì khác à?」"
  },
  {
    "sentence": "[Girl]::Yeah, I got it. Okay then, let`s go. I`m starving.",
    "translation": "【Girl】「Ừ, tớ biết rồi. Được thôi, đi thôi. Tớ đói quá.」"
  },
  {
    "sentence": "[Girl]::Is this seriously your first time in this sorta place?",
    "translation": "【Girl】「Đây là lần đầu tiên Cậu đến những chỗ như này thật hả?」"
  },
  {
    "sentence": "[Girl]::So you were in the next class over, huh? I had no ideathere was such a funny kid over there.",
    "translation": "【Girl】「Vậy ra Cậu học lớp bên cạnh à? Tớ không ngờ lại có một người hài hước như Cậu ở đó đấy.」\n"
  },
  {
    "sentence": "[Girl]::Hm? What`s wrong?",
    "translation": "【Girl】「Hm? Sao thế?」"
  },
  {
    "sentence": "[Girl]::What, the hamburger? *Snort*... Ahaha... You really arefunny.",
    "translation": "【Girl】「Gì chứ, cái bánh hamburger á? *Khịt mũi*... Ahaha... Cậu đúng là hài hước thật đấy.」"
  },
  {
    "sentence": "[Girl]::Yep, funny. Oh, hey, you know what your classmates callyou?",
    "translation": "【Girl】「Ừ, hài hước thật. Ồ, này, Cậu có biết các bạn cùng lớp gọi Cậu là gì không?」"
  },
  {
    "sentence": "[Girl]::That`s right, they do. And it`s an insult. They call you\"ghost-girl.\" Ahah, what a laugh, right?",
    "translation": "【Girl】「Đúng rồi, họ làm thế đấy. Và đó là một sự xúc phạm. Họ gọi Cậu là \"con ma nữ\". Ahaha, buồn cười thật, phải không?」"
  },
  {
    "sentence": "[Girl]::I was all \"c`mon now!\" Told `em to give it a rest.",
    "translation": "【Girl】「Tớ kiểu như \"thôi nào!\". Bảo bọn họ đừng có làm thế nữa đi.」"
  },
  {
    "sentence": "[Girl]::And you`re a real little lady to boot, aren`t ya? Butstill... seriously, never had fast food before? Littletoo far out of the mainstream there, don`t you think?",
    "translation": "【Girl】「Mà Cậu đúng là một tiểu thư khuê các nữa chứ, phải không? Nhưng mà... thật đó, chưa từng ăn đồ ăn nhanh bao giờ á? Cậu hơi bị lạc lõng so với thế giới rồi đấy, Cậu không nghĩ vậy sao?」"
  },
  {
    "sentence": "[Girl]::That`s right, you`re a regular princess. So anyway, yougot a cell phone? We should totally IR.",
    "translation": "【Girl】「Đúng vậy, Cậu đúng là một nàng công chúa chính hiệu. Thế Cậu có điện thoại di động không? Chúng ta nên kết nối hồng ngoại chứ nhỉ.」"
  },
  {
    "sentence": "[Girl]::*Sigh*... All right, guess we`ll save that for next time.For the time being, how about you eat up? Go ahead.",
    "translation": "【Girl】「*Thở dài*... Được rồi, chắc Tớ sẽ để dành chuyện đó cho lần tới vậy. Giờ thì, Cậu ăn đi nhé? Cứ tự nhiên.」"
  },
  {
    "sentence": "[Girl]::This is my treat, y`know, so you`d better savor Mr.Squishy there. Can`t exactly afford to get you anythingbetter.",
    "translation": "【Girl】「Tớ bao Cậu đó, biết chưa, nên Cậu liệu mà thưởng thức Mr. Squishy đi nha. Tớ không có đủ tiền để mua cho Cậu cái gì ngon hơn đâu.」"
  },
  {
    "sentence": "[Girl]::Oho? Whatcha think? Pretty decent, right?",
    "translation": "【Girl】「Ồ? Cậu thấy sao? Cũng ra gì phết, phải không?」"
  },
  {
    "sentence": "[Girl]::Huh? Wha... why`re you crying? Huh!? I don`t get it! It`stasty? You`re crying because it`s tasty? That`s, uh,going a little overboard... but I`m sure Mr. Elephant`svery pleased with himself.",
    "translation": "【Girl】「Hả? Cái... Sao Cậu lại khóc? Hả!? Tớ không hiểu! Ngon lắm hả? Cậu khóc vì nó ngon hả? Cái đó thì, ừm, hơi quá rồi đó... nhưng Tớ chắc chắn là Mr. Elephant sẽ rất hài lòng về bản thân lắm đấy.」"
  },
  {
    "sentence": "[Girl]::...Why I was going to jump.",
    "translation": "【Girl】「...Vì sao tớ lại định nhảy xuống.」"
  },
  {
    "sentence": "[Girl]::*Snort*... True enough. No other reason why you`d jump,is there? Hehe... you really are a weird girl, Michiru.",
    "translation": "【Girl】「*Khịt mũi*... Đúng thật. Chẳng còn lý do nào khác để cậu nhảy cả, phải không? Hehe... cậu đúng là một cô nàng kỳ lạ, Michiru.」"
  },
  {
    "sentence": "[Girl]::Y`know, people just love asking me questions.",
    "translation": "【Girl】「Biết không, mọi người cứ thích hỏi tớ mấy câu hỏi ấy.」"
  },
  {
    "sentence": "[Girl]::About the future, boyfriends, part-time jobs, marks on mywrist, drugs, coming inside... I can`t keep track of itall anymore. I want to live in a simpler world.",
    "translation": "【Girl】「Về tương lai, bạn trai, công việc làm thêm, vết sẹo trên cổ tay tớ, ma túy, bắn bên trong... Tớ không thể theo dõi tất cả mọi thứ nữa. Tớ muốn sống trong một thế giới đơn giản hơn.」"
  },
  {
    "sentence": "[Girl]::I mean, when you get right down to it, we`re all alone,right? It`s not like anybody really cares about me fromthe bottom of their heart. Everybody disappears in theend.",
    "translation": "【Girl】「Ý tớ là, khi cậu thực sự hiểu ra thì, tất cả chúng ta đều cô đơn, phải không? Chẳng phải là không ai thực sự quan tâm đến tớ từ tận đáy lòng sao. Cuối cùng thì ai rồi cũng biến mất thôi.」"
  },
  {
    "sentence": "[Girl]::Don`t want to be hated... so I`ll hate first. Before theycan leave me, I want to disappear... or whatever.",
    "translation": "【Girl】「Không muốn bị ghét... nên tớ sẽ ghét trước. Trước khi họ có thể rời bỏ tớ, tớ muốn biến mất... hoặc gì đó.」"
  },
  {
    "sentence": "[Girl]::Ah, sorry. I gotta get going.",
    "translation": "【Girl】「Ah, xin lỗi. Tớ phải đi đây.」"
  },
  {
    "sentence": "[Girl]::Michiru...",
    "translation": "【Girl】「Michiru...」\n"
  },
  {
    "sentence": "[Girl]::I love you!",
    "translation": "【Girl】「Tớ yêu cậu!」"
  },
  {
    "sentence": "[Girl]::Ahahah. I`m just messing with you. Later!",
    "translation": "【Girl】「Ahahah. Tớ chỉ trêu cậu thôi. Gặp lại sau!」"
  },
  {
    "sentence": "[Girl]::It`s okay. This is what I wanted, y`know? I did this.Because I didn`t want him to throw me away.",
    "translation": "【Girl】「Không sao đâu. Tớ muốn thế mà, biết không? Tớ đã làm điều này. Vì tớ không muốn cậu ấy vứt bỏ tớ.」"
  },
  {
    "sentence": "[Girl]::Mm... thanks. You`re sweet, Michiru.",
    "translation": "【Girl】「Ừm... cảm ơn cậu. Cậu thật tốt bụng, Michiru.」"
  },
  {
    "sentence": "[Girl]::No, it is. You really are a kind girl... You`ve heard therumors, right? Well, they`re true. Must think I`m anidiot, huh? It`s okay, you can laugh. Haha.",
    "translation": "【Girl】「Không phải đâu, đúng mà. Cậu thật tốt bụng... Cậu nghe mấy lời đồn rồi đúng không? Thì, chúng là thật đấy. Chắc là nghĩ tớ ngốc lắm, hả? Không sao đâu, cậu cứ cười đi. Haha.」"
  },
  {
    "sentence": "[Girl]::...Hehe. Guess you have a point. Making friends with me,of all people? You must be pretty dumb.",
    "translation": "【Girl】「...Hehe. Tớ đoán cậu nói đúng. Kết bạn với tớ, trong tất cả mọi người? Cậu ngốc thật đấy.」"
  },
  {
    "sentence": "[Girl]::Y`know, everyone hates me here. Didn`t really have anyfriends or anything.",
    "translation": "【Girl】「Biết không, ở đây ai cũng ghét tớ hết. Tớ chẳng có bạn bè gì cả.」"
  },
  {
    "sentence": "[Girl]::But I want you to know something. It`s not like I becamefriends with you because nobody else would give me thetime of day.",
    "translation": "【Girl】「Nhưng tớ muốn cậu biết điều này. Không phải tớ kết bạn với cậu vì không ai thèm chơi với tớ đâu.」"
  },
  {
    "sentence": "[Girl]::I made friends with you because I liked you. That`s true,if nothing else. But I guess it`s probably pretty hard tobelieve a liar like me, huh?",
    "translation": "【Girl】「Tớ kết bạn với cậu vì tớ thích cậu. Chuyện đó là thật, ít nhất là vậy. Nhưng tớ đoán chắc là cậu khó mà tin một kẻ dối trá như tớ, phải không?」"
  },
  {
    "sentence": "[Girl]::I really do think of you as my best friend, Michiru.Sorry for being such a filthy excuse for a friend. I`mreally sorry... for being like this...",
    "translation": "【Girl】「Tớ thật sự coi cậu là bạn thân nhất của tớ đó, Michiru. Xin lỗi vì đã là một đứa bạn tồi tệ như vậy. Tớ thật sự xin lỗi... vì đã như thế này...」"
  },
  {
    "sentence": "[Girl]::I love him. Whatever he told me to do, I did it. I knewall along that stuff about leaving his wife was a lie...",
    "translation": "【Girl】「Tớ yêu hắn. Hắn bảo tớ làm gì, tớ đều làm theo. Tớ biết từ lâu rồi chuyện hắn bỏ vợ chỉ là nói dối...」\n"
  },
  {
    "sentence": "[Girl]::And I was okay with that. Even when I got pregnant, Iknew it`d cause him trouble, so I went to the hospitalall by myself.",
    "translation": "【Girl】「Và tớ đã ổn với điều đó. Ngay cả khi tớ có thai, tớ biết chuyện đó sẽ gây rắc rối cho hắn, nên tớ đã tự mình đến bệnh viện.」\n"
  },
  {
    "sentence": "[Girl]::Even when he told me to do it with other guys, I toughedit out. No matter how many guys it was, no matter howmany times they wanted to go, I did my best. But I`mdone. Y`see... he doesn`t love me anymore.",
    "translation": "【Girl】「Ngay cả khi hắn bảo tớ làm chuyện đó với những thằng khác, tớ vẫn cắn răng chịu đựng. Dù có bao nhiêu thằng đi nữa, dù bọn nó muốn bao nhiêu lần đi nữa, tớ vẫn cố gắng hết sức. Nhưng tớ xong rồi. Cậu thấy đấy... hắn không còn yêu tớ nữa.」"
  },
  {
    "sentence": "[Girl]::Michiru, I`m done. I don`t want to live in a world wherehe isn`t interested in me. I don`t want to live in aworld without him in it.",
    "translation": "【Girl】「Michiru, tớ xong rồi. Tớ không muốn sống trong một thế giới mà hắn không còn hứng thú với tớ nữa. Tớ không muốn sống trong một thế giới mà không có hắn.」\n"
  },
  {
    "sentence": "[Girl]::I`m gonna go ahead.",
    "translation": "【Girl】「Tớ đi trước đây.」"
  },
  {
    "sentence": "[Girl]::Goodbye, Michiru.",
    "translation": "【Girl】「Tạm biệt, Michiru.」"
  },
  {
    "sentence": "[Girl]::Michiru. You finally showed up, huh?",
    "translation": "【Girl】「Michiru. Cuối cùng cũng chịu xuất hiện rồi hả?」"
  },
  {
    "sentence": "[Girl]::You came to see me, right? So you`re gonna come with me?I mean, we`re friends, so we should be together. Right?",
    "translation": "【Girl】「Đến tìm mình, đúng không? Vậy là cậu sẽ đi cùng mình chứ? Ý mình là, chúng ta là bạn mà, nên phải ở cùng nhau. Đúng không?」\n"
  },
  {
    "sentence": "[Girl]::I love you, Michiru. Thanks for coming. Let`s be togetherforever.",
    "translation": "【Girl】「Tớ yêu cậu, Michiru. Cảm ơn vì đã đến. Chúng ta sẽ mãi mãi bên nhau nhé.」"
  },
  {
    "sentence": "[Girl]::Why are you running? We promised to stay best friends,didn`t we? Or what, do you hate me now?",
    "translation": "【Girl】「Sao cậu lại chạy trốn? Chúng ta đã hứa sẽ là bạn thân nhất rồi mà, phải không? Hay là, giờ cậu ghét tớ rồi?」\n"
  },
  {
    "sentence": "[Girl]::So stay with me! Come on, let`s stay here together. Giveme your hand...",
    "translation": "【Girl】「Vậy ở lại với tớ đi! Nào, ở đây cùng nhau đi mà. Đưa tay cho tớ...」\n"
  },
  {
    "sentence": "[Girl]::We can be together from now on. Nobody`s going to messthings up for us here. I`m really, really happy.",
    "translation": "【Girl】「Từ giờ chúng ta sẽ luôn bên nhau. Sẽ không ai phá đám chúng ta được nữa. Tớ thật sự, thật sự rất hạnh phúc.」\n"
  },
  {
    "sentence": "[Girl]::Sorry? For what? Huh? Do you hate me after all?",
    "translation": "【Girl】「Xin lỗi? Xin lỗi vì cái gì cơ? Hả? Rốt cuộc thì cậu ghét tớ rồi à?」\n"
  },
  {
    "sentence": "[Girl]::Then why are you apologizing? Answer me...",
    "translation": "【Girl】「Vậy sao cậu lại xin lỗi? Trả lời tớ đi...」"
  },
  {
    "sentence": "[Girl]::A thing... of the past?",
    "translation": "【Girl】「Một thứ... của quá khứ sao?」\n"
  },
  {
    "sentence": "[Girl]::Are you saying... you`re going to forget about me?",
    "translation": "【Girl】「Ý cậu là... cậu sẽ quên tớ sao?」\n"
  },
  {
    "sentence": "[Girl]::I don`t get it. I don`t get it at all! Why can`t you staywith me? I don`t understand!",
    "translation": "【Girl】「Tớ không hiểu. Tớ thật sự không hiểu gì cả! Tại sao cậu không thể ở bên tớ? Tớ không hiểu mà!」"
  },
  {
    "sentence": "[Girl]::Come on! Why go back to a place where everyone hits you,insults you, or makes fun of you? Why leave, when you canbe with me forever in a world with no worries?",
    "translation": "【Girl】「Thôi mà! Sao cậu lại muốn quay về nơi mà ai cũng đánh đập, sỉ nhục hay chế giễu cậu chứ? Sao cậu lại muốn rời đi, trong khi cậu có thể ở bên tớ mãi mãi trong một thế giới không lo âu?」\n"
  },
  {
    "sentence": "[Girl]::That`s not fair... You`re just gonna move on? Leave mebehind? That isn`t fair at all...",
    "translation": "【Girl】「Không công bằng... Cậu định phủi tay bỏ đi à? Bỏ tớ lại phía sau? Chuyện này thật không công bằng chút nào...」\n"
  },
  {
    "sentence": "[Girl]::But reality is cold and scary, you know? Nobody`s goingto stay with you till the very end.",
    "translation": "【Girl】「Nhưng mà thực tế thì lạnh lùng và đáng sợ lắm, cậu biết mà? Chẳng ai sẽ ở bên cậu đến phút cuối đâu.」\n"
  }
]