[
    {
        "sentence": "[Grandmother]::...Welcome back.",
        "translation": "Grandmother「Về rồi đấy à.」"
    },
    {
        "sentence": "[Grandmother]::Then let`s make sure you recover quickly, dear. ForMichiaki-san`s sake as well as yours.",
        "translation": "Grandmother「Vậy thì hãy đảm bảo con hồi phục nhanh chóng nhé, con yêu. Vì ngài Michiaki cũng như vì con nữa.」"
    },
    {
        "sentence": "[Grandmother]::Hello...",
        "translation": "Grandmother「Chào con...」"
    },
    {
        "sentence": "[Grandmother]::Poor thing... If Misako hadn`t given birth to a girl,this would never...",
        "translation": "Grandmother「Khổ thân... Nếu Misako không sinh ra con gái, thì đã không...」"
    },
    {
        "sentence": "[Grandmother]::Come now. You said it yourself, dear: We had a wonderfulopportunity here, but now it`s gone to waste.",
        "translation": "Grandmother「Nào, nào. Chính ông đã nói rồi đấy: Chúng ta đã có một cơ hội tuyệt vời, nhưng giờ nó đã trôi qua lãng phí rồi.」"
    },
    {
        "sentence": "[Grandmother]::This is exactly why she should have tried again themoment they knew it was a girl, even if meant shoutingdown those doctors.",
        "translation": "Grandmother「Chính vì thế mà con bé đáng lẽ phải cố gắng sinh thêm đứa nữa ngay khi bọn họ biết đó là con gái, kể cả có phải át cả tiếng của mấy ông bác sĩ kia đi.」"
    },
    {
        "sentence": "[Grandmother]::But...",
        "translation": "Grandmother「Nhưng mà...」"
    },
    {
        "sentence": "[Grandmother]::Misako`s still hospitalized, and now we have to sendYumiko to school as well... Just what are we supposed todo...?",
        "translation": "Grandmother「Misako vẫn còn nằm viện, giờ lại còn phải cho Yumiko đi học nữa... Rốt cuộc chúng ta phải làm sao đây...?」"
    },
    {
        "sentence": "[Grandmother]::It is certainly not fine! The company`s been hanging onby its fingernails for months, if you hadn`t noticed! Howcan you be so easy-going about this!?",
        "translation": "Grandmother「Chắc chắn là không ổn rồi! Công ty đã phải bấu víu từng chút một suốt mấy tháng nay rồi, nếu ông không nhận ra! Sao ông có thể dễ dãi về chuyện này như vậy hả!?」\n"
    },
    {
        "sentence": "[Grandmother]::......",
        "translation": "Grandmother「......」\n"
    },
    {
        "sentence": "[Grandmother]::...This will be the last time you behave in such anunbecoming manner. Do you understand me, young lady?",
        "translation": "Grandmother「Đây là lần cuối cùng con cư xử một cách khó coi như vậy đấy. Con hiểu ta chứ, con kia?」"
    },
    {
        "sentence": "[Grandmother]::...Honestly. Utterly shameful...",
        "translation": "Grandmother「...Thiệt tình. Thật là đáng xấu hổ...」"
    },
    {
        "sentence": "[Grandmother]::D-Does that mean my daughter`s going to be all right...?",
        "translation": "Grandmother「V-Vậy... vậy có nghĩa là con gái ta sẽ ổn chứ...?」\n"
    },
    {
        "sentence": "[Grandmother]::Thank you. Thank you so much, doctor...",
        "translation": "Grandmother「Cảm ơn... Cảm ơn bác sĩ nhiều lắm...」"
    },
    {
        "sentence": "[Grandmother]::Now we can finally make everything up to Sakaki-san andhis family... Thank you so much...",
        "translation": "Grandmother「Cuối cùng thì ta cũng có thể đền đáp cho Sakaki-san và gia đình ngài ấy... Cảm ơn con nhiều lắm...」\n"
    },
    {
        "sentence": "[Grandmother]::We made them take responsibility for Misako, but nowthey`re cutting off the aid entirely... What do youintend to do, dear?",
        "translation": "Grandmother「Chúng ta đã bắt bọn họ chịu trách nhiệm với Misako, vậy mà giờ đây bọn họ cắt hoàn toàn viện trợ... Ông định tính sao đây?」"
    },
    {
        "sentence": "[Grandmother]::...To think the long-standing Kawamoto house would bereduced to such a meager lifestyle... And they expect usto take care of that girl on top of it all!? Utterlyridiculous!",
        "translation": "Grandmother「Nghĩ đến việc dòng họ Kawamoto lâu đời lại suy tàn đến mức sống tằn tiện như vậy... Rồi bọn họ còn muốn chúng ta phải chăm sóc cho con bé kia nữa!? Thật nực cười!」"
    },
    {
        "sentence": "[Grandmother]::You`re late, Yumiko-chan! Come on in! Hurry!",
        "translation": "Grandmother「Cháu đến trễ đấy, Yumiko-chan! Vào nhà thôi! Nhanh lên!」"
    },
    {
        "sentence": "[Grandmother]::Come on, Yumiko-chan, sit down right there. Thisdiscussion isn`t going anywhere without you.",
        "translation": "Grandmother「Nào nào, Yumiko-chan, ngồi xuống ngay đây đi. Cuộc thảo luận này không thể tiếp tục nếu thiếu cháu đâu.」"
    },
    {
        "sentence": "[Grandmother]::Isn`t that wonderful, Yumiko-chan? Now you can attend agood school and live with your father again!",
        "translation": "Grandmother「Tuyệt vời quá đi, Yumiko-chan! Giờ thì cháu có thể học ở một ngôi trường tốt và lại được sống cùng bố rồi!」"
    },
    {
        "sentence": "[Grandmother]::Oh, and it seems your father will be helping this houseagain! This really is a happy day for us all!",
        "translation": "Grandmother「Ôi, và có vẻ như bố cháu sẽ cứu giúp ngôi nhà này một lần nữa! Đây thực sự là một ngày hạnh phúc cho tất cả chúng ta!」"
    },
    {
        "sentence": "[Grandmother]::Come now, dear, there`s no need to hurry. The gentlemenfrom the Sakaki house say they`ll be paying us anothervisit tomorrow, so until then...",
        "translation": "Grandmother「Nào nào, con yêu, không cần phải vội thế đâu. Mấy quý ông nhà Sakaki nói rằng bọn họ sẽ đến thăm chúng ta vào ngày mai, nên cho đến lúc đó... cứ từ từ đã.」"
    },
    {
        "sentence": "[Grandmother]::O-Oh, is that so...? Well, if that`s what you want to do,Yumiko-chan, I suppose there`s no helping it. Right,dear?",
        "translation": "Grandmother「Ôi... ra là vậy sao...? Chà, nếu đó là điều cháu muốn làm, Yumiko-chan, ta cho là không còn cách nào khác. Phải không, con yêu?」"
    }
]