[
    {
        "sentence": "[Kanako]::I didn`t quite follow this part... Would you mind helpingme?",
        "translation": "Kanako「Tớ không hiểu rõ phần này lắm... Cậu giúp tớ được không?」\n"
    },
    {
        "sentence": "[Kanako]::Thank you, that was very helpful. Your explanations arealways so clear and concise, Sakaki-san.",
        "translation": "Kanako「Cảm ơn cậu, điều đó rất hữu ích. Những lời giải thích của cậu luôn rõ ràng và ngắn gọn, Sakaki-san.」\n"
    },
    {
        "sentence": "[Kanako]::That`s not true. You might make a very good teachersomeday.",
        "translation": "Kanako「Không đúng đâu. Biết đâu một ngày nào đó cậu sẽ trở thành một giáo viên giỏi thì sao.」\n"
    },
    {
        "sentence": "[Kanako]::...Or so she says. And then...",
        "translation": "Kanako「...Hoặc cậu ta nói thế. Rồi thì...」\n"
    },
    {
        "sentence": "[Kanako]::Sakaki-san`s the child of a mistress... or that`s whatDad...",
        "translation": "Kanako「Sakaki-san là con của một người tình... hoặc đó là những gì bố...」\n"
    },
    {
        "sentence": "[Kanako]::I think I`ll keep being kind to her for the moment.",
        "translation": "Kanako「Tớ nghĩ trước mắt cứ nên đối xử tốt với cậu ta đã.」\n"
    },
    {
        "sentence": "[Kanako]::But this way, I might get her to tell me some funstories, right? Like how her mother wormed her way intothe Sakaki house... or maybe...",
        "translation": "Kanako「Nhưng như vậy, tớ có thể khiến cậu ta kể cho tớ mấy chuyện thú vị, đúng không? Chẳng hạn như mẹ cậu ta đã luồn lách vào nhà Sakaki như thế nào... hoặc có lẽ...」\n"
    },
    {
        "sentence": "[Kanako]::Oh... hello, Sakaki-san. Do you need something?",
        "translation": "Kanako「Ô... chào Sakaki-san. Cậu cần gì à?」\n"
    },
    {
        "sentence": "[Kanako]::What`s wrong, Sakaki-san? Your face is very pale. Shouldwe call...",
        "translation": "Kanako「Sakaki-san, sao thế? Mặt cậu tái mét cả rồi. Có nên gọi...」\n"
    },
    {
        "sentence": "[Kanako]::Wha...?",
        "translation": "Kanako「Hả...?」\n"
    }
]