[
  {
    "sentence": "[Kazuki]::That`s the fifth time. Listen to me. The more you say theword \"sorry,\" the less meaning it holds. The next timeyou apologize to me, I`m going to get angry",
    "translation": "【Kazuki】「Đây là lần thứ năm rồi đấy. Nghe tôi nói này. Cậu càng nói \"xin lỗi\" nhiều, từ đó càng mất hết ý nghĩa. Lần sau mà cậu còn xin lỗi tôi nữa, tôi sẽ nổi giận đấy.」"
  },
  {
    "sentence": "[Kazuki]::Spare me your \"uuu.\" Move to your left, the exit is inthat direction",
    "translation": "【Kazuki】「Thôi đừng có \"ư ử\" nữa. Di chuyển sang trái đi, lối thoát ở hướng đó」"
  },
  {
    "sentence": "[Kazuki]::...Tch..",
    "translation": "【Kazuki】「...Chậc..」"
  },
  {
    "sentence": "[Kazuki]::...Come on. Take my hand",
    "translation": "【Kazuki】「...Nào. Nắm lấy tay tôi đi」"
  },
  {
    "sentence": "[Kazuki]::...It`s fine. Rest assured, vehicles exploding after thissort of accident only happens in movies",
    "translation": "【Kazuki】「...Không sao đâu. Cậu cứ yên tâm, xe cộ phát nổ sau những tai nạn như thế này chỉ xảy ra trong phim thôi mà」"
  },
  {
    "sentence": "[Kazuki]::Please don`t look at me as if I were some sort oftelepath. I`m just trying to cut to the chase",
    "translation": "【Kazuki】「Đừng nhìn tôi như thể tôi là nhà ngoại cảm vậy. Tôi chỉ đang muốn đi thẳng vào vấn đề thôi」"
  },
  {
    "sentence": "[Kazuki]::So, who shall we save first? I`ll let you decide",
    "translation": "【Kazuki】「Vậy, chúng ta sẽ cứu ai trước đây? Tôi để cậu quyết định」"
  },
  {
    "sentence": "[Kazuki]::It`s something like a simple psychology test. I thoughtI`d use your answer to see what sort of person you are",
    "translation": "【Kazuki】「Nó giống như một bài kiểm tra tâm lý đơn giản vậy. Tôi nghĩ sẽ dùng câu trả lời của cậu để xem cậu là người như thế nào」"
  },
  {
    "sentence": "[Kazuki]::...Who would you save first, Kazami-san.AmaneAnswering a question with a question will get you areputation as an idiot. Or do you mean to say thatreserving your answer is the only answer you can come upwith",
    "translation": "Kazuki「Vậy cậu sẽ cứu ai trước, Kazami-san? Amane. Trả lời câu hỏi bằng một câu hỏi khác sẽ khiến cậu mang danh kẻ ngốc đấy. Hay ý cậu là việc giữ im lặng chính là câu trả lời duy nhất mà cậu nghĩ ra được sao?」"
  },
  {
    "sentence": "[Kazuki]::In that case, I`ll mark you down as a girl without ashred of decisiveness or ability to assess her situation.Is that all right with you",
    "translation": "Kazuki「Nếu vậy, tôi sẽ đánh dấu cậu là một cô gái thiếu quyết đoán và không có khả năng đánh giá tình hình. Cậu có đồng ý không?」"
  },
  {
    "sentence": "[Kazuki]::...*Sigh*... Very well. I`ll decide. Let`s save thecaptain first",
    "translation": "Kazuki「...Haizz... Thôi được rồi. Tôi sẽ quyết định. Chúng ta cứu thuyền trưởng trước đi.」"
  },
  {
    "sentence": "[Kazuki]::Because I hate her",
    "translation": "Kazuki「Vì tôi ghét cậu ấy」"
  },
  {
    "sentence": "[Kazuki]::In response to the previous question, I wouldn`t chooseoption 1, 2, or 3, but rather 4: \"The people I hate\" comefirst",
    "translation": "Kazuki「Trước câu hỏi vừa rồi, tôi sẽ không chọn phương án 1, 2, hay 3 mà là 4: \"Những người tôi ghét\" sẽ được ưu tiên trước.」"
  },
  {
    "sentence": "[Kazuki]::I don`t recall specifically limiting you to those 3choices. It`s also a test to see how you respond when thecorrect answer isn`t given to you as an option",
    "translation": "Kazuki「Tôi không nhớ là mình đã giới hạn cậu trong ba lựa chọn đó. Đây cũng là một bài kiểm tra xem cậu sẽ phản ứng thế nào khi không có câu trả lời đúng được đưa ra cho cậu chọn.」"
  },
  {
    "sentence": "[Kazuki]::Yes. I prefer to get unpleasant things out of the way asquickly as possible. I tend to finish my summer homeworkbefore the vacation even begins",
    "translation": "Kazuki「Đúng vậy. Tôi thích giải quyết những việc khó chịu càng nhanh càng tốt. Tôi có xu hướng hoàn thành bài tập hè trước cả khi kỳ nghỉ bắt đầu.」"
  },
  {
    "sentence": "[Kazuki]::You don`t need to get it. Come help me, if you`d be sokind",
    "translation": "Kazuki「Cậu không cần phải hiểu đâu. Giúp tôi với, nếu cậu tốt bụng như vậy.」"
  },
  {
    "sentence": "[Kazuki]::I believe we should attend to the wounded first of all.What do you think",
    "translation": "Kazuki「Tôi nghĩ chúng ta nên ưu tiên chăm sóc những người bị thương trước. Cậu nghĩ sao?」"
  },
  {
    "sentence": "[Kazuki]::This is exactly the sort of situation where you need tomaintain control, Senpai",
    "translation": "Kazuki「Đây đúng là tình huống mà chị cần phải giữ bình tĩnh, Senpai.」"
  },
  {
    "sentence": "[Kazuki]::Would you allow me a counter-argument",
    "translation": "Kazuki「Chị có cho phép tôi phản biện một chút không?」"
  },
  {
    "sentence": "[Kazuki]::There`s no guarantee whatsoever that help will arrive ifwe simply wait. If you feel you lack the capacity to leadin this situation, I can take on that role in your stead.Your decision",
    "translation": "Kazuki「Không có gì đảm bảo rằng sự giúp đỡ sẽ đến nếu chúng ta cứ chờ đợi. Nếu chị cảm thấy mình không đủ năng lực để lãnh đạo trong tình huống này, tôi có thể đảm nhận vai trò đó thay chị. Quyết định của chị.」"
  },
  {
    "sentence": "[Kazuki]::You`re rather composed to still be worrying about suchthings in a situation like this..",
    "translation": "Kazuki「Chị thật điềm tĩnh khi vẫn còn lo lắng về những chuyện như vậy trong hoàn cảnh này..」"
  },
  {
    "sentence": "[Kazuki]::It was nothing important. So, does this mean you feelable to assume leadership",
    "translation": "Kazuki「Chuyện đó không quan trọng. Vậy, có phải điều này có nghĩa là chị cảm thấy mình có thể đảm nhận vai trò lãnh đạo không?」"
  },
  {
    "sentence": "[Kazuki]::Captain Sakashita, may I have permission to survey thesurrounding area",
    "translation": "Kazuki「Đội trưởng Sakashita, tôi có thể xin phép khảo sát khu vực xung quanh được không?」"
  },
  {
    "sentence": "[Kazuki]::Suou-san, I`d like you to accompany me, if you don`tmind",
    "translation": "Kazuki「Suou-san, tớ muốn cậu đi cùng tớ, nếu cậu không phiền.」"
  },
  {
    "sentence": "[Kazuki]::It should be all right if I`m not by myself, yes? I`mtrying to be considerate here, in my own way. It shouldbe easier for you to push everyone around if I`m nothere",
    "translation": "Kazuki「Nếu tôi không đi một mình thì sẽ ổn thôi, phải không? Tôi đang cố tỏ ra biết điều đấy, theo cách của riêng tôi. Chị sẽ dễ dàng sai khiến mọi người hơn nếu tôi không có ở đây.」"
  },
  {
    "sentence": "[Kazuki]::Let`s be on our way, Suou-san",
    "translation": "Kazuki「Chúng ta đi thôi, Suou-san」"
  },
  {
    "sentence": "[Kazuki]::You finally open your mouth to ask me that, of allthings. Don`t you have other questions to ask of me",
    "translation": "Kazuki「Cuối cùng thì cậu cũng mở miệng để hỏi tôi điều đó ư? Chẳng lẽ cậu không có câu hỏi nào khác muốn hỏi tôi sao?」"
  },
  {
    "sentence": "[Kazuki]::Or the question that`s likely foremost in your mind...\"why did you ask me to come\"... or so I would imagine",
    "translation": "Kazuki「Hoặc câu hỏi có lẽ đang hiện lên rõ nhất trong đầu cậu... \"tại sao cậu lại bảo tôi đi cùng\"... tôi đoán là vậy」"
  },
  {
    "sentence": "[Kazuki]::Then I`ll tell you straight. I chose you because you`rethe type who can`t refuse when pressured",
    "translation": "Kazuki「Vậy tôi nói thẳng nhé. Tôi chọn cậu vì cậu là kiểu người không thể từ chối khi bị áp lực」"
  },
  {
    "sentence": "[Kazuki]::In your case, when asked \"Would you like to come along.\"you`ll agonize over your decision. But when ordered \"Comewith me,\" you`ll obey without much thought. Yes",
    "translation": "Kazuki「Trường hợp của cậu thì khi được hỏi \"Cậu có muốn đi cùng không\", cậu sẽ đắn đo mãi. Nhưng khi bị ra lệnh \"Đi với tôi\", cậu sẽ nghe theo mà chẳng cần suy nghĩ nhiều. Đúng vậy」"
  },
  {
    "sentence": "[Kazuki]::It`s a conclusion I drew from the results of our littlepsych test earlier. Was I mistaken",
    "translation": "Kazuki「Đó là kết luận tôi rút ra từ kết quả bài kiểm tra tâm lý nhỏ của chúng ta lúc nãy. Có phải tôi đã nhầm không?」"
  },
  {
    "sentence": "[Kazuki]::\"If I run my mouth, who knows what she`ll pick out of myhead next\"... or so I`m seeing on your face. Butpersonally, I`d prefer it if you didn`t get too wary overthis",
    "translation": "Kazuki「Nếu tôi lỡ lời, không biết cậu ấy sẽ moi móc được gì trong đầu tôi nữa ấy nhỉ... Tôi thấy điều đó hiện rõ trên mặt cậu rồi. Nhưng cá nhân tôi thì thích hơn nếu cậu đừng quá đề phòng về chuyện này」"
  },
  {
    "sentence": "[Kazuki]::...Aah, no signal after all. How about yours",
    "translation": "Kazuki「...Aah, rốt cuộc là không có tín hiệu. Còn cậu thì sao?」"
  },
  {
    "sentence": "[Kazuki]::No surprise..",
    "translation": "Kazuki「Chẳng có gì ngạc nhiên cả...」"
  },
  {
    "sentence": "[Kazuki]::You should turn yours off as well. The batteryconsumption is surprisingly rapid when it`s trying tofind a signal",
    "translation": "Kazuki「Cậu cũng nên tắt máy đi thôi. Mức tiêu thụ pin tăng lên nhanh chóng một cách đáng ngạc nhiên khi nó cố gắng tìm tín hiệu」"
  },
  {
    "sentence": "[Kazuki]::The situation can`t be called favorable..",
    "translation": "Kazuki「Tình hình này không thể gọi là thuận lợi được...」"
  },
  {
    "sentence": "[Kazuki]::If we`d been lucky we might`ve discovered some traces ofhuman entry... but there doesn`t seem to be any point ingetting our hopes up..",
    "translation": "Kazuki「Nếu may mắn, chúng ta có lẽ đã tìm thấy một vài dấu vết về sự hiện diện của con người... nhưng có vẻ như không còn hy vọng gì nữa rồi.」"
  },
  {
    "sentence": "[Kazuki]::...Take a look at this",
    "translation": "Kazuki「Nhìn cái này nè.」"
  },
  {
    "sentence": "[Kazuki]::Well, to put it simply, the needle isn`t working...meaning it`s not functional as a compass",
    "translation": "Kazuki「Nói một cách đơn giản thì kim la bàn không hoạt động... nghĩa là nó không còn dùng được nữa.」"
  },
  {
    "sentence": "[Kazuki]::Most likely deviation... Take a look at the walls aroundus",
    "translation": "Kazuki「Khả năng sai lệch cao nhất... Nhìn những bức tường xung quanh chúng ta này.」"
  },
  {
    "sentence": "[Kazuki]::Some of the rock has vitrified. Most likely, it wasrapidly cooled after momentary exposure to an extremelyhigh temperature, rendering it amorphous",
    "translation": "Kazuki「Một vài tảng đá đã bị hóa thủy tinh. Rất có thể, chúng đã nguội đi nhanh chóng sau khi tiếp xúc trong giây lát với nhiệt độ cực cao, khiến chúng trở nên vô định hình.」"
  },
  {
    "sentence": "[Kazuki]::It`s similar to what you`d see after a volcano`s lavacools, but the range is just too large... too small forit to be an air burst, though... Probably... a meteorite,I suppose",
    "translation": "Kazuki「Nó trông giống như những gì cậu thấy sau khi dung nham của núi lửa nguội đi, nhưng phạm vi quá lớn... quá nhỏ để đó là một vụ nổ trên không... Chắc là... một thiên thạch, tớ đoán vậy.」"
  },
  {
    "sentence": "[Kazuki]::I would think a small-scale meteorite exploded beforereaching the surface of the earth, and a particularlylarge fragment fell here, perhaps",
    "translation": "Kazuki「Tớ đoán là một thiên thạch quy mô nhỏ đã phát nổ trước khi chạm tới bề mặt Trái Đất, và một mảnh vỡ lớn bất thường đã rơi xuống đây, có lẽ vậy.」"
  },
  {
    "sentence": "[Kazuki]::Under that theory, this unnatural terrain also makessense... What do you think",
    "translation": "Kazuki「Theo giả thuyết đó, địa hình kỳ lạ này cũng trở nên hợp lý... Cậu nghĩ sao?」"
  },
  {
    "sentence": "[Kazuki]::Our cell phones can`t connect, and even our compass is ofno use. A first-class \"disaster.\" Things are gettinginteresting",
    "translation": "Kazuki「Điện thoại của chúng ta không liên lạc được, và ngay cả la bàn cũng vô dụng. Một \"thảm họa\" hạng nhất đây rồi. Mọi chuyện đang ngày càng thú vị đấy.」"
  },
  {
    "sentence": "[Kazuki]::If I sounded callous, I apologize. However, I wasthinking you might feel a little less anxious if yousensed some confidence in my words",
    "translation": "Kazuki「Xin lỗi nếu tôi đã tỏ ra lạnh lùng. Nhưng tôi nghĩ rằng nếu cậu cảm nhận được sự tự tin trong lời nói của tôi, cậu sẽ bớt lo lắng hơn.」"
  },
  {
    "sentence": "[Kazuki]::I suppose",
    "translation": "Kazuki「Tôi đoán vậy.」"
  },
  {
    "sentence": "[Kazuki]::...I wonder if Captain Sakashita would be so kind as totransfer her leadership position to me? I think it wouldbe more efficient that way, as I wouldn`t need to wastetime on submitting reports over every little thing..",
    "translation": "Kazuki「...Không biết Đội trưởng Sakashita có sẵn lòng chuyển giao vị trí lãnh đạo cho tôi không nhỉ? Tôi nghĩ như vậy sẽ hiệu quả hơn, vì tôi sẽ không cần tốn thời gian để báo cáo mọi việc nhỏ nhặt nữa..」"
  },
  {
    "sentence": "[Kazuki]::What is it",
    "translation": "Kazuki「Có chuyện gì vậy?」"
  },
  {
    "sentence": "[Kazuki]::A question you`re uncomfortable voicing",
    "translation": "Kazuki「Một câu hỏi mà cậu không thoải mái khi nói ra ư?」"
  },
  {
    "sentence": "[Kazuki]::...Huh. What`s this, all of a sudden.... Might you bemistaking me for God",
    "translation": "Kazuki「...Hả. Gì thế này, đột ngột vậy chứ... Cậu đang nhầm tôi với Chúa à?」"
  },
  {
    "sentence": "[Kazuki]::Ah, that question. In other words, since CaptainSakashita said the teacher`s treatment comes first,you`re curious what sort of conclusions can be drawn fromthat as an answer to the test",
    "translation": "Kazuki「À, cái câu hỏi đó. Nói cách khác, vì Đội trưởng Sakashita đã nói rằng ưu tiên của giáo viên là quan trọng nhất, nên cậu tò mò muốn biết những kết luận nào có thể rút ra từ đó như một câu trả lời cho bài kiểm tra ư?」"
  },
  {
    "sentence": "[Kazuki]::I think you have a rough idea even if I don`t spell itout for you, don`t you? Captain Sakashita is a highlydependent type",
    "translation": "Kazuki「Tôi nghĩ là cậu đã có ý tưởng sơ bộ rồi, phải không? Đội trưởng Sakashita là kiểu người rất phụ thuộc đấy.」"
  },
  {
    "sentence": "[Kazuki]::Despite only feeling content when she`s running the show,when she`s faced with a decision that bears the weight ofresponsibility, she`ll instantly look over her shoulderin search of help..",
    "translation": "Kazuki「Dù chỉ cảm thấy hài lòng khi được nắm quyền điều hành, nhưng khi đối mặt với một quyết định mang gánh nặng trách nhiệm, cậu ấy sẽ lập tức liếc nhìn quanh vai để tìm kiếm sự giúp đỡ.」"
  },
  {
    "sentence": "[Kazuki]::In other words, she wants to ask \"I`ll take control here,if that`s acceptable, Mr. Ochi.\" For that, she needs Mr.Ochi. Understand",
    "translation": "Kazuki「Nói cách khác, cậu ấy muốn hỏi \"Tôi sẽ nắm quyền chỉ huy ở đây, nếu ngài Ochi đồng ý.\" Để làm được điều đó, cậu ấy cần ngài Ochi. Hiểu chứ?」"
  },
  {
    "sentence": "[Kazuki]::I`m not saying that`s wrong, mind you? She`s a student,so it`s actually perfectly natural",
    "translation": "Kazuki「Tôi không nói điều đó là sai, cậu biết không? Cậu ấy là học sinh, nên việc đó thực ra là hoàn toàn tự nhiên.」"
  },
  {
    "sentence": "[Kazuki]::But in her case, I doubt she`s any different outside ofschool. I expect she pushes her father around at home.That sort of childish desire for superiority disgustsme",
    "translation": "Kazuki「Nhưng trong trường hợp của chị ấy, tôi nghi ngờ chị ấy sẽ khác hẳn khi ra khỏi trường. Tôi đoán chị ấy sẽ sai bảo bố mình ở nhà. Cái khao khát chiến thắng trẻ con đó làm tôi phát tởm.」"
  },
  {
    "sentence": "[Kazuki]::Ah, I`m sorry. I got sidetracked onto a worthless topic,didn`t I",
    "translation": "Kazuki「À, tôi xin lỗi. Tôi đã lạc đề sang một chủ đề vô bổ rồi, phải không?」"
  },
  {
    "sentence": "[Kazuki]::That`s not true",
    "translation": "Kazuki「Không phải vậy đâu」"
  },
  {
    "sentence": "[Kazuki]::I think it`s about time we returned. It would beunpleasant if they started thinking we`d made a run forit by ourselves",
    "translation": "Kazuki「Tôi nghĩ đã đến lúc chúng ta nên quay về rồi. Sẽ không hay chút nào nếu họ nghĩ chúng ta đã lẻn đi một mình đâu.」"
  },
  {
    "sentence": "[Kazuki]::...Heheh..",
    "translation": "Kazuki「...Heheh..」"
  },
  {
    "sentence": "[Kazuki]::Ah, I`m sorry. I was imagining your thoughts at themoment, and found them very amusing",
    "translation": "Kazuki「À, tôi xin lỗi. Tôi đang hình dung ra suy nghĩ của cậu lúc đó, và thấy nó thật buồn cười.」"
  },
  {
    "sentence": "[Kazuki]::Don`t sulk, please. Let me just say for the record: I`mnot a ghost, and I`m not God taking human form in yourdream either",
    "translation": "Kazuki「Đừng có dỗi nữa. Để tôi nói rõ ràng cho cậu biết: tôi không phải ma, cũng không phải Chúa hóa thân vào giấc mơ của cậu đâu.」"
  },
  {
    "sentence": "[Kazuki]::Hm. Thought of what",
    "translation": "Kazuki「Hm. Nghĩ về cái gì vậy?」"
  },
  {
    "sentence": "[Kazuki]::Even if I hadn`t said it, I expect you would`ve thoughtof it yourself within another ten minutes or so",
    "translation": "Kazuki「Dù tôi không nói ra, thì chắc cậu cũng sẽ tự nghĩ đến điều đó trong khoảng mười phút nữa thôi mà.」"
  },
  {
    "sentence": "[Kazuki]::I suppose so. My mother told me something similar when Iwas one and a half years old",
    "translation": "Kazuki「Tôi đoán vậy. Mẹ tôi đã nói với tôi điều tương tự khi tôi mới một tuổi rưỡi.」"
  },
  {
    "sentence": "[Kazuki]::It`s a joke",
    "translation": "Kazuki「Đùa thôi mà.」"
  },
  {
    "sentence": "[Kazuki]::It doesn`t matter. Feel free to decide for yourself",
    "translation": "Kazuki「Không sao đâu. Cứ tự do quyết định đi.」"
  },
  {
    "sentence": "[Kazuki]::To put it briefly, it`s a bleak environment..",
    "translation": "Kazuki「Nói tóm lại, đó là một môi trường ảm đạm...」"
  },
  {
    "sentence": "[Kazuki]::And how are the wounded",
    "translation": "Kazuki「Thế còn những người bị thương thì sao?」"
  },
  {
    "sentence": "[Kazuki]::What do you think, Koide-san",
    "translation": "Kazuki「Cậu nghĩ sao, Koide-san?」"
  },
  {
    "sentence": "[Kazuki]::And",
    "translation": "Kazuki「Và còn...」"
  },
  {
    "sentence": "[Kazuki]::...Huh? You really just examined them? Haven`t youperformed any treatment",
    "translation": "Kazuki「...Hả? Cậu thực sự vừa kiểm tra họ rồi sao? Chẳng lẽ cậu chưa làm qua bất kỳ biện pháp điều trị nào à?」"
  },
  {
    "sentence": "[Kazuki]::It`s simply a matter of returning the broken bones totheir original position and fixing them there, and sewingtogether the lacerations",
    "translation": "Kazuki「Đơn giản là sắp xếp lại xương gãy về vị trí ban đầu rồi cố định chúng lại, và khâu vết rách thôi mà」"
  },
  {
    "sentence": "[Kazuki]::All right. Could you bring some water to a boil",
    "translation": "Kazuki「Được rồi. Cậu đun sôi nước giúp tôi nhé?」"
  },
  {
    "sentence": "[Kazuki]::We used a camp stove on the trip, remember? Please boilas much water as possible and make saline solution. Ifyou can excavate the first-aid box and fishing tacklewhile you`re at it, I`d appreciate it",
    "translation": "Kazuki「Cậu còn nhớ chuyến đi chúng ta dùng bếp ga dã ngoại chứ? Làm ơn đun càng nhiều nước càng tốt và pha dung dịch nước muối đi. Nếu tiện thì cậu đào luôn cái hộp sơ cứu với đồ câu cá lên thì tôi biết ơn lắm.」"
  },
  {
    "sentence": "[Kazuki]::None. All I have is knowledge I`ve gained from books. Howabout you",
    "translation": "Kazuki「Tôi thì không có gì ngoài kiến thức học được từ sách vở. Còn cậu thì sao?」"
  },
  {
    "sentence": "[Kazuki]::Well, that`s only to be expected",
    "translation": "Kazuki「Đúng như tôi dự đoán thôi mà.」"
  },
  {
    "sentence": "[Kazuki]::If there`s someone with experience and confidence, I`llgladly let them take over. I wouldn`t want people tothink of me as a presumptuous job-stealing upstart",
    "translation": "Kazuki「Nếu có ai đó có kinh nghiệm và sự tự tin, tôi sẵn lòng nhường lại cho họ. Tôi không muốn người ta nghĩ tôi là kẻ cả gan cướp việc đâu.」"
  },
  {
    "sentence": "[Kazuki]::If no one has any experience, then it hardly matters whosteps up, does it? Or would you rather conclude \"it`stheir fault for getting injured\" and leave them to theirown devices",
    "translation": "Kazuki「Nếu không ai có kinh nghiệm, thì ai ra tay cũng đâu có khác biệt lắm, đúng không? Hay cậu muốn kết luận \"cậu ấy bị thương là lỗi của cậu ấy\" rồi mặc kệ họ?」"
  },
  {
    "sentence": "[Kazuki]::Personally, I think \"I could`ve done something if Itried\" is the worst of all regrets. Let`s get started.First, Kaneda-san`s head laceration",
    "translation": "Kazuki「Cá nhân tôi nghĩ, \"Giá như mình đã cố gắng làm gì đó\" là sự hối tiếc tồi tệ nhất. Bắt đầu thôi nào. Đầu tiên là vết rách trên đầu của Kaneda-san.」"
  },
  {
    "sentence": "[Kazuki]::Hm? Aah, no, it`s because Kaneda-san has the most minorinjury. If the more seriously injured die while you`reexamining those with minor wounds, you`ll save the effortof a useless medical examination, you see",
    "translation": "Kazuki「Hm? À, không, là vì Kaneda-san bị thương nhẹ nhất thôi. Nếu những người bị thương nặng hơn chết trong lúc cậu khám cho những người bị thương nhẹ, thì cậu cũng đỡ tốn công khám vô ích, hiểu chứ?」"
  },
  {
    "sentence": "[Kazuki]::Oh my, why go silent there? I told a joke, so you have tolaugh at least a little or I`ll be embarrassed",
    "translation": "Kazuki「Ôi trời, sao cậu lại im bặt thế? Tôi vừa kể một câu chuyện cười đó, cậu ít ra cũng phải cười chút chứ không tôi quê lắm đó.」"
  },
  {
    "sentence": "[Kazuki]::Let`s see. At present I suppose only you",
    "translation": "Kazuki「Xem nào. Hiện tại tôi đoán chỉ còn mình cậu thôi」"
  },
  {
    "sentence": "[Kazuki]::As I was saying, why the silence",
    "translation": "Kazuki「Như tôi đang nói, sao lại im lặng thế?」"
  },
  {
    "sentence": "[Kazuki]::I suppose so. And then I`ll cry",
    "translation": "Kazuki「Ừm, chắc là vậy. Rồi tôi sẽ khóc mất.」"
  },
  {
    "sentence": "[Kazuki]::Well? Are there any irregularities in your hearing? Anynoticeable difference between what you hear from yourleft and right ear",
    "translation": "Kazuki「Nào? Cậu có thấy bất thường gì trong thính giác không? Có sự khác biệt rõ rệt nào giữa tai trái và tai phải không?」"
  },
  {
    "sentence": "[Kazuki]::I see. Next, please give me your right hand",
    "translation": "Kazuki「Tôi hiểu rồi. Tiếp theo, hãy đưa tôi tay phải của cậu đi.」"
  },
  {
    "sentence": "[Kazuki]::Does this hurt",
    "translation": "Kazuki「Cái này có đau không?」"
  },
  {
    "sentence": "[Kazuki]::Ah, I`m sorry",
    "translation": "Kazuki: A, tôi xin lỗi."
  },
  {
    "sentence": "[Kazuki]::Ah, I`m sorry How about your left hand, then? Does itfeel pain in the same way?",
    "translation": "Kazuki: A, xin lỗi. Thế còn tay trái của cậu thì sao? Cũng đau giống vậy à?"
  },
  {
    "sentence": "[Kazuki]::She struck her head, so I`m attempting to determine ifthere`s any difference in the effectiveness of her senseorgans or nervous system between the left and right sideof her body",
    "translation": "Kazuki「Cậu ấy bị đập đầu, nên tôi đang cố gắng xác định xem có sự khác biệt nào về hiệu quả của các giác quan hoặc hệ thần kinh giữa bên trái và bên phải cơ thể cậu ấy không.」"
  },
  {
    "sentence": "[Kazuki]::I only noticed when I was sewing her wound, but her lefteye is slightly esotropic, or \"lazy.\" Her sphere ofvision differs between her right and left eye",
    "translation": "Kazuki「Tôi chỉ để ý khi khâu vết thương cho cậu ấy thôi, nhưng mắt trái của cậu ấy hơi lác, hay còn gọi là \"mắt lười\". Phạm vi nhìn của mắt phải và mắt trái khác nhau.」"
  },
  {
    "sentence": "[Kazuki]::You... uhm... I`m sorry, what was your name",
    "translation": "Kazuki: Tôi... ờm... Xin lỗi, cậu tên gì ấy nhỉ?"
  },
  {
    "sentence": "[Kazuki]::Ah, that`s right Kaneda Saaya... Saaya-san. That`s a nicename",
    "translation": "Kazuki: À, đúng rồi, Kaneda Saaya... Saaya-san. Tên hay đấy chứ."
  },
  {
    "sentence": "[Kazuki]::Yes. I`ll have to remember it in case I ever decide tokeep a pet dog",
    "translation": "Kazuki: Ừ. Tôi phải nhớ lấy mới được, lỡ sau này tôi có ý định nuôi chó thì sao."
  },
  {
    "sentence": "[Kazuki]::Oh? Why are you apologizing for me",
    "translation": "Kazuki: Ồ? Sao cậu lại xin lỗi thay cho tôi thế?"
  },
  {
    "sentence": "[Kazuki]::I`m happy to hear that. You`re my first \"best friend,\"you know",
    "translation": "Kazuki: Tôi mừng khi nghe cậu nói vậy. Cậu là \"bạn thân\" đầu tiên của tôi đấy."
  },
  {
    "sentence": "[Kazuki]::I`d like to smother you with hugs and kisses right away,but I need to finish examining Kaneda-san, so let`s saveit for after",
    "translation": "Kazuki: Tôi muốn vùi cậu trong những cái ôm và nụ hôn ngay lập tức, nhưng tôi cần khám cho Kaneda-san xong đã, nên hãy để dành đến sau nhé."
  },
  {
    "sentence": "[Kazuki]::Well, where were we? Ah, right. Kaneda-san, were you everphysically abused as a child",
    "translation": "Kazuki: Ừm, mình đang nói tới đâu rồi nhỉ? À đúng rồi. Kaneda-san, hồi nhỏ cậu có bị bạo hành thể xác không?"
  },
  {
    "sentence": "[Kazuki]::Ever dropped on the floor by your mother",
    "translation": "Kazuki: Mẹ cậu có bao giờ lỡ tay đánh rơi cậu xuống sàn chưa?"
  },
  {
    "sentence": "[Kazuki]::Ever sexually assaulted by your father or a malesibling",
    "translation": "Kazuki: Cậu có bao giờ bị bố hay anh em trai cưỡng hiếp chưa?"
  },
  {
    "sentence": "[Kazuki]::Then this accident is the cause of your squint. Don`tworry, I think it will heal. All right, next",
    "translation": "Kazuki:: Ra là vụ tai nạn đó gây ra tật nheo mắt của cậu. Đừng lo, tôi nghĩ nó sẽ lành thôi. Được rồi, tiếp theo."
  },
  {
    "sentence": "[Kazuki]::Hirooka-san is definitely the worst off... The tibia andfibula of her left leg are broken, and her right leg hasa compound fracture of the distal femur..",
    "translation": "Kazuki「Hirooka-san tệ nhất rồi... Xương chày và xương mác chân trái của cậu ấy bị gãy, còn chân phải thì bị gãy phức tạp đầu dưới xương đùi.」"
  },
  {
    "sentence": "[Kazuki]::Both were closed fractures, so there`s no need to worryabout bacterial infection, and I set the bones as best Icould... but she needs to go to a hospital..",
    "translation": "Kazuki: Cả hai đều là gãy kín, nên không cần lo lắng về nhiễm trùng đâu, tôi cũng đã cố gắng hết sức để nắn lại xương rồi... nhưng cậu ấy cần đến bệnh viện."
  },
  {
    "sentence": "[Kazuki]::Ah... the wound itself was large, so it appeared veryserious, but it wasn`t deep enough to damage her internalorgans. Now that it`s sutured, she should be all right",
    "translation": "Kazuki::À... vết thương tuy lớn nên trông có vẻ nghiêm trọng, nhưng may là không đủ sâu để tổn thương nội tạng. Giờ khâu xong rồi, cậu ấy sẽ ổn thôi."
  },
  {
    "sentence": "[Kazuki]::The biggest concern there is infection... If possible,she needs antibiotics administered at a hospital..",
    "translation": "Kazuki「Điều tôi lo nhất là nhiễm trùng... Nếu được, cậu ấy cần được tiêm kháng sinh ở bệnh viện.」"
  },
  {
    "sentence": "[Kazuki]::For the moment... please tell the captain that we`ve donewhat we can..",
    "translation": "Kazuki: Tạm thời... cậu cứ báo với thuyền trưởng là tôi đã làm hết sức rồi nhé."
  },
  {
    "sentence": "[Kazuki]::Of course. Why do you think I made you tag along as Iplayed doctor...",
    "translation": "Kazuki: Đương nhiên rồi. Cậu nghĩ tại sao tôi lại bắt cậu đi theo khi tôi chơi trò bác sĩ hả...?"
  },
  {
    "sentence": "[Kazuki]::Even using the same words to describe the same situation,people will receive them differently depending on whospeaks them. I doubt that captain of ours will trust anyreport of mine..",
    "translation": "Kazuki: Ngay cả khi dùng những từ ngữ giống nhau để miêu tả cùng một tình huống, người ta vẫn sẽ tiếp nhận chúng khác nhau tùy thuộc vào người nói. Tôi nghi ngờ là thuyền trưởng của chúng ta sẽ tin bất kỳ báo cáo nào của tôi đấy."
  },
  {
    "sentence": "[Kazuki]::...You should ask the captain to \"please explain thesituation to Mr. Ochi.\" That ought to be enough of anachievement to keep her from going into a sulk and makinga nuisance of herself",
    "translation": "Kazuki: Cậu nên nhờ thuyền trưởng \"làm ơn giải thích tình hình cho ông Ochi.\" Như vậy chắc đủ để chị ấy không dỗi hờn rồi gây sự nữa."
  },
  {
    "sentence": "[Kazuki]::I`m actually... holding back quite a bit, you know...?Haa... haa..",
    "translation": "Kazuki: Tôi... thật ra là đang nương tay lắm đấy, cậu biết không...? Haa... haa..."
  },
  {
    "sentence": "[Kazuki]::...It`s my arm..",
    "translation": "Kazuki: ...Là tay của tôi..."
  },
  {
    "sentence": "[Kazuki]::...It doesn`t seem to be broken, but I believe there`s acrack in the bone. A partial fracture, as they callthem..",
    "translation": "Kazuki: ...Có vẻ như không bị gãy hẳn, nhưng tôi nghĩ là có vết nứt trên xương đấy. Kiểu như nứt một phần, người ta hay gọi thế."
  },
  {
    "sentence": "[Kazuki]::A seatbelt did it. Just before the accident, my arm wastangled in the strap, and the shock of the impact did therest",
    "translation": "Kazuki: Tại cái dây an toàn đấy. Ngay trước khi tai nạn xảy ra, tay tôi bị mắc vào dây, rồi cú va chạm mạnh đã... xong."
  },
  {
    "sentence": "[Kazuki]::Even if we accept the hypothetical possibility that youtrampling on it was the final straw, it`s hardly yourfault that the accident occurred and created such asituation, now is it...",
    "translation": "Kazuki: Dù cho tôi chấp nhận khả năng là việc cậu giẫm lên nó chỉ là giọt nước tràn ly đi nữa, thì cậu cũng đâu có lỗi trong chuyện tai nạn xảy ra và dẫn đến tình huống này, đúng không...?"
  },
  {
    "sentence": "[Kazuki]::You`re worrying too much. Say I did start ranting at youthat \"this is all your fault,\" could you lop off your ownarm and hand it over",
    "translation": "Kazuki: Cậu lo lắng thái quá rồi đấy. Giả sử tôi có nổi đóa lên mà đổ hết tội lên đầu cậu, kiểu \"tại cậu hết đấy,\" thì cậu định chặt tay mình ra đưa cho tôi chắc?"
  },
  {
    "sentence": "[Kazuki]::Then it`s not worth troubling yourself over. I certainlydon`t intend to blame you",
    "translation": "Kazuki: Vậy thì cậu không cần phải bận tâm đâu. Tôi chắc chắn không có ý định trách cậu đâu."
  },
  {
    "sentence": "[Kazuki]::Don`t get depressed. I`m really, truly not upset.Goodness. Should I have put things a little more gently",
    "translation": "Kazuki: Đừng có ủ rũ thế. Tôi thật sự, thật sự không giận đâu. Trời đất. Có lẽ tôi nên nói nhẹ nhàng hơn nhỉ?"
  },
  {
    "sentence": "[Kazuki]::It hurts. But not bad enough to make me cryinvoluntarily, and I`m not quite childish enough as tostart blubbering about it to distract myself from thepain",
    "translation": "Kazuki: Đau thật. Nhưng chưa đến mức tôi phải khóc lóc sướt mướt đâu, và tôi cũng không trẻ con đến nỗi ăn vạ để quên đi cơn đau này."
  },
  {
    "sentence": "[Kazuki]::...Are you the type who can`t calm down unless there`ssomeone around to punish you? Very well then, let`s sayyou owe me a debt for this left arm",
    "translation": "Kazuki: ...Cậu thuộc kiểu người không được ai trừng phạt thì không yên thân được à? Được thôi, coi như cậu nợ tôi một món vì cánh tay trái này đi."
  },
  {
    "sentence": "[Kazuki]::Yes. At a time of my choosing, you must obey whateverorders I give you. I`ll forgive you if you promise methat",
    "translation": "Kazuki: Ừ. Đến thời điểm tôi chọn, cậu phải tuân theo mọi mệnh lệnh tôi đưa ra. Tôi sẽ tha thứ cho cậu nếu cậu hứa với tôi điều đó."
  },
  {
    "sentence": "[Kazuki]::Not good enough. A debt is always more profitable whenyou postpone the collection. Remember that",
    "translation": "Kazuki: Vẫn chưa đủ đâu. Một khoản nợ lúc nào cũng sinh lời hơn nếu cậu trì hoãn việc thu hồi. Nhớ lấy điều đó."
  },
  {
    "sentence": "[Kazuki]::Ah, don`t worry too much. I don`t intend to extort heavyinterest payments from a friend",
    "translation": "Kazuki: À, đừng lo lắng quá. Tôi không có ý định đòi cậu lãi mẹ đẻ lãi con đâu."
  },
  {
    "sentence": "[Kazuki]::...Good lord, even at a time like this all she can thinkof is getting someone else to take responsibility...?Surely assigning blame and identifying the \"cause\" canwait. Aren`t there many more important things we shouldbe discussing",
    "translation": "Kazuki: Trời đất ơi, đến nước này rồi mà chị ấy vẫn chỉ nghĩ đến việc đổ trách nhiệm cho người khác thôi sao...? Việc đổ lỗi và tìm ra \"nguyên nhân\" có thể đợi mà. Chẳng phải có nhiều chuyện quan trọng hơn chúng ta nên bàn bạc sao?"
  },
  {
    "sentence": "[Kazuki]::In regard to the cause of the blowout, I think it`slikely that a sharp metal object of some sort fell fromthe bed of a truck carrying scrap, then lodged in thefront wheel of our bus",
    "translation": "Kazuki: Về nguyên nhân vụ nổ lốp, em nghĩ có lẽ một vật kim loại sắc nhọn nào đó đã rơi từ thùng xe tải chở phế liệu xuống, rồi mắc kẹt vào bánh trước của xe buýt mình."
  },
  {
    "sentence": "[Kazuki]::Please take a look at the tire in question",
    "translation": "Kazuki: Chị xem cái lốp xe này giúp em với ạ."
  },
  {
    "sentence": "[Kazuki]::Perhaps it was dragged by the tire and caught in theframe of the vehicle, so that every time the tire rotatedit was successively damaged. Finally culminating in asudden burst..",
    "translation": "Kazuki「Có lẽ nó bị lôi đi bởi lốp xe, rồi mắc kẹt vào khung xe, nên mỗi khi lốp quay là nó lại bị xé rách dần. Cuối cùng dẫn đến nổ tung...」"
  },
  {
    "sentence": "[Kazuki]::Modern car tires are made so they won`t rapidly lose airpressure from running over a nail, but if a piece ofmetal slowly tears it apart this is the inevitableresult",
    "translation": "Kazuki「Lốp xe hơi hiện đại được chế tạo để không bị xì hơi nhanh khi cán phải đinh, nhưng nếu có vật kim loại cứ từ từ xé toạc ra thì chuyện đó là không thể tránh khỏi.」"
  },
  {
    "sentence": "[Kazuki]::Furthermore, having unfortunately run over that object,we didn`t crash through any fault of Mr. Ochi`s. If we`dbeen on a straight road when the tire blew out, he wouldhave brought us safely to a halt..",
    "translation": "Kazuki: Hơn nữa, do không may cán phải vật đó, chúng ta gặp tai nạn không phải do lỗi của chú Ochi. Nếu đường thẳng tắp khi lốp xe bị nổ, chú ấy đã có thể dừng xe an toàn rồi ạ."
  },
  {
    "sentence": "[Kazuki]::If you want to assign blame, the fact that the tirehappened to blowout as we were rounding a curve... inother words, sheer bad luck... is most responsible forthe accident",
    "translation": "Kazuki: Nếu chị muốn đổ lỗi cho ai đó, thì cái việc lốp xe bị nổ khi chúng ta đang ôm cua... nói cách khác, đúng là xui xẻo... mới là nguyên nhân chính gây ra tai nạn đấy ạ."
  },
  {
    "sentence": "[Kazuki]::Having met with this terrible luck, at the very leastthose of us gathered here are still alive - perhaps weshould place our emphasis on how to preserve that silverlining of good fortune",
    "translation": "Kazuki: Gặp phải vận xui khủng khiếp này, ít nhất thì những người tụ tập ở đây vẫn còn sống... có lẽ em nên tập trung vào việc làm thế nào để giữ lấy chút may mắn còn sót lại này."
  },
  {
    "sentence": "[Kazuki]::We can at least attempt to ward off despair, can`t we? Inother words, I think a positive dialogue in search ofhope would be lovely right about now..",
    "translation": "Kazuki「Ít nhất chúng ta cũng có thể cố gắng xua tan tuyệt vọng, phải không chị? Nói cách khác, em nghĩ một cuộc trò chuyện tích cực để tìm kiếm hy vọng sẽ rất tuyệt vào lúc này...」"
  },
  {
    "sentence": "[Kazuki]::Oh, I don`t know about that",
    "translation": "Kazuki「Em cũng không chắc về điều đó nữa」"
  },
  {
    "sentence": "[Kazuki]::I do. It`s certainly true that we have no guarantee wewill return alive if we wander off aimlessly. However, wealso have no guarantee that we will be rescued if wesimply wait",
    "translation": "Kazuki「Em biết. Đúng là chúng ta chẳng có gì đảm bảo sẽ sống sót trở về nếu cứ đi lang thang vô định. Nhưng mà, chúng ta cũng chẳng có gì đảm bảo sẽ được cứu nếu cứ ngồi chờ cả.」"
  },
  {
    "sentence": "[Kazuki]::By what standard would you determine when yourinvestigation is \"adequate?\" We don`t have ample drinkingwater, let alone food. I don`t think we have much time tosit around and plan things over",
    "translation": "Kazuki「Chị định dựa vào tiêu chuẩn nào để xác định khi nào cuộc điều tra của chị là \"đầy đủ\"? Chúng ta còn chẳng có đủ nước uống, chứ đừng nói đến thức ăn. Em không nghĩ chúng ta có nhiều thời gian để ngồi đây lên kế hoạch đâu.」"
  },
  {
    "sentence": "[Kazuki]::In my humble opinion, we might as well get moving whileour physical and mental state is still favorable",
    "translation": "Kazuki: Theo em thấy thì, mình nên đi luôn lúc cả thể chất lẫn tinh thần còn ổn định đi chị."
  },
  {
    "sentence": "[Kazuki]::...I said too much. Allow me to apologize..",
    "translation": "Kazuki: ...Em lỡ lời rồi. Cho em xin lỗi chị."
  },
  {
    "sentence": "[Kazuki]::...How goes it",
    "translation": "Kazuki: ...Dạo này cậu thế nào rồi?"
  },
  {
    "sentence": "[Kazuki]::Please don`t scream all of a sudden. Now my ears hurt",
    "translation": "Kazuki: Đừng có hét lên bất thình lình thế chứ. Tai tôi đau hết cả rồi này."
  },
  {
    "sentence": "[Kazuki]::Is there a way to begin talking to someone that isn`tsudden",
    "translation": "Kazuki: Có cách nào để bắt chuyện với ai đó mà không bị đột ngột quá không cậu?"
  },
  {
    "sentence": "[Kazuki]::I had nothing better to do, so I came to help strip thebodies of their belongings",
    "translation": "Kazuki: Tôi cũng có việc gì hay ho hơn đâu, nên đến đây giúp cậu lột đồ khỏi xác chết thôi."
  },
  {
    "sentence": "[Kazuki]::It`s not as if they can hear us",
    "translation": "Kazuki: Cũng đâu phải là họ nghe thấy chúng ta đâu."
  },
  {
    "sentence": "[Kazuki]::The other body",
    "translation": "Kazuki: Cái thân thể kia..."
  },
  {
    "sentence": "[Kazuki]::...Ozawa... Aah, the one who`d been struggling to controlher figure..",
    "translation": "Kazuki: ...Ozawa... Aà, cái cậu mà lúc nào cũng khổ sở vì vóc dáng ấy hả."
  },
  {
    "sentence": "[Kazuki]::If I said it like that, I`d hurt her feelings",
    "translation": "Kazuki: Nếu tôi nói thế thì sẽ làm cậu ấy tổn thương mất."
  },
  {
    "sentence": "[Kazuki]::Oh my, I do believe you`re going to hell for that one",
    "translation": "Kazuki「Ôi trời, tôi nghĩ cậu xuống địa ngục là vừa đấy.」"
  },
  {
    "sentence": "[Kazuki]::Me? I`m in church every Sunday morning",
    "translation": "Kazuki: Tôi á? Chủ nhật nào tôi cũng đi lễ nhà thờ đấy."
  },
  {
    "sentence": "[Kazuki]::Too late. Leave fatty to me. You go ahead and take thatluggage outside",
    "translation": "Kazuki: Muộn rồi. Cứ để tớ xử tên béo này. Cậu ra ngoài kia xách hành lý đi đi."
  },
  {
    "sentence": "[Kazuki]::Hm",
    "translation": "Kazuki: Ừm."
  },
  {
    "sentence": "[Kazuki]::Aah... that. Did you see the captain`s face back then",
    "translation": "Kazuki: A... chuyện đó à. Cậu có thấy mặt thuyền trưởng lúc đó không?"
  },
  {
    "sentence": "[Kazuki]::She looked perfectly content as long as you were merelyexplaining our situation, but as soon as you began todirect the discussion her expression became extremelysullen..",
    "translation": "Kazuki: Chị ấy trông có vẻ hoàn toàn hài lòng khi cậu chỉ giải thích tình hình của chúng ta, nhưng ngay khi cậu bắt đầu điều khiển cuộc thảo luận thì biểu cảm của chị ấy trở nên cực kỳ khó chịu..."
  },
  {
    "sentence": "[Kazuki]::Therefore, before she could develop some ridiculous needto resist our argument, I decided to provide my ownopposition",
    "translation": "Kazuki: Vậy nên, trước khi chị ấy nảy sinh cái nhu cầu ngớ ngẩn là chống lại lý lẽ của chúng ta, tôi quyết định tự mình đưa ra ý kiến phản đối vậy."
  },
  {
    "sentence": "[Kazuki]::I knew that when I interjected, she would inevitably snapback at me. If I then allowed her to win the argument,her mood would improve for the moment",
    "translation": "Kazuki: Tôi biết mà, cứ hễ tôi xen vào thì y như rằng chị ấy sẽ bật lại ngay. Nếu tôi để chị ấy thắng trong cuộc tranh cãi này, tâm trạng chị ấy sẽ khá lên ngay thôi."
  },
  {
    "sentence": "[Kazuki]::If I hadn`t butted in at that point, I believe that downthe line - say three days after our food supplies growuncertain - she would`ve thrown in the towel and proposedan attempt at escape",
    "translation": "Kazuki: Nếu lúc đó tôi không chen vào, tôi tin rằng về sau này... cứ cho là khoảng ba ngày sau khi nguồn cung cấp thức ăn trở nên bấp bênh đi, chị ấy chắc chắn sẽ bỏ cuộc và đề nghị tìm cách trốn thoát."
  },
  {
    "sentence": "[Kazuki]::But, if she were to reverse her opinion now that she`spushed it over mine, it would become an admission that Iwas correct all along",
    "translation": "Kazuki: Nhưng mà, nếu giờ chị ấy đổi ý, sau khi đã gạt phăng ý kiến của tôi, chẳng khác nào thừa nhận tôi đúng từ đầu à."
  },
  {
    "sentence": "[Kazuki]::When you consider things from a long-term perspective,losing can sometimes be a profitable choice",
    "translation": "Kazuki「Nếu nhìn xa trông rộng, đôi khi thua thiệt lại là một lựa chọn khôn ngoan đấy, cậu ạ.」"
  },
  {
    "sentence": "[Kazuki]::Although it may seem difficult to think even a momentahead in a situation like this, try to act whileimagining yourself ten days from now",
    "translation": "Kazuki: Dù có vẻ khó để nghĩ đến chuyện tương lai trong tình huống này, nhưng cậu hãy thử hành động trong khi tưởng tượng đến bản thân mình mười ngày sau đi."
  },
  {
    "sentence": "[Kazuki]::Is that so? But then again, life is short, and you onlyget one try. It can`t hurt to try getting to know agenius, can it",
    "translation": "Kazuki: Ra là vậy à? Cơ mà, đời người ngắn ngủi, chỉ sống có một lần thôi. Làm quen với thiên tài chắc cũng chẳng thiệt gì, nhỉ."
  },
  {
    "sentence": "[Kazuki]::Not that I like to hear it from others. As I`m sure youwould dislike being called an \"idiot,\" but nonethelessdisparage yourself as \"just an idiot\" in order to putpeople off their guard..",
    "translation": "Kazuki: Không phải tôi thích nghe người khác nói vậy đâu. Tôi chắc là cậu cũng chẳng muốn bị gọi là \"đồ ngốc\" đâu, nhưng cậu lại cứ tự hạ thấp mình là \"chỉ là một thằng ngốc\" để mọi người mất cảnh giác..."
  },
  {
    "sentence": "[Kazuki]::No, you`re not an idiot. True idiots are those who makeenemies of geniuses",
    "translation": "Kazuki: Không, cậu đâu phải đồ ngốc. Những kẻ ngốc thật sự là lũ đi gây sự với thiên tài ấy."
  },
  {
    "sentence": "[Kazuki]::But of course. I must say, I like how quick you are onthe uptake",
    "translation": "Kazuki: Đương nhiên rồi. Phải nói là tôi thích cái cách cậu bắt nhịp nhanh như vậy đấy."
  },
  {
    "sentence": "[Kazuki]::...Well, that`s that. My best regards once again",
    "translation": "Kazuki: ...Vậy là xong việc. Chúc cậu mọi điều tốt đẹp nhé."
  },
  {
    "sentence": "[Kazuki]::I chose you so I could bully you. If you have complaints,I`ll listen. Not that I`ll respond to them in any way",
    "translation": "Kazuki: Tôi chọn cậu là để bắt nạt đấy. Nếu cậu có phàn nàn gì thì cứ nói, tôi nghe thôi. Chứ đừng mong tôi đáp lại."
  },
  {
    "sentence": "[Kazuki]::It`ll help with your stress. If you want to live a longlife, you shouldn`t bury your resentment away. All themore so in a situation like this",
    "translation": "Kazuki: Như vậy cậu sẽ bớt căng thẳng. Nếu muốn sống lâu thì đừng có kìm nén bực dọc trong lòng. Nhất là trong cái tình huống này."
  },
  {
    "sentence": "[Kazuki]::Any other questions",
    "translation": "Kazuki「Còn câu hỏi nào nữa không?」"
  },
  {
    "sentence": "[Kazuki]::How odd. Why are you asking a question when you don`twant to hear the answer? Are you the type who needs itput into words to get a thrill? This is a little hard tosay, so I`ll put it gently: you`re a born masochist",
    "translation": "Kazuki: Lạ thật. Sao cậu lại hỏi một câu mà không muốn nghe câu trả lời thế? Cậu thuộc kiểu người phải nghe những lời đó thì mới thấy khoái trá à? Khó nói quá, để tôi nói nhẹ nhàng thôi nhé: cậu đích thị là một kẻ khổ dâm bẩm sinh đấy."
  },
  {
    "sentence": "[Kazuki]::Don`t worry, I happen to be a born sadist. I`m positivewe`ll get along",
    "translation": "Kazuki: Đừng lo, tôi đây lại sinh ra đã là một kẻ thích hành hạ người khác rồi. Tôi chắc chắn chúng ta sẽ hòa hợp thôi."
  },
  {
    "sentence": "[Kazuki]::You have to put out your hand, too. I can`t shake handsby myself",
    "translation": "Kazuki: Cậu cũng phải đưa tay ra chứ. Một mình tôi sao mà bắt tay được."
  },
  {
    "sentence": "[Kazuki]::You can call me \"Kazuki-san.\" Mind if I call you\"Amane-chan\" in return",
    "translation": "Kazuki: Cậu cứ gọi tôi là \"Kazuki-san\" cũng được. Tôi gọi cậu là \"Amane-chan\" nhé?"
  },
  {
    "sentence": "[Kazuki]::Well then, best regards yet again, Amane-chan",
    "translation": "Kazuki: Vậy thì, mong cậu giúp đỡ lần nữa nhé, Amane-chan."
  },
  {
    "sentence": "[Kazuki]::Okaaa`・y.Kazuki answered in a high-pitched, girly tone that seemedto originate from her nose.KazukiOkaaa`・y.Kazuki answered in a high-pitched, girly tone that seemedto originate from her nose.KazukiOkaaa`・y.Kazuki answered in a high-pitched, girly tone that seemedto originate from her nose.KazukiOkaaa`・y.Kazuki answered in a high-pitched, girly tone that seemedto originate from her nose.KazukiOkaaa`・y.Kazuki answered in a high-pitched, girly tone that seemedto originate from her nose.",
    "translation": "Kazuki「Okaaa~y.」Kazuki trả lời bằng giọng the thé, điệu đà như phát ra từ mũi."
  },
  {
    "sentence": "[Kazuki]::...Goodness, what`s she so grumpy about?",
    "translation": "Kazuki: Trời đất... Chị ấy khó chịu cái gì vậy trời?"
  },
  {
    "sentence": "[Kazuki]::Geez... are you piling on me too? I don`t particularlycare what a girl I hate thinks of me, but if even youtalk like that, my feelings will get hurt like anyoneelse`s.",
    "translation": "Kazuki::Trời ạ... Cậu cũng hùa theo bắt nạt tôi đấy à? Tôi chẳng thèm quan tâm một đứa con gái mà tôi ghét nghĩ gì về tôi đâu, nhưng đến cả cậu cũng nói thế thì tôi cũng tủi thân chứ bộ."
  },
  {
    "sentence": "[Kazuki]::Well then, as punishment, would you set up our tent?",
    "translation": "Kazuki: Vậy thì, coi như phạt, Cậu dựng lều của chúng ta nhé?"
  },
  {
    "sentence": "[Kazuki]::In exchange, I`ll get dinner ready. Although I`ve neverdone anything of the sort before.",
    "translation": "Kazuki: Đổi lại, tôi sẽ chuẩn bị bữa tối. Mặc dù tôi chưa từng làm chuyện này bao giờ."
  },
  {
    "sentence": "[Kazuki]::...Hmmm... our ingredients are carrots, potatoes, andonions... This has to be leftovers from the curryyesterday, right? There`s some powder, too, but... notvery much. What to do?",
    "translation": "Kazuki::... Hừm... nguyên liệu của chúng ta có cà rốt, khoai tây và hành tây... Chắc chắn là đồ ăn thừa từ món cà ri hôm qua rồi, phải không? Có cả bột cà ri nữa, nhưng... còn lại ít quá. Giờ làm sao đây?"
  },
  {
    "sentence": "[Kazuki]::Well, cooking is basically just boiling, baking, orsteaming, right? I`m sure it won`t be a problem.",
    "translation": "Kazuki: Thì, nấu ăn chẳng phải cơ bản chỉ là luộc, nướng hoặc hấp thôi sao? Tôi chắc là sẽ không có vấn đề gì đâu."
  },
  {
    "sentence": "[Kazuki]::But... you`re putting up the tent...",
    "translation": "Kazuki: Nhưng mà... cậu đang dựng lều đấy à...?"
  },
  {
    "sentence": "[Kazuki]::Really? But I feel a little bad, having you do all thework.",
    "translation": "Kazuki「Thật sao? Nhưng tôi hơi áy náy khi để cậu làm hết mọi việc.」"
  },
  {
    "sentence": "[Kazuki]::Aah, that sounds nice. Kind of feels like a \"closefriend\" thing.",
    "translation": "Kazuki「Aah, nghe hay đấy. Cảm giác cứ như là mối quan hệ \"bạn thân\" ấy nhỉ.」"
  },
  {
    "sentence": "[Kazuki]::By the way, can you cook without using salt?",
    "translation": "Kazuki「Nhân tiện, cậu nấu ăn không dùng muối được không?」"
  },
  {
    "sentence": "[Kazuki]::I`m saying that I want to avoid using that as much aspossible. Can you do it?",
    "translation": "Kazuki「Tôi nói là tôi muốn tránh dùng cái đó càng nhiều càng tốt. Cậu có làm được không?」"
  },
  {
    "sentence": "[Kazuki]::Let`s just put up with that. Okay?",
    "translation": "Kazuki「Thôi thì chúng ta cứ nhịn vậy đi. Được chứ?」"
  },
  {
    "sentence": "[Kazuki]::Kazuki is fine. I think I told you that already, didn`tI?",
    "translation": "Kazuki ổn mà. Tôi tưởng tôi nói với cậu rồi chứ, phải không?"
  },
  {
    "sentence": "[Kazuki]::Yes, Amane?",
    "translation": "Kazuki: Ừ, Amane?"
  },
  {
    "sentence": "[Kazuki]::Nothing in particular. I was just reading a book.",
    "translation": "Kazuki: Chẳng có gì đặc biệt cả. Tôi chỉ đang đọc sách thôi."
  },
  {
    "sentence": "[Kazuki]::...Did I not mention this to you yet? If I see thecontents of a book, I can store them in my memory as animage. It`s a simple matter of consciously interpretingthe characters later on. I can read whenever I please.",
    "translation": "Kazuki: ...Tôi chưa nói với cậu chuyện này à? Nếu tôi nhìn thấy nội dung của một cuốn sách, tôi có thể lưu nó vào trí nhớ như một hình ảnh. Chỉ cần sau đó tôi giải nghĩa các con chữ một cách có ý thức là được. Tôi có thể đọc bất cứ khi nào tôi muốn."
  },
  {
    "sentence": "[Kazuki]::Well, imagine it as a camera taking pictures of the pagesof an open book. Later, you can read the contents fromthose photographs... That`s simple enough, yes?",
    "translation": "Kazuki: Ừm, cứ tưởng tượng nó như một cái máy ảnh chụp lại các trang của một cuốn sách đang mở ấy. Sau đó, cậu có thể đọc nội dung từ những bức ảnh đó... Đơn giản vậy thôi, hiểu chứ?"
  },
  {
    "sentence": "[Kazuki]::I have 144 unread books in my head at present. I was justworking on one now.",
    "translation": "Kazuki:「Hiện tại trong đầu tôi có đến 144 cuốn sách chưa đọc. Vừa nãy tôi còn đang nghiền ngẫm một cuốn đây.」"
  },
  {
    "sentence": "[Kazuki]::A fiction novel, in which fifteen students of mixedgender are trapped in a school that`s been destroyed byan earthquake.",
    "translation": "Kazuki: Một cuốn tiểu thuyết hư cấu, trong đó mười lăm học sinh cả nam lẫn nữ bị mắc kẹt trong một ngôi trường đã bị phá hủy bởi một trận động đất."
  },
  {
    "sentence": "[Kazuki]::The setting of student survivors in a closed space wassimilar to our current situation, so I started reading inhope it might be of reference, but... unfortunately, nogood. I didn`t gain any particularly usefulinformation.",
    "translation": "Kazuki: Bối cảnh về những học sinh sống sót trong một không gian kín giống với tình huống hiện tại của chúng ta, nên tôi bắt đầu đọc với hy vọng nó có thể giúp ích, nhưng... tiếc thật, không ăn thua. Tôi chẳng thu được thông tin hữu ích nào cả."
  },
  {
    "sentence": "[Kazuki]::...We don`t have anything to do. Shall we sleep?",
    "translation": "Kazuki: ...Chúng ta hết việc để làm rồi. Ngủ nhé?"
  },
  {
    "sentence": "[Kazuki]::Yes?",
    "translation": "Kazuki: \"Gì cơ?\""
  },
  {
    "sentence": "[Kazuki]::Ah, that`s a good question. I`d actually been holding onto an answer to this one for a while now. Feel likehearing it?",
    "translation": "Kazuki: À, đó là một câu hỏi hay đấy. Thực ra tôi đã giữ câu trả lời cho câu này trong lòng một thời gian rồi. Cậu có muốn nghe không?"
  },
  {
    "sentence": "[Kazuki]::The bus meeting an accident, forming a pair with you, andyou asking me this question at this moment: all of thiswas within the scope of my predictions.",
    "translation": "Kazuki「Chiếc xe buýt gặp tai nạn, chúng ta trở thành một cặp, và cậu hỏi tôi câu này vào lúc này: tất cả những điều đó đều nằm trong phạm vi dự đoán của tôi.」"
  },
  {
    "sentence": "[Kazuki]::What do you think? I thought it sounded pretty impressiveand genius-like, personally...",
    "translation": "Kazuki「Cậu thấy thế nào? Cá nhân tôi thấy nó khá ấn tượng và ra dáng thiên tài đấy...」"
  },
  {
    "sentence": "[Kazuki]::Precisely why I answered seriously. Let`s sleep. I expecttomorrow will be a busy day in its own right.",
    "translation": "Kazuki「Đó chính là lý do tôi trả lời nghiêm túc. Chúng ta đi ngủ thôi. Tôi đoán ngày mai sẽ là một ngày bận rộn đấy.」"
  },
  {
    "sentence": "[Kazuki]::...Kindly refrain from shouting my name so loudly. It`dbe quite the hassle if I ended up getting mobbed by myadoring fans.",
    "translation": "Kazuki: Xin cậu đừng gọi tên tôi lớn tiếng như vậy. Sẽ rất phiền phức nếu tôi bị đám fan cuồng bao vây mất."
  },
  {
    "sentence": "[Kazuki]::Yes, that`s correct. The one and only Kazami Kazuki. Ifyou`re after an autograph, please send a self-addressedstamped envelope to my manager`s office.",
    "translation": "Kazuki: Đúng vậy. Kazami Kazuki \"độc nhất vô nhị\" đây. Nếu cậu muốn xin chữ ký thì gửi phong bì tự dán có tem đến văn phòng quản lý của tôi nhé."
  },
  {
    "sentence": "[Kazuki]::...Uh... look, that`s the part where you say \"Since whenwere you an idol!?\" or something... otherwise, the gag`sgoing to fall rather flat.",
    "translation": "Kazuki: ...Ờ... này, đến đoạn cậu phải nói \"Từ bao giờ cậu làm idol vậy!?\" hay gì đó chứ... không thì trò đùa này nhạt toẹt đấy."
  },
  {
    "sentence": "[Kazuki]::That`s all right, I suppose. Can`t say I was particularlyproud of the joke myself.",
    "translation": "Kazuki: Thôi được rồi, tôi đoán vậy. Thật ra thì tôi cũng không tự hào gì về câu đùa đó cho lắm."
  },
  {
    "sentence": "[Kazuki]::The bathroom, so to speak. But it seems I can`t even sitback and relieve myself these days without being hounded.Very much an idol`s dilemma, don`t you think? Hence thejoke...",
    "translation": "Kazuki: À thì, cứ cho là nhà vệ sinh đi. Nhưng dạo này đến cả việc ngồi xuống giải tỏa tôi cũng không được yên thân nữa. Đúng là nỗi khổ của idol mà, cậu không thấy vậy sao? Nên tôi mới đùa đấy..."
  },
  {
    "sentence": "[Kazuki]::Since I was out here anyway, I took the opportunity togather some plants that looked vaguely edible. See?",
    "translation": "Kazuki: Vì tôi tiện đường ra đây, nên hái luôn mấy loại cây nhìn có vẻ ăn được này. Thấy sao?"
  },
  {
    "sentence": "[Kazuki]::I was searching in the hope there might be mountain herbsor something similar growing... but this was the most Icould find.",
    "translation": "Kazuki: Tôi đã tìm quanh đây với hy vọng có thể tìm thấy thảo dược núi hoặc thứ gì đó tương tự... nhưng đây là tất cả những gì tôi tìm được."
  },
  {
    "sentence": "[Kazuki]::Ostrich fern sprouts... They`re technically edible raw,but boiling them would probably be wiser.",
    "translation": "Kazuki: Măng dương xỉ này... Về mặt kỹ thuật thì ăn sống được, nhưng luộc lên có lẽ khôn ngoan hơn đấy."
  },
  {
    "sentence": "[Kazuki]::Since there`s very little in the way of food, the woodsare of course quite unable to support significant animallife. One does hear birdsong, but they keep themselveswell-concealed.",
    "translation": "Kazuki「Vì ở đây chẳng có bao nhiêu thức ăn cả, nên khu rừng này đương nhiên không thể nuôi sống được nhiều động vật. Thỉnh thoảng có nghe thấy tiếng chim hót, nhưng chúng ẩn mình rất kỹ.」"
  },
  {
    "sentence": "[Kazuki]::On the bright side, I suppose we don`t have to worryabout being attacked by bears, but there`s no gettingaround the fact we`ve found ourselves in a spectacularlyinhospitable environment.",
    "translation": "Kazuki: Xét về mặt tích cực, tôi đoán chúng ta không cần lo lắng về việc bị gấu tấn công, nhưng không thể phủ nhận một sự thật là chúng ta đang lạc vào một nơi khắc nghiệt đến kinh ngạc."
  },
  {
    "sentence": "[Kazuki]::In any case, let`s make do with these for our breakfast.I`ll leave the cooking to you, but try to use as littleseasoning as possible.",
    "translation": "Kazuki「Dù sao thì, cứ tạm dùng mấy thứ này làm bữa sáng nhé. Tớ giao việc nấu nướng cho cậu đấy, nhưng cố gắng dùng ít gia vị thôi đấy.」"
  },
  {
    "sentence": "[Kazuki]::We need to try to conserve ingredients with a longershelf life as much as possible. There`s no guaranteewe`ll be able to escape this place within three days,after all.",
    "translation": "Kazuki「Chúng ta cần cố gắng tiết kiệm tối đa những nguyên liệu có thời hạn sử dụng lâu dài. Dù sao thì, cũng không có gì đảm bảo chúng ta có thể thoát khỏi nơi này trong vòng ba ngày đâu.」"
  },
  {
    "sentence": "[Kazuki]::No reason to take it so hard. We`re certainly in adesperate situation, but that doesn`t mean we`re doomed.",
    "translation": "Kazuki: Đừng buồn bã thế. Tụi mình đúng là đang trong tình thế tuyệt vọng, nhưng không có nghĩa là hết hy vọng đâu."
  },
  {
    "sentence": "[Kazuki]::Who knows? Not to dodge the question, but even I don`tknow that yet.",
    "translation": "Kazuki: Ai mà biết được? Không phải là để lảng tránh đâu, nhưng ngay cả tôi cũng chưa biết nữa mà."
  },
  {
    "sentence": "[Kazuki]::Yes, it does.",
    "translation": "Kazuki「Ừ, đúng vậy.」"
  },
  {
    "sentence": "[Kazuki]::There is, yes... but that`s a road we can`t travelyet...",
    "translation": "Kazuki: Có, đúng là vậy... nhưng đó là con đường mà tôi chưa thể đi được..."
  },
  {
    "sentence": "[Kazuki]::It means we can`t yet put the idea into practice. Wewouldn`t be able to. Not as we are now.",
    "translation": "Kazuki: \"Nghĩa là chúng ta chưa thể thực hiện ý tưởng đó được. Chúng ta không đủ khả năng. Không phải với tình trạng hiện tại.\""
  },
  {
    "sentence": "[Kazuki]::That`s exactly right. And of course, there`s still apossibility help will arrive... For the moment, we canonly sit still and hold out as best we can.",
    "translation": "Kazuki: Hoàn toàn chính xác. Và tất nhiên, vẫn còn khả năng sẽ có người đến cứu... Trước mắt, chúng ta chỉ có thể ngồi yên và cố gắng cầm cự hết sức thôi."
  },
  {
    "sentence": "[Kazuki]::Pop quiz. What do people need to survive?",
    "translation": "Kazuki: Đố vui nhé. Mọi người cần gì để sống sót?"
  },
  {
    "sentence": "[Kazuki]::Ah... that`s right, I forgot to mention that. When I waspicking edible grasses earlier, I found a small mountainspring.",
    "translation": "Kazuki: À... đúng rồi, tôi quên chưa kể chuyện này. Lúc nãy tôi đi hái rau ăn được, có tìm thấy một con suối nhỏ trên núi."
  },
  {
    "sentence": "[Kazuki]::In other words, no need to worry about our supply ofdrinking water.",
    "translation": "Kazuki: Nói cách khác, không cần lo lắng về nguồn cung cấp nước uống của chúng ta đâu."
  },
  {
    "sentence": "[Kazuki]::Hardly something to be so disappointed about. Given asteady supply of water, human beings can generally holdout a week or so, even with precious little else. Can youreport it to the captain as your discovery?",
    "translation": "Kazuki:「Có gì đâu mà phải thất vọng thế. Chỉ cần có đủ nước, con người ta có thể sống sót được cả tuần, kể cả khi không có gì khác. Cậu báo lại với thuyền trưởng là do cậu phát hiện ra đi?」"
  },
  {
    "sentence": "[Kazuki]::All right then. Shall we head back?",
    "translation": "Kazuki: Được rồi. Chúng ta về thôi chứ?"
  },
  {
    "sentence": "[Kazuki]::I was referring to food.",
    "translation": "Kazuki: Tớ đang nói về đồ ăn đấy."
  },
  {
    "sentence": "[Kazuki]::That`s correct. And therefore, we need to eat as lightlyas possible.",
    "translation": "Kazuki: Đúng vậy. Thế nên, chúng ta cần ăn càng thanh đạm càng tốt."
  },
  {
    "sentence": "[Kazuki]::I never said \"everyone\" would survive.",
    "translation": "Kazuki: Tôi chưa từng nói \"tất cả mọi người\" sẽ sống sót."
  },
  {
    "sentence": "[Kazuki]::Let`s head back already. If we`re away for too long,everyone will get worried.",
    "translation": "Kazuki::Về thôi. Nếu chúng ta đi lâu quá, mọi người sẽ lo lắng đấy."
  },
  {
    "sentence": "[Kazuki]::It`s quite all right. I remember the way back perfectly.Just follow me.",
    "translation": "Kazuki: Không sao đâu. Tôi nhớ đường về rõ lắm. Cứ đi theo tôi."
  },
  {
    "sentence": "[Kazuki]::Wowwie. That`s an awfully angry look on your face. What`sgotten your knickers in a twist?",
    "translation": "Kazuki: Ồ, chà. Mặt cậu cau có dữ vậy. Có chuyện gì khiến cậu bực mình thế?"
  },
  {
    "sentence": "[Kazuki]::I was simply acknowledging an unfortunate possibility. Ifhelp arrives relatively early on, we will of courseemerge from this with no further casualties.",
    "translation": "Kazuki: Tôi chỉ đang đề cập đến một khả năng không may thôi. Nếu được cứu viện sớm, chúng ta sẽ thoát khỏi chuyện này mà không có thêm ai bị thương vong đâu."
  },
  {
    "sentence": "[Kazuki]::That`s a bridge to cross when we come to it. The rescueteams should keep up their search for at least five days.Perhaps as long as two weeks.",
    "translation": "Kazuki: \"Việc đâu còn có đó. Đội cứu hộ chắc sẽ tìm kiếm ít nhất năm ngày, có lẽ đến hai tuần.\""
  },
  {
    "sentence": "[Kazuki]::If a week passes without help arriving, we can think thematter over at greater length. As a group.",
    "translation": "Kazuki「Nếu một tuần nữa mà không ai đến cứu, chúng ta sẽ cùng nhau bàn bạc kỹ hơn về chuyện này.」"
  },
  {
    "sentence": "[Kazuki]::No need to be so anxious. In all likelihood, you`re goingto survive.",
    "translation": "Kazuki::Đừng lo lắng quá. Rất có thể, cậu sẽ sống sót thôi."
  },
  {
    "sentence": "[Kazuki]::Do you really need to ask? Because I chose you as mypartner.",
    "translation": "Kazuki: Cậu còn phải hỏi à? Vì tôi đã chọn cậu làm cộng sự rồi mà."
  },
  {
    "sentence": "[Kazuki]::Perfectly serious, of course. Well then, is the questionand answer session finished now?",
    "translation": "Kazuki::Tất nhiên là tôi nghiêm túc tuyệt đối rồi. Vậy thì, phần hỏi đáp kết thúc ở đây được chứ?"
  },
  {
    "sentence": "[Kazuki]::Very well. Let`s be on our way.",
    "translation": "Kazuki: Rất tốt. Chúng ta đi thôi."
  },
  {
    "sentence": "[Kazuki]::What a troublesome young lady... If you`re anxious andwant to hold hands, just say so straight out.",
    "translation": "Kazuki: Đúng là cô nàng phiền phức... Nếu cậu lo lắng và muốn nắm tay thì cứ nói thẳng ra đi."
  },
  {
    "sentence": "[Kazuki]::Oh, is that so? I was just about to offer you my hand,but I guess that won`t be necessary.",
    "translation": "Kazuki: Ra là vậy à? Tôi định chìa tay ra giúp cậu, nhưng chắc không cần nữa rồi."
  },
  {
    "sentence": "[Kazuki]::I`m sorry? Your voice was raaather indistinct there.",
    "translation": "Kazuki: \"Xin lỗi? Giọng của cậu hơi bị khó nghe đấy.\""
  },
  {
    "sentence": "[Kazuki]::That`s a good girl. C`mere, Amane-chan.",
    "translation": "Kazuki: Giỏi lắm. Lại đây nào, Amane-chan."
  },
  {
    "sentence": "[Kazuki]::You were? About me?",
    "translation": "Kazuki: Cậu... Về tớ á?"
  },
  {
    "sentence": "[Kazuki]::No, that`s not what I meant... If anything, I suppose Iwas rather surprised by the idea of someone feelingconcern for me...",
    "translation": "Kazuki: Không, ý tôi không phải vậy... Đúng hơn thì, tôi có hơi bất ngờ khi có người lo lắng cho tôi..."
  },
  {
    "sentence": "[Kazuki]::But yes, you`re right... I do apologize. Don`t make thatface, all right? You look like a child abandoned by itsmother. Not to worry. I won`t go off anywhere and leaveyou behind.",
    "translation": "Kazuki: Ừ, cậu nói đúng... Tôi xin lỗi. Đừng có làm cái mặt đó nữa, được không? Cậu trông như đứa trẻ bị mẹ bỏ rơi vậy. Đừng lo, tôi sẽ không đi đâu hết và bỏ rơi cậu đâu."
  },
  {
    "sentence": "[Kazuki]::Yes, I promise. Come, shall we return?",
    "translation": "Kazuki: Ừ, tôi hứa. Đi thôi, chúng ta về nhé?"
  },
  {
    "sentence": "[Kazuki]::...You`ve got cold hands, Amane...",
    "translation": "Kazuki: ...Tay cậu lạnh quá, Amane..."
  },
  {
    "sentence": "[Kazuki]::That`s quite all right. They remind me of my mother`s inthat respect...",
    "translation": "Kazuki: Không sao đâu. Chúng làm tôi nhớ đến mẹ tôi ở điểm đó..."
  },
  {
    "sentence": "[Kazuki]::...Oh my. You`ve learned to give back a little...",
    "translation": "Kazuki: ...Ôi trời. Cậu cũng biết đáp lại một chút rồi cơ đấy..."
  },
  {
    "sentence": "[Kazuki]::All right, why don`t just we let this drop? Those who letthemselves be drawn into a fight with idiots are the mostfoolish of all.",
    "translation": "Kazuki「Thôi được rồi, chúng ta bỏ qua chuyện này đi chị nhé? Người ngu nhất chính là kẻ sa vào cuộc cãi vã với lũ ngốc đấy ạ.」"
  },
  {
    "sentence": "[Kazuki]::It was directed at everyone. How did you interpret it?",
    "translation": "Kazuki「Em nói chung chung với tất cả mọi người. Chị hiểu theo cách nào vậy ạ?」"
  },
  {
    "sentence": "[Kazuki]::I believe we had already decided to adopt the simple planof waiting patiently to be rescued.",
    "translation": "Kazuki「Em tin là chúng ta đã quyết định sẽ kiên nhẫn chờ được cứu rồi mà chị.」"
  },
  {
    "sentence": "[Kazuki]::Precisely because we don`t know long it will take for ourrescuers to arrive, I feel it would be wisest to avoidexpending energy pointlessly.",
    "translation": "Kazuki「Chính vì chúng ta không biết phải mất bao lâu thì cứu hộ mới tới, nên em nghĩ cách khôn ngoan nhất là tránh tiêu hao năng lượng vô ích ạ.」"
  },
  {
    "sentence": "[Kazuki]::Fortunately, we`ve secured ourselves a source of water,thanks to Suou-san. And as long as we eat lightly, weshould be able to endure for a while. But I suppose...",
    "translation": "Kazuki「May mắn là chúng ta đã có nguồn nước nhờ Suou-san. Chỉ cần ăn uống tiết chế thì có thể chịu đựng thêm một thời gian nữa. Nhưng em nghĩ...」"
  },
  {
    "sentence": "[Kazuki]::I suppose we could adopt my earlier proposal. Care torisk everything on an all-or-nothing bet? March right offinto the forest?",
    "translation": "Kazuki「Em nghĩ chúng ta có thể áp dụng đề xuất lúc nãy của em. Chị có dám liều mọi thứ vào một canh bạc \"được ăn cả ngã về không\" không? Cứ thế tiến thẳng vào rừng luôn ấy ạ?」"
  },
  {
    "sentence": "[Kazuki]::Does this person really think the plans we come up withtoday will be of any use after a week`s drain on ourendurance and resources...? Mystifying...",
    "translation": "Kazuki「Người này thực sự nghĩ những kế hoạch chúng ta nghĩ ra hôm nay sẽ có ích gì sau một tuần kiệt quệ sức lực và tài nguyên sao...? Thật khó hiểu...」"
  },
  {
    "sentence": "[Kazuki]::My. Whatever are you referring to?",
    "translation": "Kazuki「Tớ á. Cậu đang nói đến cái gì vậy?」"
  },
  {
    "sentence": "[Kazuki]::This is very odd... I don`t have the slightestrecollection of ordering you to say anything.",
    "translation": "Kazuki「Lạ thật đấy... Tớ hoàn toàn không nhớ đã bảo cậu phải nói bất cứ điều gì.」"
  },
  {
    "sentence": "[Kazuki]::You know something, Amane? I`m quite smitten with you. IfI were a man, I do believe I would`ve proposed by now.",
    "translation": "Kazuki「Cậu biết gì không, Amane? Tớ khá là thích cậu đấy. Nếu tớ là đàn ông, tớ tin chắc là tớ đã cầu hôn cậu rồi.」"
  },
  {
    "sentence": "[Kazuki]::Yes, no need to worry. I don`t \"swing that way\" myself,at the moment.",
    "translation": "Kazuki「Ừ, cậu không cần lo đâu. Hiện tại tớ cũng \"không thích kiểu đó\".」"
  },
  {
    "sentence": "[Kazuki]::Well, I can`t absolutely deny the possibility.",
    "translation": "Kazuki「À thì, tớ cũng không thể hoàn toàn phủ nhận khả năng đó.」"
  },
  {
    "sentence": "[Kazuki]::In any case, the matter was wrapped up very nicely thanksto you. Please accept my sincerest gratitude.",
    "translation": "Kazuki「Dù sao thì, mọi chuyện cũng đã được giải quyết ổn thỏa nhờ có cậu. Tớ xin chân thành cảm ơn.」"
  },
  {
    "sentence": "[Kazuki]::...But that said, that captain of ours is still a pointof concern... There`s no way around it; I simply can`tstand the girl.",
    "translation": "Kazuki「...Nhưng mà nói đi cũng phải nói lại, cái vị thuyền trưởng của chúng ta vẫn là một mối lo ngại... Chẳng còn cách nào khác; tớ đơn giản là không thể ưa nổi chị ta.」"
  },
  {
    "sentence": "[Kazuki]::Google it.",
    "translation": "Kazuki「Cứ lên Google mà tra đi.」"
  },
  {
    "sentence": "[Kazuki]::A catchphrase for when explaining is too much of anuisance... Then again, I suppose it`s rather unfairunder our current circumstances. All right... In summary,brainstorming is a group-thinking process based on fourbasic principles.",
    "translation": "Kazuki「Một câu cửa miệng khi giải thích quá phiền phức... Nhưng mà, tớ nghĩ nó hơi không công bằng trong hoàn cảnh hiện tại của chúng ta. Được rồi... Tóm lại, động não là một quá trình tư duy nhóm dựa trên bốn nguyên tắc cơ bản.」"
  },
  {
    "sentence": "[Kazuki]::#1: Begin with an open mind. #2: Withhold criticism. #3:Focus on quantity. #4: Combine and synthesize. That`s allthere is to it.",
    "translation": "Kazuki「#1: Bắt đầu với một tâm trí cởi mở. #2: Kiềm chế chỉ trích. #3: Tập trung vào số lượng. #4: Kết hợp và tổng hợp. Chỉ có thế thôi.」"
  },
  {
    "sentence": "[Kazuki]::Even thoughts that seem utterly without value at a glanceare to be considered potentially valuable buildingblocks. Attempt to combine them with other suggestions toproduce something meaningful... That`s brainstorming.",
    "translation": "Kazuki「Ngay cả những ý tưởng mà thoạt nhìn tưởng chừng như vô giá trị cũng nên được coi là những viên gạch xây tiềm năng. Cố gắng kết hợp chúng với những gợi ý khác để tạo ra một cái gì đó có ý nghĩa... Đó chính là brainstorming.」"
  },
  {
    "sentence": "[Kazuki]::Save the mockery for later, please. This is genuinelyimportant.",
    "translation": "Kazuki「Làm ơn để mấy câu trêu chọc đó sau đi, được không? Chuyện này thực sự rất quan trọng đấy.」"
  },
  {
    "sentence": "[Kazuki]::In the discussion just now, the captain merely shot downthe ideas of others without offering a singleconstructive thought of her own, yes?",
    "translation": "Kazuki「Trong cuộc thảo luận vừa rồi, chị ta chỉ toàn bác bỏ ý kiến của người khác mà không đưa ra được bất kỳ ý kiến xây dựng nào, đúng không?」"
  },
  {
    "sentence": "[Kazuki]::Right... For example, those suggestions about making asignal fire, or simply torching the entire forest to drawattention. What was her response to those ideas?",
    "translation": "Kazuki「Đúng rồi... Ví dụ như, những gợi ý về việc tạo lửa tín hiệu, hoặc đơn giản là đốt trụi cả khu rừng để thu hút sự chú ý ấy. Phản ứng của chị ta với những ý tưởng đó là gì?」"
  },
  {
    "sentence": "[Kazuki]::Right. What other ideas were there?",
    "translation": "Kazuki「Ừ. Còn ý tưởng nào khác nữa không?」"
  },
  {
    "sentence": "[Kazuki]::Yes. Sakuma-senpai tried that many times and failed aswell. Anything else?",
    "translation": "Kazuki「Ừ. Chị ta - Sakuma-senpai - cũng thử nhiều lần rồi, toàn thất bại thôi. Còn gì nữa không?」"
  },
  {
    "sentence": "[Kazuki]::What`s this? Did you think of something?",
    "translation": "Kazuki「Cái gì đây? Cậu nghĩ ra được gì à?」"
  },
  {
    "sentence": "[Kazuki]::Indeed. Worth a try, I think.",
    "translation": "Kazuki「Ừ. Tớ nghĩ đáng để thử đấy.」"
  },
  {
    "sentence": "[Kazuki]::Because the \"discussion\" amounted to little more thanbelittling each plan in succession. Such an approach iscompletely meaningless.",
    "translation": "Kazuki「Bởi vì \"cuộc thảo luận\" chẳng khác nào việc lần lượt hạ thấp từng kế hoạch. Cách tiếp cận đó hoàn toàn vô nghĩa.」"
  },
  {
    "sentence": "[Kazuki]::True, many of the proposals were rather ridiculous. Butif we had accepted them all, then used them as the rawmaterials for creating new ideas...",
    "translation": "Kazuki「Đúng vậy, rất nhiều đề xuất khá là ngớ ngẩn. Nhưng nếu tớ chấp nhận hết tất cả, rồi dùng chúng làm nguyên liệu thô để tạo ra những ý tưởng mới...」"
  },
  {
    "sentence": "[Kazuki]::That is, if we had approached the discussion as abrainstorming session, I expect we wouldn`t have wastedour time so thoroughly.",
    "translation": "Kazuki「Ý tớ là, nếu chúng ta tiếp cận cuộc thảo luận như một buổi brainstorming, tớ nghĩ chúng ta đã không lãng phí thời gian đến thế.」"
  },
  {
    "sentence": "[Kazuki]::Well, I don`t want a certain someone to get angry at mefor running my mouth again. Also, lecturing people is asingularly ineffective way to introduce them to a new wayof thinking. Far better if they can discover itthemselves.",
    "translation": "Kazuki「À thì, tớ không muốn một người nào đó giận tớ vì cái tật lỡ mồm này nữa. Với lại, lên lớp người khác là một cách vô cùng kém hiệu quả để giới thiệu cho họ một cách suy nghĩ mới. Tốt hơn là để họ tự khám phá ra điều đó.」"
  },
  {
    "sentence": "[Kazuki]::Yes indeed. Experiencing such a flash of insight is quitestimulating to the mind.",
    "translation": "Kazuki「Đúng vậy. Việc trải nghiệm một khoảnh khắc bừng sáng như vậy kích thích trí não thật đấy.」"
  },
  {
    "sentence": "[Kazuki]::That`s a regrettable way to look at it. Do you snap atyour teachers when they walk you through a new formulafrom the ground up?",
    "translation": "Kazuki「Cậu nhìn nhận vấn đề như vậy thì đáng tiếc thật đấy. Chẳng lẽ cậu cũng cáu kỉnh với giáo viên khi họ giảng giải công thức mới từ đầu cho cậu à?」"
  },
  {
    "sentence": "[Kazuki]::Think of it this way... If there`s someone nearby whogives you the answer to every problem straight out,you`ll lose the capacity to think for yourself.",
    "translation": "Kazuki「Nghĩ thế này xem... Nếu lúc nào cũng có người ở gần cậu và đưa ra đáp án cho mọi vấn đề, cậu sẽ mất khả năng tự mình suy nghĩ đấy.」"
  },
  {
    "sentence": "[Kazuki]::Duly noted.",
    "translation": "Kazuki「Tớ nhớ rồi.」"
  },
  {
    "sentence": "[Kazuki]::That \"simple-mindedness\" you mention is a psychologicaldefense mechanism. It helps keep us from committingsuicide.",
    "translation": "Kazuki「Cái gọi là 'đơn giản' mà cậu nhắc đến là một cơ chế phòng vệ tâm lý. Nó giúp chúng ta không tự sát.」"
  },
  {
    "sentence": "[Kazuki]::The reminiscence effect is a phenomenon wherebyrecollection and synthetic analysis of new informationactually becomes easier after a certain amount of timehas passed, as your brain draws new connections in thecourse of processing it as a memory.",
    "translation": "Kazuki「Hiệu ứng hồi tưởng là một hiện tượng mà việc nhớ lại và phân tích tổng hợp thông tin mới thực sự trở nên dễ dàng hơn sau một khoảng thời gian nhất định trôi qua, vì não bộ của cậu tạo ra những kết nối mới trong quá trình xử lý nó như một ký ức.」"
  },
  {
    "sentence": "[Kazuki]::I suppose you`re right. A technical explanation wouldlikely drag on, so let`s leave it be.",
    "translation": "Kazuki「Tớ nghĩ cậu nói đúng. Giải thích kỹ thuật có lẽ sẽ lan man lắm, bỏ qua đi vậy.」"
  },
  {
    "sentence": "[Kazuki]::Well then, have you come up with any other ideas?",
    "translation": "Kazuki「Vậy thì, cậu có nghĩ ra ý tưởng nào khác không?」"
  },
  {
    "sentence": "[Kazuki]::Yes, that you could.",
    "translation": "Kazuki「Ừ, cậu làm được mà.」"
  },
  {
    "sentence": "[Kazuki]::Aah. So that`s what you`re getting at?",
    "translation": "Kazuki「Aah, ra đó là ý của cậu à?」"
  },
  {
    "sentence": "[Kazuki]::The possibility of communicating through sound...?",
    "translation": "Kazuki「Khả năng giao tiếp thông qua âm thanh...?」"
  },
  {
    "sentence": "[Kazuki]::Not at all. I just now picked up on it. In other words,you want to attempt sending auditory signals by means ofsome high-decibel device? Honking the horn of the bus,perhaps?",
    "translation": "Kazuki「Đâu có. Tớ vừa mới nhận ra thôi. Nói cách khác, cậu muốn thử gửi tín hiệu âm thanh bằng một thiết bị có âm lượng lớn? Ví dụ như bấm còi xe buýt chẳng hạn?」"
  },
  {
    "sentence": "[Kazuki]::Please don`t tell me... You weren`t thinking \"we can allget together and scream really loud,\" or anything... wereyou...?",
    "translation": "Kazuki「Đừng nói với tớ là... Cậu không nghĩ đến chuyện \"tất cả chúng ta cùng nhau tụ tập lại rồi hét thật to\" hay gì đó đấy chứ...?」"
  },
  {
    "sentence": "[Kazuki]::You were.",
    "translation": "Kazuki「Tớ biết tỏng rồi.」"
  },
  {
    "sentence": "[Kazuki]::Well, leaving aside the details, the general idea wasn`thalf-bad. How about bringing this to the captain beforesomeone beats you to the punch again?",
    "translation": "Kazuki「Ừm, bỏ qua mấy chi tiết vụn vặt đi, ý tưởng chung cũng không tệ đâu. Sao cậu không mang chuyện này trình lên thuyền trưởng trước khi chị ta lại nẫng tay trên lần nữa đi?」"
  },
  {
    "sentence": "[Kazuki]::Didn`t I just explain this to you? The accumulation ofsuch small ideas is what gives rise to \"clever\" plans.",
    "translation": "Kazuki「Tớ vừa giải thích cho cậu rồi mà? Sự tích lũy của những ý tưởng nhỏ nhặt như vậy mới tạo nên những kế hoạch \"thông minh\" đấy.」"
  },
  {
    "sentence": "[Kazuki]::In that case, how about preparing one more idea first?For example... let`s see... it may not be the mostpractical idea, but as a starting point, how aboutconsidering the possibility of digital communication?",
    "translation": "Kazuki「Nếu vậy, hay là cậu chuẩn bị thêm một ý tưởng nữa đi? Ví dụ nhé... để tớ xem nào... có thể nó không thực tế lắm đâu, nhưng để bắt đầu thì, cậu nghĩ sao về việc xem xét khả năng liên lạc kỹ thuật số?」"
  },
  {
    "sentence": "[Kazuki]::For example, one might head out to the forest... gatherlots of long tree branches and connect them vertically.In theory, you could make a stick with a length ofhundreds of meters, yes...?",
    "translation": "Kazuki「Ví dụ nhé, cậu có thể ra khu rừng... thu thập thật nhiều cành cây dài rồi ghép chúng lại theo chiều dọc. Về lý thuyết, cậu có thể tạo ra một cái que dài hàng trăm mét, đúng không...?」"
  },
  {
    "sentence": "[Kazuki]::You think so? Admittedly, mass is a concern, but if wewere in the vacuum of outer space where weight is nopractical limitation, it could be a rather effectivemeans of instantaneous ultra-long-range communication,don`t you think...?",
    "translation": "Kazuki「Cậu nghĩ vậy à? Tớ thừa nhận là khối lượng có hơi đáng ngại, nhưng nếu chúng ta ở trong môi trường chân không ngoài vũ trụ, nơi mà trọng lượng không phải là một hạn chế thực tế, thì nó có thể là một phương tiện liên lạc cực xa tức thời khá hiệu quả đấy, cậu không nghĩ vậy sao...?」"
  },
  {
    "sentence": "[Kazuki]::Look, you don`t have to present it as a practicalsuggestion. I was merely proposing you offer the generalidea as a starting point for further thought.",
    "translation": "Kazuki「Nghe này, cậu không cần phải trình bày nó như một gợi ý thực tế đâu. Tớ chỉ đề xuất cậu đưa ra ý tưởng chung như một điểm khởi đầu để suy nghĩ thêm thôi.」"
  },
  {
    "sentence": "[Kazuki]::You`re being rather rude, you know that?",
    "translation": "Kazuki「Cậu hơi vô duyên đấy, cậu biết không?」"
  },
  {
    "sentence": "[Kazuki]::...It seems the horn is functional.",
    "translation": "Kazuki「...Có vẻ còi vẫn còn kêu được đấy, cậu à.」"
  },
  {
    "sentence": "[Kazuki]::For the moment, we should be satisfied with havingobtained the basic capability of communicating throughsound. Whether we`ll use it at random or in combinationwith something else is a matter for futureconsideration.",
    "translation": "Kazuki「Trước mắt, tớ nghĩ chúng ta nên hài lòng với việc đã có được khả năng cơ bản là giao tiếp bằng âm thanh. Còn việc có nên sử dụng nó một cách ngẫu nhiên hay kết hợp với thứ gì khác hay không thì cứ để sau này tính.」"
  },
  {
    "sentence": "[Kazuki]::But then again, the sound produced by a helicopter inflight is so loud our horn might well be drowned outentirely.",
    "translation": "Kazuki「Nhưng mà, tiếng trực thăng khi bay ồn ào lắm, tiếng còi của chúng ta có khi bị át đi hoàn toàn ấy chứ.」"
  },
  {
    "sentence": "[Kazuki]::An excellent idea, but...",
    "translation": "Kazuki「Ý kiến hay đấy, nhưng mà...」"
  },
  {
    "sentence": "[Kazuki]::Well, there`s still a possibility one of the tail lightssurvived. Even an interior light might come in handy forsomething. Let`s take a closer look.",
    "translation": "Kazuki「Chà, vẫn còn khả năng một trong mấy cái đèn hậu còn sống sót đấy. Thậm chí đèn nội thất cũng có thể пригодиться đấy. Chúng ta xem xét kỹ hơn xem sao, cậu à.」"
  },
  {
    "sentence": "[Kazuki]::That`s the fourth time today you`ve asked me thatquestion, you know? And I`ve given you the exact sameanswer every time.",
    "translation": "Kazuki「Cậu hỏi câu này đến lần thứ tư trong ngày rồi đấy, biết không? Mà tớ cũng trả lời y hệt như mọi lần rồi còn gì.」"
  },
  {
    "sentence": "[Kazuki]::This is only the second day we`ve spent here, you know?At the moment, we`re still in the \"diffusion period.\" Inother words, everyone is currently piling up a wide rangeof failures, and learning \"moderation\" from them.",
    "translation": "Kazuki「Mới ngày thứ hai chúng ta ở đây thôi đấy, cậu biết không? Lúc này, chúng ta vẫn đang trong \"giai đoạn thử nghiệm\". Nói cách khác, mọi người hiện tại đều đang chất đống đủ thứ thất bại và học bài học \"chừng mực\" từ chúng cả.」"
  },
  {
    "sentence": "[Kazuki]::There`s no need to intervene directly; in fact, it wouldbackfire. They`ll learn on their own to stop wastingtheir energy. In time.",
    "translation": "Kazuki「Không cần phải can thiệp trực tiếp đâu; thật ra, điều đó còn phản tác dụng ấy chứ. Họ sẽ tự học cách ngừng lãng phí năng lượng của mình. Dần dần rồi sẽ vậy thôi.」"
  },
  {
    "sentence": "[Kazuki]::...Yes, I am. Do come in.",
    "translation": "Kazuki「...Ừ, tớ đây. Mời cậu vào.」"
  },
  {
    "sentence": "[Kazuki]::Well? Did you tell Kaneda-san and the others about thereception?",
    "translation": "Kazuki「Sao? Cậu nói với Kaneda-san và mọi người về buổi tiệc chiêu đãi rồi à?」"
  },
  {
    "sentence": "[Kazuki]::If you`re free at the moment, would you please replacethe towel on Hirooka-san`s forehead?",
    "translation": "Kazuki「Nếu cậu đang rảnh, làm ơn thay cái khăn trên trán Hirooka-san giúp tớ được không?」"
  },
  {
    "sentence": "[Kazuki]::That`s not me. Suou Amane is currently looking afteryou.",
    "translation": "Kazuki「Đâu phải tớ. Suou Amane đang chăm sóc cậu đấy.」"
  },
  {
    "sentence": "[Kazuki]::Good. Try to keep yourself alert. Focus on keeping aregular rhythm to your breaths.",
    "translation": "Kazuki「Tốt. Cố gắng tỉnh táo lên nhé. Tập trung giữ nhịp thở đều đặn.」"
  },
  {
    "sentence": "[Kazuki]::That`s quite alright.",
    "translation": "Kazuki「Không sao đâu cậu.」"
  },
  {
    "sentence": "[Kazuki]::Sakurai-san, I do understand that your wound must beexceptionally itchy under this bandage, particularlygiven the humidity. But please, do not scratch at it.",
    "translation": "Kazuki「Sakurai-san, tớ hiểu là vết thương của cậu chắc chắn rất ngứa dưới lớp băng này, nhất là với cái thời tiết ẩm ương này. Nhưng làm ơn, đừng gãi nó.」"
  },
  {
    "sentence": "[Kazuki]::Think of the itchiness as a minor form of pain. It`sproof that your body is beginning to recover. Pleaseendure the urge to claw at yourself and undo thatprogress.",
    "translation": "Kazuki「Hãy nghĩ cơn ngứa ngáy đó như một dạng đau đớn nhẹ thôi. Nó chứng tỏ cơ thể cậu đang bắt đầu hồi phục đấy. Làm ơn cố gắng chịu đựng cái thôi thúc muốn cào cấu bản thân và phá hỏng quá trình đó đi.」"
  },
  {
    "sentence": "[Kazuki]::If it becomes absolutely unbearable, call for me and I`lldisinfect the wound again.",
    "translation": "Kazuki「Nếu mà cậu thấy khó chịu quá, thì gọi tớ, tớ sẽ khử trùng lại vết thương cho.」"
  },
  {
    "sentence": "[Kazuki]::I`ll stop by for another check-up later today.",
    "translation": "Kazuki「Lát nữa tớ ghé qua kiểm tra lại cho cậu nhé.」"
  },
  {
    "sentence": "[Kazuki]::I was planning to go wash these bandages, but I can`t usemy hands particularly well at the moment. Would you mindaccompanying me?",
    "translation": "Kazuki「Tớ định đi giặt mấy cái băng này, nhưng hiện tại tay tớ không được lành lặn cho lắm. Cậu đi cùng tớ được không?」"
  },
  {
    "sentence": "[Kazuki]::Then let`s be on our way.",
    "translation": "Kazuki「Vậy thì lên đường thôi cậu.」"
  },
  {
    "sentence": "[Kazuki]::Wasn`t the question on your mind?",
    "translation": "Kazuki「Không phải đó là câu hỏi cậu đang nghĩ sao?」"
  },
  {
    "sentence": "[Kazuki]::I`d prefer if they didn`t overhear us. Let`s discuss iton the way.",
    "translation": "Kazuki「Tớ không muốn họ nghe thấy đâu. Mình vừa đi vừa nói chuyện nhé.」"
  },
  {
    "sentence": "[Kazuki]::Even so, I think she`ll slowly improve with rest... butit`s going to be difficult.",
    "translation": "Kazuki「Dù vậy, tớ nghĩ cậu ấy sẽ dần khỏe hơn nếu được nghỉ ngơi... nhưng sẽ rất khó khăn đấy.」"
  },
  {
    "sentence": "[Kazuki]::You`re not wrong about that, but... we have a veryserious shortage of medicine...",
    "translation": "Kazuki「Cậu nói không sai, nhưng... bọn mình đang thiếu thuốc trầm trọng...」"
  },
  {
    "sentence": "[Kazuki]::Also, the wounded girls are worried they`re becoming aburden on the group.",
    "translation": "Kazuki「Thêm nữa, mấy bạn bị thương đang lo lắng rằng mình trở thành gánh nặng cho cả nhóm.」"
  },
  {
    "sentence": "[Kazuki]::Treating them with stilted kindness might well end upexacerbating those feelings of guilt, so try to interactwith them as naturally as possible.",
    "translation": "Kazuki「Đối xử với họ bằng lòng tốt gượng gạo chỉ càng làm tăng thêm cảm giác tội lỗi của họ thôi, nên cậu hãy cố gắng tương tác với họ một cách tự nhiên nhất có thể nhé.」"
  },
  {
    "sentence": "[Kazuki]::And? What happened on your end?",
    "translation": "Kazuki「Rồi sao? Bên cậu thế nào?」"
  },
  {
    "sentence": "[Kazuki]::You went to tell Kaneda and Komori about the possibilitythis area has no cell phone reception, didn`t you?",
    "translation": "Kazuki「Cậu đã đi nói với Kaneda và Komori về việc khu vực này có thể không có sóng điện thoại, đúng không?」"
  },
  {
    "sentence": "[Kazuki]::...I see.",
    "translation": "Kazuki「Tớ hiểu rồi.」"
  },
  {
    "sentence": "[Kazuki]::Mr. Ochi`s knowledge about the poor reception in thisarea dates back to when he was a student. He may wellhave been holding on to the hope it had improved bynow.",
    "translation": "Kazuki「Thầy Ochi biết về việc khu vực này sóng yếu từ hồi thầy ấy còn là sinh viên rồi. Chắc thầy ấy vẫn luôn hy vọng tình hình đã được cải thiện đến giờ.」"
  },
  {
    "sentence": "[Kazuki]::And our situation being what it is, I think his hesitanceto intervene is understandable. I doubt he wasparticularly eager to become the voice of negativity.",
    "translation": "Kazuki「Với tình hình hiện tại của bọn mình, tớ nghĩ việc thầy ấy do dự can thiệp cũng dễ hiểu thôi. Chắc thầy ấy cũng chẳng tha thiết gì việc trở thành người mang đến những tin xấu đâu.」"
  },
  {
    "sentence": "[Kazuki]::Not true. Simply adding more voices to the discussionoften accomplishes little more than decreasing itscoherence. And if the burden on the individual grows toolight, that`s problematic in its own way.",
    "translation": "Kazuki「Không đúng. Chỉ đơn giản là thêm nhiều ý kiến vào cuộc thảo luận thường chẳng giúp ích gì ngoài việc làm giảm tính mạch lạc của nó. Và nếu gánh nặng lên mỗi cá nhân trở nên quá nhẹ, thì đó lại là một vấn đề khác.」"
  },
  {
    "sentence": "[Kazuki]::It`s going to be a fairly long explanation. Let`s washwhile we talk.",
    "translation": "Kazuki「Giải thích sẽ hơi dài dòng đấy. Mình vừa tắm vừa nói chuyện nhé?」"
  },
  {
    "sentence": "[Kazuki]::That`s correct. Its merits may not be entirely clear toyou at the moment, but... if, say, a fight were to breakout in the group, I think the meaning of this systemshould become apparent.",
    "translation": "Kazuki「Đúng vậy. Có thể giờ cậu chưa thấy rõ lợi ích của nó, nhưng... cứ cho là, nếu trong nhóm nổ ra một cuộc cãi vã chẳng hạn, tớ nghĩ ý nghĩa của hệ thống này sẽ trở nên rõ ràng thôi.」"
  },
  {
    "sentence": "[Kazuki]::...I can`t say I like the way you put that... You don`t\"have\" to take my word for anything. I believe I alreadytold you to be forthcoming with your objections.",
    "translation": "Kazuki「...Tớ không thích cái kiểu cậu nói chuyện như vậy đâu... Cậu không \"cần\" phải tin lời tớ làm gì. Tớ nhớ là tớ đã bảo cậu cứ thoải mái nêu ý kiến phản đối rồi mà.」"
  },
  {
    "sentence": "[Kazuki]::Look, you can disagree with me if you want. You`re not myslave; you`re my friend. Or was that a misconception onmy part? That would be an exceptionally bitter pill toswallow, I must admit.",
    "translation": "Kazuki「Này, cậu không đồng ý với tớ cũng được thôi. Cậu đâu phải nô lệ của tớ; cậu là bạn tớ mà. Hay là tớ đã ngộ nhận nhỉ? Nếu thật vậy thì tớ khó mà nuốt trôi cục tức này đấy, tớ phải thú thật.」"
  },
  {
    "sentence": "[Kazuki]::...If you`re dissatisfied with our current arrangement,you can feel free to find someone to switch pairs with.",
    "translation": "Kazuki「...Nếu cậu không hài lòng với cách sắp xếp hiện tại, cậu cứ tự nhiên tìm người khác để đổi cặp nhé.」"
  },
  {
    "sentence": "[Kazuki]::I said no such thing!",
    "translation": "Kazuki「Tớ có nói vậy đâu!」"
  },
  {
    "sentence": "[Kazuki]::...And what is \"Ah\" supposed to mean? ...Tell mesomething. Why did you even agree to be my partner in thefirst place?",
    "translation": "Kazuki「...Cái \"À\" đó là có ý gì chứ? ...Nói gì đi chứ. Rốt cuộc tại sao cậu lại đồng ý làm bạn cặp với tớ ngay từ đầu vậy?」"
  },
  {
    "sentence": "[Kazuki]::Ah... uh... I see...",
    "translation": "Kazuki「À... ờ... Tớ hiểu rồi...」"
  },
  {
    "sentence": "[Kazuki]::...G-Got to start washing these bandages already...",
    "translation": "Kazuki「...P-Phải giặt đống băng gạc này ngay thôi...」"
  },
  {
    "sentence": "[Kazuki]::S-Shut up, will you...!? I`m busy at the moment. If youhave the time to talk about this nonsense, how about youhelp out!?",
    "translation": "Kazuki「Im đi! Tớ đang bận đây. Nếu cậu rảnh hơi để nói mấy chuyện vớ vẩn này thì sao không giúp tớ một tay!?」"
  },
  {
    "sentence": "[Kazuki]::...Bulls-eye yourself... Why do you have to hound meabout this? You know the answer perfectly well already,don`t you?",
    "translation": "Kazuki「...Lại còn bulls-eye nữa chứ... Sao cậu cứ phải tra khảo tớ về chuyện này thế? Cậu biết rõ câu trả lời rồi còn gì, đúng không?」"
  },
  {
    "sentence": "[Kazuki]::Hyaaaaaa!!",
    "translation": "Kazuki「Hyaaaaaa!!」"
  },
  {
    "sentence": "[Kazuki]::...Wablh!!",
    "translation": "Kazuki「...Wablh!!」"
  },
  {
    "sentence": "[Kazuki]::W-What is this!? Didn`t you say you weren`t interested inromancing other women!?",
    "translation": "Kazuki「C-Cái gì thế này!? Không phải cậu bảo là cậu không hứng thú với việc tán tỉnh các cô gái khác sao!?」"
  },
  {
    "sentence": "[Kazuki]::...I-I was careless... Listen to me. What you`recurrently feeling can be fully explained by the\"suspension bridge effect!\" Let`s all calm down and putour emotions in rational perspective, okay!?",
    "translation": "Kazuki「...T-Tớ bất cẩn quá... Nghe tớ này. Những gì mà cậu đang cảm thấy hoàn toàn có thể giải thích bằng \"hiệu ứng cầu treo!\" Chúng ta hãy bình tĩnh lại và nhìn nhận cảm xúc của mình một cách lý trí đi, được không!?」"
  },
  {
    "sentence": "[Kazuki]::No! Bad idea! Don`t move from that spot! If you takeanother step, I`m going to have to scream, you know!?",
    "translation": "Kazuki「Không! Ý tồi đấy! Cậu đừng có nhúc nhích! Nếu cậu bước thêm bước nữa, tớ sẽ hét lên đấy, biết chưa!?」"
  },
  {
    "sentence": "[Kazuki]::...A... joke...?",
    "translation": "Kazuki「...M... Một trò đùa...?」"
  },
  {
    "sentence": "[Kazuki]::...Uugh... what did I do to deserve this...?",
    "translation": "Kazuki「...Ugh... tớ đã làm gì nên tội mà phải chịu thế này...?」"
  },
  {
    "sentence": "[Kazuki]::Your \"jokes\" are in distinctly bad taste...",
    "translation": "Kazuki「Mấy trò \"đùa\" của cậu thật vô duyên...」"
  },
  {
    "sentence": "[Kazuki]::Say whatever you want... But if you don`t fix this habitof teasing innocent young ladies, one of these nights avengeful spirit`s going to carry you off.",
    "translation": "Kazuki「Cậu muốn nói gì thì nói... Nhưng nếu cậu không bỏ cái thói trêu chọc mấy cô gái trẻ ngây thơ đi thì có ngày vong hồn nào đó sẽ bắt cậu đi đấy.」"
  },
  {
    "sentence": "[Kazuki]::You may not have noticed, but there isn`t a bathroom togo to in the first place.",
    "translation": "Kazuki「Chắc cậu không để ý đâu, nhưng ở đây vốn dĩ có nhà vệ sinh đâu mà đi.」"
  },
  {
    "sentence": "[Kazuki]::Spare me. I assume some irresponsible senior of ourssuggested that line, yes? Drop the nonsense and let`sfinish up the washing.",
    "translation": "Kazuki「Tha cho tớ đi. Chắc chắn là có đàn anh vô trách nhiệm nào đó bày ra cái trò này đúng không? Bỏ mấy cái vớ vẩn đó đi và giặt cho xong thôi.」"
  },
  {
    "sentence": "[Kazuki]::From the day I was born, not even my mother has everreferred to me as \"cute\"...",
    "translation": "Kazuki「Từ khi tớ sinh ra đến giờ, ngay cả mẹ tớ cũng chưa từng gọi tớ là \"dễ thương\"...」"
  },
  {
    "sentence": "[Kazuki]::That`s quite all right. It`s summer, so it`ll be dry soonenough.",
    "translation": "Kazuki「Không sao đâu. Giờ đang là mùa hè, nên nó sẽ khô nhanh thôi.」"
  },
  {
    "sentence": "[Kazuki]::How can you say things like that with such perfectcomposure!? Is it just me, or has your character changeda good bit since yesterday!?",
    "translation": "Kazuki「Sao cậu có thể thản nhiên nói ra những điều như vậy hả!? Hay chỉ có tớ thấy, tính cách của cậu thay đổi khá nhiều so với hôm qua rồi!?」"
  },
  {
    "sentence": "[Kazuki]::Go ahead, play with me like a toy while you still can.You`ll get what`s coming to you sooner or later...",
    "translation": "Kazuki「Cứ tự nhiên đi, cứ chơi đùa với tớ như món đồ chơi khi cậu còn có thể. Sớm muộn gì cậu cũng sẽ phải trả giá thôi...」"
  },
  {
    "sentence": "[Kazuki]::...He-! Whaa!!?",
    "translation": "Kazuki「...Hể-! Cái, cái gì!?」"
  },
  {
    "sentence": "[Kazuki]::...It`s a dog...",
    "translation": "Kazuki「...Là chó...」"
  },
  {
    "sentence": "[Kazuki]::S-So it would seem...",
    "translation": "Kazuki「C-Có vẻ là vậy...」"
  },
  {
    "sentence": "[Kazuki]::I wouldn`t say that... It just sprung out of the bushesso suddenly that I was rather startled.",
    "translation": "Kazuki「Tớ không nói vậy đâu... Chỉ là nó nhảy ra khỏi bụi cây quá đột ngột khiến tớ hơi giật mình thôi.」"
  },
  {
    "sentence": "[Kazuki]::Most likely. It seems to be slightly dehydrated...Perhaps it was following the scent of water out here.",
    "translation": "Kazuki「Khả năng cao là vậy. Có vẻ nó hơi bị mất nước... Có lẽ nó đã đi theo mùi nước đến đây.」"
  },
  {
    "sentence": "[Kazuki]::I`d recommend against that.",
    "translation": "Kazuki「Tớ khuyên cậu không nên làm thế.」"
  },
  {
    "sentence": "[Kazuki]::You`re clearly an exceptionally healthy girl. I seriouslydoubt a little dirty water would have much of an effecton you. This dog, however, appears to be a ratherdelicate creature, so I think boiling its drink firstmight be wise.",
    "translation": "Kazuki「Cậu thì rõ ràng là khỏe mạnh phi thường rồi. Tớ thực sự nghi ngờ việc một chút nước bẩn có thể gây ảnh hưởng gì đến cậu đấy. Còn con chó này, trông nó có vẻ là một sinh vật khá yếu ớt, nên tớ nghĩ đun sôi nước uống cho nó trước có lẽ sẽ khôn ngoan hơn.」"
  },
  {
    "sentence": "[Kazuki]::We have a supply of sterilized water back at the camp, sowe`ll give you some of that. Think you can be patient?",
    "translation": "Kazuki「Tớ có nước khử trùng ở khu trại, nên tớ sẽ lấy cho cậu một ít. Cậu ráng chờ được chứ?」"
  },
  {
    "sentence": "[Kazuki]::I see. Good boy.",
    "translation": "Kazuki「Ra thế. Ngoan lắm.」"
  },
  {
    "sentence": "[Kazuki]::...Excuse me... I do have a bit of a girly side in my ownright, for your information.",
    "translation": "Kazuki「...Xin lỗi nha... Để cậu biết, tớ cũng có mặt nữ tính của riêng tớ đấy.」"
  },
  {
    "sentence": "[Kazuki]::I see... I must admit I`m rather curious to hear thedetails of this delusion, but for the sake of my mentalhealth, it seems wiser to abstain...",
    "translation": "Kazuki「Tớ hiểu rồi... Phải thừa nhận là tớ khá tò mò muốn nghe chi tiết về cái ảo tưởng này đấy, nhưng vì sức khỏe tinh thần của tớ, có vẻ tốt hơn là nên tránh xa thì hơn...」"
  },
  {
    "sentence": "[Kazuki]::In any case, we`ve finished washing the bandages, soshall we return? We`ve got to bring this fellow back tohis owner, after all.",
    "translation": "Kazuki「Dù sao thì, bọn mình giặt xong băng rồi, mình về thôi chứ? Dù gì thì cũng phải đưa cái anh bạn này về cho chị ta nữa.」"
  },
  {
    "sentence": "[Kazuki]::Oh? All right, if you`d be so kind.",
    "translation": "Kazuki「Ồ? Được thôi, nếu cậu không phiền.」"
  },
  {
    "sentence": "[Kazuki]::Goodness. Do dogs tend to dislike you, Amane?",
    "translation": "Kazuki「Trời ạ. Chó có vẻ không thích cậu hả, Amane?」"
  },
  {
    "sentence": "[Kazuki]::No. I did know Komori-san had brought a pet dog with her,but this is the first time I`ve seen it. I don`t evenknow his name.",
    "translation": "Kazuki「Không. Tớ biết Komori-san có mang theo chó cưng, nhưng đây là lần đầu tớ thấy nó đấy. Thậm chí tớ còn không biết tên nó nữa.」"
  },
  {
    "sentence": "[Kazuki]::It`s a Shih Tzu, isn`t it? Do all toy dogs look likeMaltese to you?",
    "translation": "Kazuki「Đây là chó Shih Tzu mà, đúng không? Bộ với cậu chó cảnh nào cũng trông giống Maltese hết hả?」"
  },
  {
    "sentence": "[Kazuki]::I quite literally don`t think I could care less. Hurry upand take the dog, will you? He`s surprisingly heavy.",
    "translation": "Kazuki「Tớ chẳng quan tâm chút nào đâu. Cậu mau bế con chó đi được không? Nó nặng kinh khủng.」"
  },
  {
    "sentence": "[Kazuki]::Did you wrong the animal somehow? Snatched away some ofhis food, perhaps...?",
    "translation": "Kazuki「Cậu làm gì phật ý nó à? Hay là giật đồ ăn của nó chẳng hạn...?」"
  },
  {
    "sentence": "[Kazuki]::Why would that be me? There are plenty of bossierindividuals in our group, aren`t there?",
    "translation": "Kazuki「Sao lại là tớ chứ? Trong nhóm mình đầy người hống hách hơn mà, đúng không?」"
  },
  {
    "sentence": "[Kazuki]::What is?",
    "translation": "Kazuki「Gì cơ?」"
  },
  {
    "sentence": "[Kazuki]::...Anyway, I suppose that means I`ll be carrying him backafter all? Honestly, is his owner even paying attention?",
    "translation": "Kazuki「...Thôi được rồi, xem ra tớ vẫn phải vác em ấy về thôi à? Thiệt tình, chủ của nó có để ý gì không vậy trời?」"
  },
  {
    "sentence": "[Kazuki]::I`m telling you, it`s a Shih Tzu.",
    "translation": "Kazuki「Tớ đang nói với cậu đấy, nó là chó Shih Tzu mà.」"
  },
  {
    "sentence": "[Kazuki]::...My ears...! Don`t start screaming all of a sudden!",
    "translation": "Kazuki「Tai tớ...! Đừng có đột nhiên hét lên thế chứ!」"
  },
  {
    "sentence": "[Kazuki]::Unlike you, I`m a small and delicate creature...",
    "translation": "Kazuki「Không giống như cậu, tớ là một sinh vật nhỏ bé và mong manh...」"
  },
  {
    "sentence": "[Kazuki]::If you mean \"Alione,\" we`ve got him right here.",
    "translation": "Kazuki「Nếu cậu đang nói đến \"Alione\", bọn tớ bắt được em ấy ở đây rồi.」"
  },
  {
    "sentence": "[Kazuki]::The dog`s name.",
    "translation": "Kazuki「Tên con chó ấy.」"
  },
  {
    "sentence": "[Kazuki]::No. It has a collar with a nameplate.",
    "translation": "Kazuki「Không. Nó có một chiếc vòng cổ gắn bảng tên.」"
  },
  {
    "sentence": "[Kazuki]::Look here... Not even I could possibly have gotten fromthe single letter \"A\" to \"Alione,\" you know? Can youplease resist the urge to think of me as some all-knowingsuperhuman?",
    "translation": "Kazuki「Này... Ngay cả tớ cũng không thể nào mà từ chữ cái \"A\" đơn lẻ mà suy ra được \"Alione\" đâu, cậu biết không? Cậu có thể làm ơn đừng có nghĩ tớ là một siêu nhân biết tuốt nào đó không?」"
  },
  {
    "sentence": "[Kazuki]::Excuse me? Have you perhaps mistaken me for some kind ofsoothsaying witch...?",
    "translation": "Kazuki「Xin lỗi? Cậu có nhầm tớ với một phù thủy bói toán nào đó không...?」"
  },
  {
    "sentence": "[Kazuki]::He seems to be rather thirsty. Are you keeping himproperly hydrated?",
    "translation": "Kazuki「Em ấy có vẻ khá khát nước. Cậu đã cho em ấy uống đủ nước chưa?」"
  },
  {
    "sentence": "[Kazuki]::No. We thought it prudent not to let him drink unpurifiedwater without consulting his owner first.",
    "translation": "Kazuki「Không. Chúng tớ nghĩ sẽ cẩn trọng hơn nếu không cho em ấy uống nước chưa lọc mà chưa hỏi ý kiến chủ nhân trước.」"
  },
  {
    "sentence": "[Kazuki]::That`s quite all right. I`m fond of dogs myself. This isa cute one... A boy, yes?",
    "translation": "Kazuki「Không sao đâu. Tớ cũng thích chó lắm. Đây là một con dễ thương... Là một bé trai, đúng không?」"
  },
  {
    "sentence": "[Kazuki]::...!!",
    "translation": "Kazuki「...!!」"
  },
  {
    "sentence": "[Kazuki]::Who knows? I`m not particularly knowledgeable, but itseemed to be a tandem-rotor variety. Perhaps a CH-47Chinook or what have you?",
    "translation": "Kazuki「Ai mà biết được chứ? Tớ cũng không rành lắm đâu, nhưng trông nó có vẻ là loại cánh quạt đôi đấy. Có lẽ là loại CH-47 Chinook hay gì đó tương tự chăng?」"
  },
  {
    "sentence": "[Kazuki]::Ah. In other words, you`re wondering whether it was arescue helicopter searching for us, or a privatehelicopter that simply happened to pass by?",
    "translation": "Kazuki「À. Nói cách khác, cậu đang tự hỏi đó là trực thăng cứu hộ đang tìm kiếm chúng ta, hay chỉ là một chiếc trực thăng tư nhân tình cờ bay ngang qua thôi?」"
  },
  {
    "sentence": "[Kazuki]::Most likely the latter. Helicopters of that sort areusually owned and operated by the US military, or perhapsthe JSDF... Either way, I doubt it would be used for acivilian rescue operation. Most likely, it just happenedto pass by.",
    "translation": "Kazuki「Khả năng cao là cái thứ hai đấy. Loại trực thăng đó thường do quân đội Mỹ sở hữu và vận hành, hoặc có lẽ là Lực lượng Phòng vệ Nhật Bản... Dù thế nào đi nữa, tớ nghi ngờ nó được dùng cho một chiến dịch cứu hộ dân sự lắm. Rất có thể, nó chỉ tình cờ bay ngang qua thôi.」"
  },
  {
    "sentence": "[Kazuki]::It`s nothing to be depressed about. If the area`s part oftheir route, it`s entirely likely they`ll pass by again.Let`s just make sure they can`t ignore us next time.",
    "translation": "Kazuki「Không có gì phải buồn cả. Nếu khu vực này nằm trên đường bay của họ, rất có thể họ sẽ bay qua đây lần nữa đấy. Lần tới hãy chắc chắn là họ không thể lờ chúng ta đi.」"
  },
  {
    "sentence": "[Kazuki]::Let`s see... When that helicopter passed by today,Sakuma-san threw rocks in its general direction, didn`tshe?",
    "translation": "Kazuki「Để tớ xem nào... Hôm nay khi chiếc trực thăng đó bay qua, [Sakuma]:: đã ném đá về hướng của nó, đúng không nhỉ?」"
  },
  {
    "sentence": "[Kazuki]::Right. But for next time, we can chop down some trees inthe forest and construct ourselves a catapult.",
    "translation": "Kazuki「Đúng vậy. Nhưng lần tới, tụi mình có thể chặt vài cái cây trong rừng rồi tự chế một cái máy bắn đá.」"
  },
  {
    "sentence": "[Kazuki]::And once that`s ready, we might as well load it with anice hefty boulder. Slam that into their windshield, andI think they`ll notice us whether they want to or not.",
    "translation": "Kazuki「Và một khi làm xong cái đó, tụi mình có thể nạp thêm một tảng đá thật lớn vào. Ném thẳng vào kính chắn gió của họ, và tớ nghĩ họ sẽ chú ý đến tụi mình dù muốn hay không thôi.」"
  },
  {
    "sentence": "[Kazuki]::All the better for us. If we shoot it out of the sky,they`ll no doubt send a whole flock to look for the onethat crashed. We can pick them off one by one.",
    "translation": "Kazuki「Thế thì càng tốt. Nếu tụi mình bắn hạ nó, chắc chắn chúng sẽ điều cả một lũ đến tìm kiếm cái xác thôi. Tụi mình có thể hạ từng đứa một.」"
  },
  {
    "sentence": "[Kazuki]::Just a little of my specialty Spartan-style humor.Teeheehee.",
    "translation": "Kazuki「Chỉ là một chút khiếu hài hước kiểu Spartan đặc trưng của tớ thôi mà. Teeheehee.」"
  },
  {
    "sentence": "[Kazuki]::Amane, where are you? Amane?",
    "translation": "Kazuki: Amane, cậu đâu rồi? Amane?"
  },
  {
    "sentence": "[Kazuki]::Ah, so that`s where you`d gotten to. Writing in thatdiary again, are you?",
    "translation": "Kazuki: A, ra là cậu trốn ở đây. Lại viết nhật ký đấy à?"
  },
  {
    "sentence": "[Kazuki]::And keeping a diary in particular is an opportunity forfocused consideration of recent events, which often helpsyou gain an objective and rational perspective on yoursituation. I believe the act has meaning in its ownright.",
    "translation": "Kazuki: Với lại, viết nhật ký đặc biệt là một cơ hội để nghiền ngẫm kỹ lưỡng về những sự kiện gần đây, điều này thường giúp cậu có được một cái nhìn khách quan và lý trí hơn về tình hình của mình. Tớ tin rằng bản thân hành động đó đã có ý nghĩa rồi."
  },
  {
    "sentence": "[Kazuki]::That`s what a diary is, whether you know it or not. Ioften keep one myself.",
    "translation": "Kazuki: Nhật ký là như vậy đấy, dù cậu có nhận ra hay không. Tớ cũng hay viết nhật ký lắm."
  },
  {
    "sentence": "[Kazuki]::Yes, although I don`t write it on paper.",
    "translation": "Kazuki: Ừ, dù tớ không viết ra giấy thôi."
  },
  {
    "sentence": "[Kazuki]::It means my diary is stored entirely in my mind.",
    "translation": "Kazuki: Ý tớ là nhật ký của tớ được lưu trữ hoàn toàn trong đầu óc tớ đó."
  },
  {
    "sentence": "[Kazuki]::I`ve got one brain for common memory storage functions,and another specifically designated for preservingdiaries. From what the doctors tell me, I have fivedistinct brains up there. Maybe six.",
    "translation": "Kazuki: Tớ có một bộ não để lưu trữ các chức năng bộ nhớ thông thường, và một bộ não khác được chỉ định đặc biệt để lưu giữ nhật ký. Theo như bác sĩ nói với tớ, tớ có năm bộ não riêng biệt trên đó. Hoặc có thể là sáu."
  },
  {
    "sentence": "[Kazuki]::It`s a joke, of course.",
    "translation": "Kazuki: Đùa thôi mà, dĩ nhiên rồi."
  },
  {
    "sentence": "[Kazuki]::Ah, that`s right. Do you think you could go pick me somechameleon plant leaves?",
    "translation": "Kazuki: À đúng rồi. Cậu hái cho tớ ít lá giấp cá được không?"
  },
  {
    "sentence": "[Kazuki]::That`s right. There was quite a lot of it growing wild bythe stream, wasn`t there? I`d like you to pick me some.",
    "translation": "Kazuki: Đúng vậy. Hình như có rất nhiều mọc dại bên bờ suối thì phải? Tớ muốn cậu hái cho tớ một ít."
  },
  {
    "sentence": "[Kazuki]::Well, I think it is edible in a pinch, but... this time,we`re using it for medicinal purposes.",
    "translation": "Kazuki: Ờm, tớ nghĩ ăn tạm thì cũng được, nhưng... lần này chúng ta dùng nó cho mục đích y học."
  },
  {
    "sentence": "[Kazuki]::An anti-itch remedy. Our stock of medicine is growingseverely low, so we need to begin preparing substituteswhere we can. If possible, some mugwort would be nice aswell...",
    "translation": "Kazuki: Thuốc trị ngứa đó. Lượng thuốc dự trữ của chúng ta đang cạn kiệt nghiêm trọng, nên chúng ta cần bắt đầu chuẩn bị các loại thuốc thay thế khi có thể. Nếu được, có thêm chút ngải cứu thì tốt..."
  },
  {
    "sentence": "[Kazuki]::You`ve never seen any? It`s a very commonplace wild herbalmost anywhere in the country...",
    "translation": "Kazuki: Cậu chưa từng thấy bao giờ á? Loại thảo dược dại này mọc đầy ở khắp nơi trong nước mà..."
  },
  {
    "sentence": "[Kazuki]::That`s unfortunate. Oh well...",
    "translation": "Kazuki: Tiếc thật. Thôi kệ vậy..."
  },
  {
    "sentence": "[Kazuki]::Koide-san, I`d like to go pick some herbs with mypartner. Could you perhaps head to the big tent and lookafter Hirooka-san and Sakurai-san while I`m gone?",
    "translation": "Kazuki: Koide-san, tớ muốn đi hái thảo dược với bạn cặp của tớ. Cậu có thể đến lều lớn và để mắt tới Hirooka-san và Sakurai-san giúp tớ được không?"
  },
  {
    "sentence": "[Kazuki]::Don`t worry, it shouldn`t be too troublesome a task. Youjust need to wipe their sweat and give them a littlewater at regular intervals. Would you be so kind? I`ll beback very soon.",
    "translation": "Kazuki: Cậu đừng lo, việc đó không phiền lắm đâu. Cậu chỉ cần lau mồ hôi và thỉnh thoảng cho họ uống chút nước thôi. Giúp tớ được không? Tớ sẽ quay lại sớm thôi."
  },
  {
    "sentence": "[Kazuki]::Okay then, shall we go?",
    "translation": "Kazuki「Vậy thì, chúng ta đi thôi?」"
  },
  {
    "sentence": "[Kazuki]::What do you mean?",
    "translation": "Kazuki「Ý cậu là sao?」"
  },
  {
    "sentence": "[Kazuki]::I don`t see the problem. She didn`t seem to have anythingelse to do, now did she?",
    "translation": "Kazuki「Tớ không thấy có vấn đề gì. Trông cô ấy có vẻ không có việc gì khác để làm, đúng không?」"
  },
  {
    "sentence": "[Kazuki]::And considering our circumstances, having nothingproductive to do probably feels rather awkward. I imagineshe`s fairly relieved not to be sitting around lookinglike a shirker.",
    "translation": "Kazuki「Và xét hoàn cảnh của chúng ta, việc không có gì hữu ích để làm chắc hẳn khiến cậu ấy thấy khá khó xử. Tớ đoán là cậu ấy khá nhẹ nhõm vì không phải ngồi yên như kẻ lười biếng vậy.」"
  },
  {
    "sentence": "[Kazuki]::Let`s see... Perhaps the captain`s simply displeased withKoide-san at the moment?",
    "translation": "Kazuki「Xem nào... Có lẽ thuyền trưởng đang không hài lòng với Koide-san lúc này thôi nhỉ?」"
  },
  {
    "sentence": "[Kazuki]::On our first day here, as I was preparing to treat thewounded... I asked Koide-san to bring some water to aboil, did I did not?",
    "translation": "Kazuki「Vào ngày đầu tiên chúng ta ở đây, lúc tớ đang chuẩn bị chữa trị cho những người bị thương... Tớ đã bảo Koide-san đun nước sôi, đúng không nào?」"
  },
  {
    "sentence": "[Kazuki]::And Koide-san used some of our bottled mineral water forthe purpose. Without first asking the captain`spermission.",
    "translation": "Kazuki「Và Koide-san đã dùng nước khoáng đóng chai của chúng ta cho mục đích đó. Mà không hề hỏi ý kiến thuyền trưởng trước.」"
  },
  {
    "sentence": "[Kazuki]::That`s correct. By obeying my order without question, Ithink Koide-san may have earned herself the label of\"enemy sympathizer\" as far as the captain is concerned.",
    "translation": "Kazuki「Đúng vậy. Bằng việc tuân lệnh tớ mà không thắc mắc, tớ nghĩ Koide-san đã tự rước lấy cái mác \"đồng tình với kẻ thù\" trong mắt thuyền trưởng rồi đấy."
  },
  {
    "sentence": "[Kazuki]::I believe the captain herself understands she can`t verywell make her displeasure explicit right now... but shemost likely can`t help feeling irritated. It`s just theway girls are, wouldn`t you say?",
    "translation": "Kazuki「Tớ tin là bản thân thuyền trưởng cũng biết bây giờ chị ta không thể thể hiện rõ sự không hài lòng của mình... nhưng nhiều khả năng chị ta không thể không cảm thấy khó chịu. Con gái là thế đấy, cậu thấy đúng không?」"
  },
  {
    "sentence": "[Kazuki]::\"I let you become my friend out of the goodness of myheart, and this is how you repay me? If you like thatother girl`s orders better, why don`t you just go be HERfriend now?\" Something along those lines, perhaps.",
    "translation": "Kazuki「Tớ đã cho cậu làm bạn của tớ là vì lòng tốt của tớ, và đây là cách cậu đáp lại tớ sao? Nếu cậu thích mệnh lệnh của chị ta hơn, sao cậu không đi làm bạn của CHỊ TA luôn đi?」 Đại loại là như vậy, có lẽ."
  },
  {
    "sentence": "[Kazuki]::Doing what I tell them...? I`m not sure that`s exactlythe right way to put it.",
    "translation": "Kazuki「Làm theo lời tớ nói ư...? Tớ không chắc đó là cách diễn đạt hoàn toàn chính xác đâu."
  },
  {
    "sentence": "[Kazuki]::If we implemented a plan, the individual who proposed itwould assume responsibility for its success. I offeredthe alternative of putting things on hold for a while. Ithink everyone may have simply defaulted to agreeing, outof reluctance to commit themselves to action.",
    "translation": "Kazuki「Nếu chúng ta thực hiện một kế hoạch, người đề xuất nó sẽ chịu trách nhiệm về sự thành công. Tớ đã đưa ra lựa chọn tạm dừng mọi việc một thời gian. Tớ nghĩ mọi người có lẽ chỉ đơn giản là đồng ý theo lẽ tự nhiên, vì không muốn cam kết hành động.」"
  },
  {
    "sentence": "[Kazuki]::I believe I`ve already told you, but I dislike beingcalled a \"genius.\" Don`t get the idea it`s a title to bejealous of, all right? When you become a genius, what yougain isn`t admiration so much as envy and enemies.",
    "translation": "Kazuki「Tớ tin là đã nói với cậu rồi, nhưng tớ ghét bị gọi là \"thiên tài\". Cậu đừng có nghĩ đó là danh hiệu đáng để ghen tị, được chứ? Khi cậu trở thành thiên tài, thứ cậu nhận được không phải là sự ngưỡng mộ mà là sự đố kỵ và kẻ thù.」"
  },
  {
    "sentence": "[Kazuki]::Yes, it is. That would be the reason I had no friends.I`m quite glad I finally managed to find a tolerant andpersevering young lady like yourself, Amane.",
    "translation": "Kazuki「Đúng vậy. Đó là lý do tớ chẳng có bạn bè nào. Tớ thấy thật may mắn khi cuối cùng đã tìm được một cô gái kiên nhẫn và bao dung như cậu, Amane ạ.」"
  },
  {
    "sentence": "[Kazuki]::In other words, you`re telling me to become a differentperson entirely?",
    "translation": "Kazuki「Nói cách khác, cậu đang bảo tớ phải thay đổi thành một người hoàn toàn khác ư?」"
  },
  {
    "sentence": "[Kazuki]::At this point, wouldn`t such a change leave everyone moredisturbed than anything else?",
    "translation": "Kazuki「Lúc này, việc thay đổi như vậy chẳng phải sẽ khiến mọi người hoang mang hơn sao?」"
  },
  {
    "sentence": "[Kazuki]::I`ve got you at the moment, and I have my little brother.I don`t think of myself as particularly lonely.",
    "translation": "Kazuki「Hiện tại tớ có cậu, và tớ có em trai tớ nữa. Tớ không nghĩ mình đặc biệt cô đơn đâu.」"
  },
  {
    "sentence": "[Kazuki]::Yes, I do indeed.",
    "translation": "Kazuki「Đúng vậy.」"
  },
  {
    "sentence": "[Kazuki]::Hmmm... not especially, to be perfectly honest.",
    "translation": "Kazuki「Ừm... thật lòng mà nói thì không hẳn đâu.」"
  },
  {
    "sentence": "[Kazuki]::Unlike me, he resembles our mother, so... I guess youcould say his kindness is the element that stands out.He`s a sweet little thing.",
    "translation": "Kazuki「Không giống tớ, em ấy giống mẹ tớ, nên... có thể nói sự tốt bụng của em ấy là điểm nổi bật nhất. Em ấy là một đứa trẻ đáng yêu lắm.」"
  },
  {
    "sentence": "[Kazuki]::As a result, a bit of hard work isn`t enough to earn himmuch in the way of recognition, I`m afraid... He seems tobe growing quite self-conscious about it lately.",
    "translation": "Kazuki「Vì vậy, tớ e là dù có cố gắng hết sức, em ấy cũng không nhận được nhiều sự công nhận lắm đâu... Gần đây em ấy dường như cũng bắt đầu khá tự ti về điều đó rồi.」"
  },
  {
    "sentence": "[Kazuki]::Avoid the temptation to pity him. It only makes him feelall the more miserable.",
    "translation": "Kazuki「Tránh cám dỗ muốn thương hại em ấy đi. Điều đó chỉ khiến em ấy càng thêm khốn khổ thôi.」"
  },
  {
    "sentence": "[Kazuki]::There are certainly many people who`ve expresseddisappointment with my brother. His own parents amongthem.",
    "translation": "Kazuki「Chắc chắn có rất nhiều người đã từng thất vọng về em trai tớ. Ngay cả bố mẹ cậu ấy cũng vậy.」"
  },
  {
    "sentence": "[Kazuki]::But he`s very important to me, and I love him very much.",
    "translation": "Kazuki「Nhưng em ấy rất quan trọng với tớ, và tớ yêu em ấy rất nhiều.」"
  },
  {
    "sentence": "[Kazuki]::The rest is noise. Even if everyone else in the worlddespises him, it wouldn`t change the fact that I love himmore than anyone else.",
    "translation": "Kazuki「Phần còn lại chỉ là tiếng ồn thôi. Dù cả thế giới này có ghét bỏ em ấy đi chăng nữa, thì cũng không thể thay đổi sự thật là tớ yêu em ấy hơn bất kỳ ai khác.」"
  },
  {
    "sentence": "[Kazuki]::Is it that odd? Well, I do understand my feelings aresomewhat on the extreme end of the spectrum, but surely abig sister who`s sweet on her little brother isn`t sorare.",
    "translation": "Kazuki「Nó lạ lắm sao? Ừm, tớ hiểu là cảm xúc của tớ hơi đi quá giới hạn một chút, nhưng chắc hẳn một người chị gái yêu quý em trai mình thì cũng không hiếm đến vậy đâu nhỉ.」"
  },
  {
    "sentence": "[Kazuki]::What`s so surprising about that? It`s only natural to beaffectionate toward your little brother, wouldn`t yousay? For what it`s worth, I do try my best to be a kindelder sister...",
    "translation": "Kazuki「Có gì mà ngạc nhiên chứ? Với em trai mình thì yêu thương là chuyện đương nhiên thôi, đúng không? Tuy không dám chắc lắm, nhưng tớ luôn cố gắng hết sức để trở thành một người chị gái tốt...」"
  },
  {
    "sentence": "[Kazuki]::? The girl who`d probably take one look at theclassic abandoned puppy in a cardboard box on a rainyday, tell it \"Fate is cruel. I suggest you curse theheavens,\" and then walk right off without batting aneyelid? Kazuki, of all people, a doting big sister!?",
    "translation": "Kazuki「Người mà có lẽ sẽ chỉ liếc nhìn chú cún con đáng thương bị bỏ rơi trong chiếc hộp giấy ngày mưa, nói với nó rằng: \"Số phận thật nghiệt ngã. Tớ khuyên cậu nên nguyền rủa bầu trời đi,\" rồi bỏ đi mà không chớp mắt lấy một cái ư? Kazuki ư, lại còn là một người chị gái hết mực cưng chiều em trai nữa chứ!?」"
  },
  {
    "sentence": "[Kazuki]::You`re being exceptionally rude. I`m a human being, youknow? Of course I care about my brother. When he`stroubled, I try to comfort him, however clumsily. Likeany decent sister would.",
    "translation": "Kazuki「Cậu cư xử thô lỗ quá đấy. Tớ là con người, cậu biết không? Tất nhiên là tớ quan tâm đến em trai mình rồi. Khi em ấy gặp khó khăn, tớ sẽ cố gắng an ủi em ấy, dù có vụng về đến đâu đi nữa. Giống như bất kỳ người chị gái tử tế nào khác thôi mà.」"
  },
  {
    "sentence": "[Kazuki]::...Excuse me... Are you perhaps thinking somethingastoundingly rude at the moment?",
    "translation": "Kazuki「...Xin lỗi nhé... Bây giờ cậu đang nghĩ đến một chuyện gì đó thô lỗ khủng khiếp lắm đúng không?」"
  },
  {
    "sentence": "[Kazuki]::I`d say so... It`s often difficult to resist the urge tokiss him.",
    "translation": "Kazuki「Tớ cũng nghĩ vậy... Thật khó để cưỡng lại mong muốn được hôn em ấy quá.」"
  },
  {
    "sentence": "[Kazuki]::I`ve given in to that temptation countless times by now,but kissing him never seems to get old.",
    "translation": "Kazuki「Tớ đã chiều theo cám dỗ đó vô số lần rồi, nhưng nụ hôn với em ấy dường như không bao giờ cũ cả.」"
  },
  {
    "sentence": "[Kazuki]::Yes indeed. For example... when I squeeze him close andthrust my tongue into his mouth, he tends to tremble everso slightly even as he`s desperately trying to coil histongue around mine. It`s truly adorable.",
    "translation": "Kazuki「Đúng vậy. Ví dụ như... khi tớ ôm chặt lấy em ấy và đưa lưỡi mình vào miệng em ấy, em ấy sẽ có xu hướng run lên khẽ khàng ngay cả khi đang cố gắng quấn lưỡi mình quanh lưỡi tớ một cách điên cuồng. Thật đáng yêu làm sao."
  },
  {
    "sentence": "[Kazuki]::...Is something wrong? Your face has turned rather red.",
    "translation": "Kazuki「...Có chuyện gì sao? Mặt cậu đỏ hết cả lên rồi kìa.」"
  },
  {
    "sentence": "[Kazuki]::That would depend entirely on what you have to say.",
    "translation": "Kazuki「Điều đó hoàn toàn phụ thuộc vào những gì cậu định nói đấy.」"
  },
  {
    "sentence": "[Kazuki]::Now that you mention it... when we were younger, I seemto remember her saying \"Make sure you don`t do thatoutside\"...",
    "translation": "Kazuki「Nhắc mới nhớ... hồi còn bé, tớ hình như nhớ em ấy từng nói \"Nhớ đừng có làm chuyện đó ở bên ngoài đấy nhé\"...」"
  },
  {
    "sentence": "[Kazuki]::You think? I do take his upbringing quite seriously, inmy own way...",
    "translation": "Kazuki「Cậu nghĩ vậy á? Tớ rất coi trọng việc nuôi dạy em ấy theo cách riêng của tớ mà...」"
  },
  {
    "sentence": "[Kazuki]::It means exactly what it sounds like. It`s a wonderfulthing to be able to honestly express your gratitude toanother, don`t you think?",
    "translation": "Kazuki「Nghĩa đen của nó là như vậy đó. Thật tuyệt vời khi có thể thành thật bày tỏ lòng biết ơn của mình với người khác, cậu không nghĩ vậy sao?」"
  },
  {
    "sentence": "[Kazuki]::Think of it this way. Your little catchphrase \"I`m sorry\"is a valuable thing when judiciously applied, isn`t it?Being able to swallow your pride and apologize whenyou`ve caused someone trouble is a wonderful thing.",
    "translation": "Kazuki「Nghĩ theo hướng này xem. Cái câu cửa miệng \"Tớ xin lỗi\" của cậu, nếu dùng đúng lúc thì rất có giá trị đấy, phải không? Biết dẹp cái tôi đi và xin lỗi khi gây rắc rối cho người khác là một điều tuyệt vời mà.」"
  },
  {
    "sentence": "[Kazuki]::This is no different. People who can offer thanks toothers will have a happier road through life than thosewho can`t. Don`t you agree?",
    "translation": "Kazuki「Chuyện này cũng vậy thôi. Người biết nói lời cảm ơn sẽ có một cuộc đời hạnh phúc hơn những người không biết. Cậu không nghĩ thế à?」"
  },
  {
    "sentence": "[Kazuki]::You really are rather rude today. When are my wordsanything but profound? If you collected all my pithyremarks, I expect \"The Collected Wisdom of Kazami Kazuki\"would sell quite nicely at a 1890 yen price point. Taxincluded.",
    "translation": "Kazuki「Hôm nay cậu thật là vô lễ đấy. Lời của tớ lúc nào mà chẳng thâm thúy? Nếu mà thu thập hết mấy câu châm ngôn sắc sảo của tớ lại, tớ nghĩ là cuốn \"Tuyển Tập Minh Triết Của Kazami Kazuki\" sẽ bán chạy lắm đấy, với giá 1890 yên, đã bao gồm thuế.」"
  },
  {
    "sentence": "[Kazuki]::As long as people are alive, they`re sweating andshedding skin. At the moment, your scent is somewhatreminiscent of a chameleon plant. Or perhaps a muggymid-summer subway platform.",
    "translation": "Kazuki「Chừng nào người ta còn sống thì còn đổ mồ hôi và bong da thôi. Mà hiện tại, mùi của cậu có hơi giống cây tắc kè hoa ấy. Hoặc có lẽ là cái sân ga tàu điện ngầm oi bức giữa hè.」"
  },
  {
    "sentence": "[Kazuki]::Our supply of water is hardly a problem, so why not takea dip? Sakuma-san, for one, came up to me and inquiredabout the possibility immediately after we found thespring.",
    "translation": "Kazuki「Nguồn nước của chúng ta hầu như không thành vấn đề, vậy sao cậu không đi ngâm mình một chút nhỉ? Sakuma-san chẳng hạn, em ấy đã đến hỏi tớ về chuyện này ngay sau khi chúng ta tìm thấy con suối đấy.」"
  },
  {
    "sentence": "[Kazuki]::And given that fact, we`ve already obtained blanketpermission from the captain, so there`s no politicalproblems either. I`ve bathed several times myself, andfound the water quite pleasant.",
    "translation": "Kazuki「Mà xét đến chuyện đó, tớ đã xin được toàn quyền cho phép từ thuyền trưởng rồi, nên cũng không có vấn đề chính trị gì đâu. Tớ cũng tắm mấy lần rồi, thấy nước khá dễ chịu đấy.」"
  },
  {
    "sentence": "[Kazuki]::Well, because I don`t want to be naked next to you, ofcourse. Can you imagine the misery of a mini-car parkednext to a luxury sports sedan?",
    "translation": "Kazuki「Ờ thì, tại tớ không muốn trần truồng bên cạnh cậu, dĩ nhiên rồi. Cậu có tưởng tượng được nỗi khổ của một chiếc xe mini đậu cạnh một chiếc sedan thể thao hạng sang không?」"
  },
  {
    "sentence": "[Kazuki]::I figured it`d be easier for you to understand.",
    "translation": "Kazuki「Tớ nghĩ là như thế này thì cậu sẽ dễ hiểu hơn.」"
  },
  {
    "sentence": "[Kazuki]::I didn`t particularly \"sneak\" anywhere... But no matter.After we`ve gathered the medicinal plants, how about yougo straight to the spring and take a bath?",
    "translation": "Kazuki「Tớ không hề \"lén lút\" đi đâu cả... Nhưng thôi bỏ đi. Sau khi chúng ta hái xong dược liệu, hay là cậu đi thẳng tới suối tắm luôn đi?」"
  },
  {
    "sentence": "[Kazuki]::...I think there was a Chinese professor who extractedraw minerals from plants and refined them into salt,wasn`t there?",
    "translation": "Kazuki「...Tớ nhớ là có một giáo sư người Trung Quốc chiết xuất khoáng chất thô từ thực vật rồi tinh chế thành muối, đúng không cậu?」"
  },
  {
    "sentence": "[Kazuki]::I just now remembered that I`d read something of the sortin a young adult science magazine, but... unfortunately,I believe a large amount of raw plant material and fairlysophisticated processing equipment was necessary...",
    "translation": "Kazuki「Tớ vừa mới nhớ ra là tớ đã từng đọc cái gì đó tương tự trong một cuốn tạp chí khoa học dành cho thanh thiếu niên, nhưng... tiếc là, tớ tin là cần một lượng lớn nguyên liệu thực vật thô và thiết bị chế biến khá phức tạp...」"
  },
  {
    "sentence": "[Kazuki]::Right now, your body is still working through yourreserves of sodium, so it`s managing to cope with theshortage. But if this situation drags on and our state ofmalnutrition advances, our need for salt will eventuallybecome dire.",
    "translation": "Kazuki「Hiện tại, cơ thể cậu vẫn đang dùng chỗ natri dự trữ, nên vẫn xoay sở được với tình trạng thiếu hụt. Nhưng nếu tình hình này kéo dài và chúng ta ngày càng suy dinh dưỡng, thì việc cần muối sẽ trở nên cấp bách đấy.」"
  },
  {
    "sentence": "[Kazuki]::So for now, I want to stockpile as much as possible.",
    "translation": "Kazuki「Vậy nên trước mắt, tớ muốn tích trữ càng nhiều càng tốt.」"
  },
  {
    "sentence": "[Kazuki]::Keep that hidden until the very end. And do not under anycircumstances tell anyone you`ve done so.",
    "translation": "Kazuki「Hãy giấu kín chuyện đó cho đến phút cuối cùng. Tuyệt đối không được kể cho ai biết cậu đã làm vậy đâu đấy.」"
  },
  {
    "sentence": "[Kazuki]::Pardon me?",
    "translation": "Kazuki「Cậu nói gì cơ?」"
  },
  {
    "sentence": "[Kazuki]::I would advise strongly against that. Mushrooms aredangerous.",
    "translation": "Kazuki「Tớ thành thật khuyên cậu đừng. Nấm rất nguy hiểm đấy.」"
  },
  {
    "sentence": "[Kazuki]::I have a certain amount of knowledge from my reading, butmushrooms vary widely by region, and I have no practicalexperience.",
    "translation": "Kazuki「Tớ có chút kiến thức nhờ đọc sách, nhưng nấm khác nhau nhiều tùy theo vùng, với lại tớ cũng chẳng có kinh nghiệm thực tế gì cả.」"
  },
  {
    "sentence": "[Kazuki]::Gathering mushrooms with nothing but a book as a guide isan excellent way to poison yourself... Such cases are alltoo common even in modern times. Mushrooms are offlimits.",
    "translation": "Kazuki「Chỉ dựa vào sách để hái nấm thì khác nào tự đầu độc bản thân... Mấy vụ đó thời nay vẫn đầy ra đấy. Nấm là tuyệt đối không được đụng vào.」"
  },
  {
    "sentence": "[Kazuki]::That`s an old wives` tale. There are quite a number ofmushrooms with neatly vertical gills that are fatallypoisonous. I don`t blame you for the thought, but stayaway from mushrooms.",
    "translation": "Kazuki「Đó chỉ là chuyện nhảm nhí thôi. Có không ít loại nấm có lá tia thẳng đứng, nhưng lại cực độc đấy. Tớ không trách cậu nghĩ thế, nhưng tốt nhất là tránh xa nấm ra.」"
  },
  {
    "sentence": "[Kazuki]::Well, I suppose you could always feed a few to a girl youdislike. If she doesn`t start vomiting up blood withintwo or three days, we can all eat the rest.",
    "translation": "Kazuki「Chà, tớ nghĩ cậu luôn có thể cho cô nàng nào mà cậu ghét ăn thử một ít. Nếu sau hai ba ngày mà cô ta không nôn ra máu thì tất cả chúng ta có thể ăn phần còn lại.」"
  },
  {
    "sentence": "[Kazuki]::What joke?",
    "translation": "Kazuki「Trò đùa nào cơ?」"
  },
  {
    "sentence": "[Kazuki]::None of us want to die, now do we? Come, let`s finish uphere and be on our way.",
    "translation": "Kazuki「Chẳng ai trong chúng ta muốn chết cả, phải không? Nào, kết thúc chuyện này ở đây rồi ai về nhà nấy thôi.」"
  },
  {
    "sentence": "[Kazuki]::Since your body is large, Amane, your basal metabolicrate is likely high. I imagine you expend a good deal ofenergy even at rest...",
    "translation": "Kazuki「Vì cơ thể cậu to lớn, Amane, nên khả năng trao đổi chất cơ bản của cậu hẳn là cao lắm. Tớ đoán là cậu đốt khá nhiều năng lượng ngay cả khi nghỉ ngơi...」"
  },
  {
    "sentence": "[Kazuki]::I know it might be slightly unappetizing to pick at myleftovers, but would you like the rest?",
    "translation": "Kazuki「Tớ biết là gắp đồ ăn thừa của người khác thì có hơi kém duyên, nhưng cậu có muốn ăn nốt phần còn lại không?」"
  },
  {
    "sentence": "[Kazuki]::Hm?",
    "translation": "Kazuki「Hửm?」"
  },
  {
    "sentence": "[Kazuki]::Well, what`s the harm? They seem to be enjoyingthemselves. Why don`t you join in?",
    "translation": "Kazuki「Vậy thì có gì mà hại chứ? Trông họ có vẻ đang vui vẻ lắm. Sao cậu không tham gia cùng đi?」"
  },
  {
    "sentence": "[Kazuki]::I`ll provide your stake, so if you win, we`ll split theprofits 50-50. All right?",
    "translation": "Kazuki「Tớ sẽ cung cấp tiền cược cho cậu, nên nếu cậu thắng, chúng ta sẽ chia đôi lợi nhuận nhé. Được không?」"
  },
  {
    "sentence": "[Kazuki]::If you lose... let`s see... how about we have you skipsnacks today?",
    "translation": "Kazuki「Nếu cậu thua... để xem nào... hôm nay chúng ta sẽ bỏ bữa nhẹ nhé?」"
  },
  {
    "sentence": "[Kazuki]::The game wouldn`t be much fun if I were to play, nowwould it? Also, I`ve got my hands full with the wounded.Koide-san`s looking after them alone at the moment, butit seems she feels rather uneasy when I`m not around.",
    "translation": "Kazuki「Nếu tớ tham gia thì trò chơi sẽ chẳng còn vui nữa đâu, đúng không? Với lại, tớ đang bận xử lý những người bị thương. Koide-san đang chăm sóc họ một mình lúc này, nhưng có vẻ cô ấy cảm thấy khá bất an khi tớ không có ở đó.」"
  },
  {
    "sentence": "[Kazuki]::Precisely because we`re in such desperate circumstances,it`s all too easy to get caught up in ugly thoughts whenyou`re bored. And people need to relax and let off steam.Running around pointlessly all day long only makes yourstomach emptier.",
    "translation": "Kazuki「Chính vì chúng ta đang ở trong hoàn cảnh tuyệt vọng như vậy, nên rất dễ nảy sinh những suy nghĩ tiêu cực khi cậu rảnh rỗi. Và mọi người cần được thư giãn, giải tỏa căng thẳng. Chạy loanh quanh vô ích cả ngày chỉ làm bụng cậu thêm trống rỗng thôi.」"
  },
  {
    "sentence": "[Kazuki]::Also, don`t think of this as a mere \"game.\" As mypartner, defeat is no longer an option for you.",
    "translation": "Kazuki「Và nữa, đừng nghĩ đây chỉ là một trò \"chơi\" thông thường. Là đối tác của tớ, thất bại không còn là lựa chọn cho cậu nữa đâu.」"
  },
  {
    "sentence": "[Kazuki]::It may be nothing more than a card game, but I expect youto approach it with steadfast determination to gain themaximum possible profit. Even if that means tramplingothers into the dust.",
    "translation": "Kazuki「Dù chỉ là một trò chơi bài, tớ vẫn mong cậu sẽ tiếp cận nó với sự quyết tâm vững chắc để thu về lợi nhuận tối đa. Kể cả khi điều đó có nghĩa là phải đạp lên người khác mà tiến lên。」"
  },
  {
    "sentence": "[Kazuki]::Once you take the first step, you never turn back. That`sa rule of mine.",
    "translation": "Kazuki「Một khi đã bước bước đầu tiên, cậu sẽ không bao giờ quay đầu lại nữa đâu. Đó là quy tắc của tớ.」"
  },
  {
    "sentence": "[Kazuki]::I look forward to your report of overwhelming victory.",
    "translation": "Kazuki「Tớ mong chờ báo cáo về chiến thắng áp đảo của cậu.」"
  },
  {
    "sentence": "[Kazuki]::...Something on your mind, Amane?",
    "translation": "Kazuki「Cậu đang nghĩ gì vậy, Amane?」"
  },
  {
    "sentence": "[Kazuki]::Why, what`s wrong?",
    "translation": "Kazuki「Sao vậy, có chuyện gì à?」"
  },
  {
    "sentence": "[Kazuki]::Whatever are you talking about? I`m afraid I don`tunderstand in the slightest.",
    "translation": "Kazuki「Cậu đang nói về cái gì vậy? Tớ hoàn toàn không hiểu tí nào cả.」"
  },
  {
    "sentence": "[Kazuki]::Goodness, how very honest of you. If you`d kept silent, Iwouldn`t have had the first idea either way.",
    "translation": "Kazuki「Ôi, cậu thật là thẳng thắn. Nếu cậu cứ im lặng, tớ cũng chẳng biết gì cả đâu.」"
  },
  {
    "sentence": "[Kazuki]::It`s quite all right. I left everything in your handsprecisely because I understood you wouldn`t be able to dosuch a thing... Here, open wide.",
    "translation": "Kazuki「Không sao đâu. Tớ giao mọi thứ vào tay cậu cũng chính là vì tớ hiểu cậu sẽ không thể làm chuyện đó đâu... Nào, há miệng ra đi."
  },
  {
    "sentence": "[Kazuki]::Say aaah.",
    "translation": "Kazuki「Nào, há miệng ra đi.」"
  },
  {
    "sentence": "[Kazuki]::Is it tasty?",
    "translation": "Kazuki「Ngon không?」"
  },
  {
    "sentence": "[Kazuki]::Then again, I think sugary snacks like this might tasteeven better when snarfed down stealthily by yourself.",
    "translation": "Kazuki「Mà nói gì thì nói, tớ nghĩ mấy món đồ ngọt này ăn vụng một mình còn ngon hơn ấy chứ.」"
  },
  {
    "sentence": "[Kazuki]::That`s how it works for my little brother. He`s an oddlyabstemious one, at least superficially... He doesn`t evenact particularly happy if you give him a favorite treat.He prefers to hold onto it until he can be alone, thengobble it down in secret.",
    "translation": "Kazuki「Đó là cách em trai tớ vẫn làm. Trông bề ngoài thì nó khá là kiêng khem, ít nhất là vậy... Nó thậm chí còn không tỏ ra vui vẻ đặc biệt gì khi cậu cho nó món quà yêu thích. Nó thích giữ nó cho đến khi có thể ở một mình, rồi lén lút chén sạch nó vậy đó.」"
  },
  {
    "sentence": "[Kazuki]::When I asked him why, he said jumping for joy mightencourage someone to snatch it away from him, and it`seasier to relax and enjoy it when he`s alone...",
    "translation": "Kazuki「Khi tớ hỏi nó tại sao, nó bảo là nhảy cẫng lên vì sung sướng có thể khiến người khác muốn cướp lấy nó, và việc thư giãn tận hưởng nó dễ dàng hơn khi nó ở một mình...」"
  },
  {
    "sentence": "[Kazuki]::He already understands that people are most vulnerable inmoments of celebration. Not that I`d expect anything lessfrom my brother, but it`s quite a penetrating insight forhis age. And that warped, submissive aspect of hispersonality is adorable in its own right.",
    "translation": "Kazuki「Cậu ấy đã hiểu rằng người ta dễ tổn thương nhất trong những khoảnh khắc ăn mừng. Tớ cũng không mong đợi gì khác từ em trai mình, nhưng đây quả là một nhận định sâu sắc đối với lứa tuổi của cậu ấy. Và cái khía cạnh méo mó, phục tùng trong tính cách của cậu ấy cũng thật đáng yêu theo cách riêng của nó.」"
  },
  {
    "sentence": "[Kazuki]::Well, ignorance may be bliss on this one. No reason toidentify with those of us who`re helplessly awkward evenwith our own family...",
    "translation": "Kazuki「À, chuyện này thì biết ít còn hơn. Không cần phải đồng cảm với mấy đứa vụng về đến bất lực ngay cả với gia đình mình đâu...」"
  },
  {
    "sentence": "[Kazuki]::...Amane? Why are you crying?",
    "translation": "Kazuki「...Amane? Sao cậu lại khóc vậy?」"
  },
  {
    "sentence": "[Kazuki]::Take a look around you.",
    "translation": "Kazuki「Nhìn xung quanh cậu đi.」"
  },
  {
    "sentence": "[Kazuki]::There`s no one else around. It`s just you and me...",
    "translation": "Kazuki「Không còn ai khác ở đây cả. Chỉ còn cậu và tớ thôi...」"
  },
  {
    "sentence": "[Kazuki]::It`s all right. Don`t worry about it... Listen to me.It`s going to take time, but... I will get you home safeand sound in the end. I promise...",
    "translation": "Kazuki「Không sao đâu. Đừng lo lắng về chuyện đó... Nghe tớ này. Sẽ mất một thời gian, nhưng... cuối cùng tớ sẽ đưa cậu về nhà bình an vô sự. Tớ hứa đấy...」"
  },
  {
    "sentence": "[Kazuki]::Well, to answer your question more specifically, ofcourse I want to go home. I`m rather anxious that myparents may be bullying my little brother in myabsence...",
    "translation": "Kazuki「Ừm, để trả lời câu hỏi của cậu cụ thể hơn thì, tất nhiên là tớ muốn về nhà rồi. Tớ khá lo lắng rằng bố mẹ có thể bắt nạt em trai tớ lúc tớ vắng nhà...」"
  },
  {
    "sentence": "[Kazuki]::If it was going to turn out like this, I should`veimitated Komori-san`s example with the dog and smuggledmy brother along in my bag. A failure on my part.",
    "translation": "Kazuki「Nếu mọi chuyện lại thành ra thế này, tớ đáng lẽ phải bắt chước Komori-san với con chó đó và lén nhét em trai vào túi rồi. Đúng là thất bại của tớ mà.」"
  },
  {
    "sentence": "[Kazuki]::Of course they do. What makes a genius is the ability anddetermination to transform such failures into a bump onthe road to success. Those who never realize that willstay mediocre throughout life.",
    "translation": "Kazuki「Tất nhiên là họ có làm vậy rồi. Cái khiến một người trở thành thiên tài chính là khả năng và sự quyết tâm biến những thất bại đó thành một bước đệm trên con đường dẫn đến thành công. Còn những người không bao giờ nhận ra điều đó sẽ mãi mãi chỉ là tầm thường trong suốt cuộc đời mình.」"
  },
  {
    "sentence": "[Kazuki]::If you`re composed enough to be worrying about mystruggles, perhaps we could bring the crying to an endnow?",
    "translation": "Kazuki「Nếu cậu đủ bình tĩnh để lo lắng cho những khó khăn của tớ, có lẽ chúng ta có thể chấm dứt việc khóc lóc ở đây rồi?」"
  },
  {
    "sentence": "[Kazuki]::They do say a woman hasn`t really come into her own untila grown man cries into her stomach, but... you`re anadolescent girl, and I`m beginning to find it somewhatannoying.",
    "translation": "Kazuki「Người ta nói phụ nữ thực sự trưởng thành khi có một người đàn ông trưởng thành khóc vào bụng mình, nhưng... cậu là một cô bé tuổi mới lớn, và tớ bắt đầu thấy điều đó hơi phiền đấy.」"
  },
  {
    "sentence": "[Kazuki]::We have neither a bed nor picture books at the moment, soI`m afraid my hands are tied.",
    "translation": "Kazuki「Tớ thì không có giường cũng chẳng có sách truyện tranh lúc này, nên tớ e là bất lực rồi.」"
  },
  {
    "sentence": "[Kazuki]::Make sure you lick the tears from your cheeks, all right?It`s a waste of precious sodium. Also...",
    "translation": "Kazuki「Nhớ liếm hết nước mắt trên má đấy, được chứ? Phí mất chút natri quý giá. Với lại...」"
  },
  {
    "sentence": "[Kazuki]::I`ll leave these with you. They`re quick, easily-absorbedcalories in a convenient package, which means they`revery valuable; keep them safe, and do not touch themuntil I say you can. Understood?",
    "translation": "Kazuki「Tớ sẽ để chúng lại cho cậu. Đây là những calo nhanh, dễ hấp thụ trong một bao bì tiện lợi, nghĩa là chúng rất có giá trị; hãy giữ chúng an toàn, và đừng động vào cho đến khi tớ cho phép. Rõ chưa?」"
  },
  {
    "sentence": "[Kazuki]::I don`t dislike that serious personality of yours, butplease don`t confuse your over-active \"sense\" ofresponsibility with your actual responsibilities.",
    "translation": "Kazuki「Tớ không ghét cái tính nghiêm túc của cậu, nhưng làm ơn đừng nhầm lẫn \"cảm giác\" trách nhiệm quá tải của cậu với trách nhiệm thực sự của mình.」"
  },
  {
    "sentence": "[Kazuki]::That habit of approaching everything as a trial to bestoically endured reminds me rather painfully of mylittle brother. People like that tend to die young, youknow?",
    "translation": "Kazuki「Cái thói quen xem mọi thứ như một thử thách cần phải chịu đựng một cách khắc kỷ này làm tớ nhớ đến em trai tớ một cách đau đớn. Những người như vậy có xu hướng chết trẻ lắm đấy, cậu biết không?」"
  },
  {
    "sentence": "[Kazuki]::Your responsibilities are the burdens you must carry. A\"sense\" of responsibility is what leads people toshoulder weight they need not bear. Don`t lose sight ofthat distinction.",
    "translation": "Kazuki「Trách nhiệm là gánh nặng cậu phải mang. Còn \"cảm giác\" có trách nhiệm lại là thứ khiến người ta gánh vác những thứ không cần thiết. Đừng để lạc mất sự phân biệt đó.」"
  },
  {
    "sentence": "[Kazuki]::Want another cup of onion tea?",
    "translation": "Kazuki「Cậu có muốn uống thêm một tách trà hành không?」"
  },
  {
    "sentence": "[Kazuki]::Yes indeed. There was quite a lot of loud thunder justbefore dawn, although it seems it wasn`t enough to wakeyou up.",
    "translation": "Kazuki「Đúng vậy. Trời có sấm rền vang trước lúc bình minh, mặc dù có vẻ nó không đủ để đánh thức cậu dậy cả.」"
  },
  {
    "sentence": "[Kazuki]::I think you`re exhausted emotionally more thanphysically... Also, the biggest factor is that you`resimply beginning to grow used to this place.",
    "translation": "Kazuki「Tớ nghĩ cậu kiệt sức về mặt tinh thần hơn là thể chất... Ngoài ra, yếu tố lớn nhất là cậu đơn giản là bắt đầu quen với nơi này rồi.」"
  },
  {
    "sentence": "[Kazuki]::When you`re sleeping in an environment that`s both harshand unfamiliar, your unconscious mind is not onlyprocessing memories, but also maintaining a vigilantawareness of your surroundings. Your eyes will springopen at the smallest sound.",
    "translation": "Kazuki「Khi cậu ngủ trong một môi trường vừa khắc nghiệt vừa xa lạ, vô thức của cậu không chỉ xử lý ký ức mà còn duy trì sự cảnh giác với môi trường xung quanh. Mắt cậu sẽ bật mở trước âm thanh nhỏ nhất.」"
  },
  {
    "sentence": "[Kazuki]::...Let`s see... When I grow up, I`d like to be a nurse.Or a florist. Running a little pastry shop would belovely as well.",
    "translation": "Kazuki「Ừm... Để xem nào... Khi lớn lên, tớ muốn trở thành y tá. Hoặc là người bán hoa. Mở một tiệm bánh nhỏ cũng thật đáng yêu đó chứ.」"
  },
  {
    "sentence": "[Kazuki]::Aah... so by \"dreams,\" you`re referring to the ones wesee while asleep? Of course, I dream in that sense aswell.",
    "translation": "Kazuki「À... ý cậu là những giấc mơ chúng ta thấy khi ngủ ấy hả? Đương nhiên là tớ cũng có mơ như thế mà.」"
  },
  {
    "sentence": "[Kazuki]::Today, I found myself reliving a moment from soon after Ientered our school, when I was somewhat bewildered by theconfusing self-service system in the cafeteria.",
    "translation": "Kazuki「Hôm nay, tớ lại nhớ về khoảnh khắc ngay sau khi tớ nhập học, khi tớ còn khá bối rối với hệ thống tự phục vụ lằng nhằng ở căng-tin.」"
  },
  {
    "sentence": "[Kazuki]::For me, such dislocated memories of the past seem to bethe most frequent. I can`t say I have many of the moresymbolic, flying-through-the-sky variety.",
    "translation": "Kazuki「Với tớ, những ký ức rời rạc về quá khứ như vậy dường như là phổ biến nhất. Tớ không thể nói là mình có nhiều ký ức mang tính biểu tượng, kiểu bay lượn trên bầu trời đâu.」"
  },
  {
    "sentence": "[Kazuki]::15 minutes until morning muster!!",
    "translation": "Kazuki「15 phút nữa là tới giờ tập trung buổi sáng rồi đấy!!」"
  },
  {
    "sentence": "[Kazuki]::The number of carrots. Koide-san, are you sure you didn`tmiscount? Why not check one more time?",
    "translation": "Kazuki「Số lượng cà rốt. Koide-san, chị có chắc là mình không đếm nhầm không? Sao chị không kiểm tra lại một lần nữa đi ạ?」"
  },
  {
    "sentence": "[Kazuki]::That`s not especially important right now. The problemlies in the fact that one of the carrots disappearedwithout explanation.",
    "translation": "Kazuki「Điều đó không quá quan trọng lúc này đâu ạ. Vấn đề nằm ở chỗ một củ cà rốt đã biến mất mà không có lời giải thích nào cả.」"
  },
  {
    "sentence": "[Kazuki]::Carrots don`t have legs, so it didn`t vanish on its ownpower. Which would leave two plausible possibilities...Either she`s simply miscounted, or somebody ate it...",
    "translation": "Kazuki「Cà rốt đâu có chân, nên nó không thể tự nhiên biến mất được. Vậy chỉ còn hai khả năng hợp lý... Hoặc là chị đếm nhầm, hoặc là có ai đó đã ăn mất rồi...」"
  },
  {
    "sentence": "[Kazuki]::Please rest assured, I`m not suggesting you`re to blame.It`s just that... if you didn`t miscount, we`re going tobe faced with a far thornier dilemma...",
    "translation": "Kazuki「Chị yên tâm đi, em không có ý trách chị đâu. Chỉ là... nếu chị không đếm nhầm thì chúng ta sẽ phải đối mặt với một vấn đề nan giải hơn nhiều...」"
  },
  {
    "sentence": "[Kazuki]::In all likelihood, the carrot was stolen. Therein liesthe real problem.",
    "translation": "Kazuki「Rất có thể củ cà rốt đã bị lấy trộm rồi. Vấn đề thực sự nằm ở chỗ đó đấy ạ.」"
  },
  {
    "sentence": "[Kazuki]::Exactly. That question is going to lead to a great dealof trouble. Conducting a \"criminal investigation\" in aclaustrophobic situation like this would quickly giverise to widespread paranoia.",
    "translation": "Kazuki「Đúng vậy. Câu hỏi đó sẽ dẫn đến rất nhiều rắc rối đấy. Tiến hành \"điều tra tội phạm\" trong một tình huống ngột ngạt như thế này sẽ nhanh chóng gây ra nỗi hoang mang lan rộng khắp nơi.」"
  },
  {
    "sentence": "[Kazuki]::To be honest... spiralling into disunity and mutualmistrust would be an absolute catastrophe for us underthese circumstances.",
    "translation": "Kazuki「Thành thật mà nói... trong hoàn cảnh này, việc chúng ta rơi vào tình trạng chia rẽ và mất lòng tin lẫn nhau sẽ là một thảm họa khủng khiếp.」"
  },
  {
    "sentence": "[Kazuki]::Calm yourself, Ricchan.",
    "translation": "Kazuki「Bình tĩnh nào, Ricchan.」"
  },
  {
    "sentence": "[Kazuki]::Listen carefully, Koide-san. Fortunately, the only peoplewho currently know we`ve \"misplaced\" this carrot are thethree of us and the thief who took it off our hands. Inother words, I believe this won`t come to light so longas we keep silent.",
    "translation": "Kazuki「Koide-san, chị hãy nghe kỹ nhé. May mắn là hiện tại chỉ có ba chúng ta và kẻ trộm đã lấy đi củ cà rốt này biết chuyện chúng ta \"làm thất lạc\" nó thôi. Nói cách khác, em tin là chuyện này sẽ không bị phát hiện miễn là chúng ta giữ im lặng.」"
  },
  {
    "sentence": "[Kazuki]::In this situation, there are two solutions... Perhaps\"ways out\" would be the more appropriate term. There`sthe fun way and the boring way. Which would you like tohear?",
    "translation": "Kazuki「Trong tình huống này, có hai giải pháp... Hay nói đúng hơn là hai \"lối thoát\". Một cách vui vẻ và một cách nhàm chán. Chị muốn nghe cái nào ạ?」"
  },
  {
    "sentence": "[Kazuki]::Well then, I`ll start with the fun plan. It`s nice andsimple, too. Just blow this proverbial popsicle stand.Grab all the remaining carrots and make a run for it!",
    "translation": "Kazuki「Vậy thì, em sẽ bắt đầu với kế hoạch thú vị trước nhé. Nó vừa đơn giản lại vừa hay ho nữa. Chúng ta chỉ cần chuồn khỏi cái chỗ chán ngắt này thôi. Lấy hết số cà rốt còn lại rồi làm một cú chạy trốn là xong!」"
  },
  {
    "sentence": "[Kazuki]::When you get right down to it, your greatest fear aboutthis whole affair is that you`ll be severely scolded bythe captain, yes?",
    "translation": "Kazuki「Nói cho cùng thì nỗi sợ lớn nhất của chị trong vụ này là sẽ bị đội trưởng mắng cho một trận thật tơi bời, phải không ạ?」"
  },
  {
    "sentence": "[Kazuki]::In that case, why not flee into the woods with all thecarrots and try your luck at an escape attempt?",
    "translation": "Kazuki「Vậy thì sao chị không ôm hết đống cà rốt rồi chạy trốn vào rừng thử vận may đi ạ?」"
  },
  {
    "sentence": "[Kazuki]::If you`re lucky enough to succeed and summon help, no onewill blame you for taking a few carrots. Quite thecontrary! I imagine you`d be viewed as a heroic savior,earning the perpetual adulation of all involved.",
    "translation": "Kazuki「Nếu chị may mắn thành công và gọi được viện trợ, sẽ chẳng ai trách chị vì lấy vài củ cà rốt đâu. Ngược lại ấy chứ! Em nghĩ chị sẽ được xem như vị cứu tinh anh hùng, nhận được sự ngưỡng mộ vĩnh viễn từ mọi người đấy ạ.」"
  },
  {
    "sentence": "[Kazuki]::...It does sound fun, doesn`t it?",
    "translation": "Kazuki「...Nghe cũng vui đấy nhỉ, chị nhỉ?」"
  },
  {
    "sentence": "[Kazuki]::...Shucks.",
    "translation": "Kazuki「...Chết tiệt.」"
  },
  {
    "sentence": "[Kazuki]::Aah... well, it really is quite dull, you know? A little\"numerical alignment,\" nothing more.",
    "translation": "Kazuki「A... thật ra cũng khá là tẻ nhạt, chị biết không? Chỉ là chút \"cân đối số liệu\" thôi mà, chẳng có gì đặc biệt.」"
  },
  {
    "sentence": "[Kazuki]::In short, there`s no problem if we have the same numberof carrots we did yesterday. Correct?",
    "translation": "Kazuki「Tóm lại, chỉ cần số cà rốt hôm nay bằng với hôm qua là không có vấn đề gì. Chị hiểu chứ ạ?」"
  },
  {
    "sentence": "[Kazuki]::Just calm down and watch... See? Here we are, elevencarrots.",
    "translation": "Kazuki「Chị cứ bình tĩnh mà xem này... Thấy chưa? Chúng ta có đây, elevencarrots.」"
  },
  {
    "sentence": "[Kazuki]::There`s a rather famous puzzle that works on thisprinciple. You`re not familiar with it?",
    "translation": "Kazuki「Có một câu đố khá nổi tiếng hoạt động theo nguyên tắc này đấy. Cậu không biết nó sao?」"
  },
  {
    "sentence": "[Kazuki]::If you cut a number of similar objects into sections andresort them, the total area seems to increase... oroppositely, even after adding a piece the area seems tostay constant. It`s a very common spatial brain teaser.",
    "translation": "Kazuki「Nếu cậu cắt một số vật thể giống nhau thành nhiều phần rồi sắp xếp lại, tổng diện tích trông như tăng lên... hoặc ngược lại, dù thêm một mảnh vào nhưng diện tích vẫn không đổi. Đó là một câu đố không gian rất phổ biến đấy.」"
  },
  {
    "sentence": "[Kazuki]::It was most likely some variety of pentominoes puzzle. Inany case, what I did this time is a much simpler trick. Acareful glance should be enough to see each carrot ismissing a single section.",
    "translation": "Kazuki「Có lẽ đó là một dạng câu đố pentomino nào đó. Dù sao thì, lần này tớ chỉ dùng một mẹo đơn giản hơn thôi. Chỉ cần nhìn kỹ một chút là sẽ thấy mỗi củ cà rốt đều thiếu một đoạn nhỏ đấy ạ.」"
  },
  {
    "sentence": "[Kazuki]::If we had more carrots, the proportion taken from eachwould be smaller, so it would be harder to detect...",
    "translation": "Kazuki「Nếu chúng ta có nhiều cà rốt hơn, tỷ lệ lấy từ mỗi củ sẽ nhỏ hơn, nên sẽ khó phát hiện hơn...」"
  },
  {
    "sentence": "[Kazuki]::How very rude... If you`re too uppity, I just mighttransform you into a mouse, you know?",
    "translation": "Kazuki「Thật thô lỗ quá đấy... Nếu cậu còn hỗn láo nữa, tớ có thể biến cậu thành chuột đấy, biết chưa?」"
  },
  {
    "sentence": "[Kazuki]::That`s quite all right, Ricchan. No need to worryyourself about that.",
    "translation": "Kazuki「Không sao đâu, Ricchan. Chị đừng lo lắng về chuyện đó nữa.」"
  },
  {
    "sentence": "[Kazuki]::Gaaah! What on earth!?",
    "translation": "Kazuki「Gaaaaah! Cái quái gì thế này!?」"
  },
  {
    "sentence": "[Kazuki]::How many times do I have to tell you NOT to shout out ofnowhere like that I mean for heaven`s sake you absolutelynever learn do you or perhaps this is some twisted littlegame of yours seeing how far you can make me jump!?",
    "translation": "Kazuki「Tớ phải nói bao nhiêu lần nữa thì cậu mới hiểu là ĐỪNG CÓ hét lên bất ngờ như thế chứ!? Trời ạ, cậu đúng là chẳng bao giờ chịu học hỏi gì cả! Hay đây là trò chơi méo mó nào đó của cậu, muốn xem cậu có thể khiến tớ giật mình đến mức nào hả!?」"
  },
  {
    "sentence": "[Kazuki]::...Do that one more time and I`m going to spank you.Firmly.",
    "translation": "Kazuki「...Làm thế lần nữa là tớ đánh đòn cậu đấy. Rất mạnh luôn.」"
  },
  {
    "sentence": "[Kazuki]::What is it, then?",
    "translation": "Kazuki「Thế là sao?」"
  },
  {
    "sentence": "[Kazuki]::...What? Why would we go out of our way to create abreeding spot for pathogenic ba...",
    "translation": "Kazuki「...Hả? Sao chúng ta phải cất công tạo ra một ổ phát sinh mầm bệnh chứ...」"
  },
  {
    "sentence": "[Kazuki]::Ah... no... if we used gasoline first... I see. That`sone plus, for starters...",
    "translation": "Kazuki「À... không... nếu chúng ta dùng xăng trước... Tớ hiểu rồi. Đó là một điểm cộng nhỏ, để bắt đầu...」"
  },
  {
    "sentence": "[Kazuki]::...Yes. I think it`s a good idea.",
    "translation": "Kazuki「...Ừ. Tớ nghĩ ý kiến đó hay đấy.」"
  },
  {
    "sentence": "[Kazuki]::I do apologize, Amane, but could you go pick me some moremedicinal herbs?",
    "translation": "Kazuki「Tớ xin lỗi, Amane, nhưng cậu có thể đi hái thêm cho tớ một ít thuốc thảo mộc được không?」"
  },
  {
    "sentence": "[Kazuki]::If you`d be so kind. Also... if you could search forsomething edible while you`re out there, it would be abig help.",
    "translation": "Kazuki「Nếu cậu tiện thì giúp tớ nhé. À... còn nữa, nếu cậu có thể tìm gì đó ăn được trong lúc đi ra ngoài thì sẽ giúp tớ nhiều lắm đấy.」"
  },
  {
    "sentence": "[Kazuki]::I know... I`m not saying you have to stay out there untilyou find something. Just look around a bit as you gatherthe herbs. Please bring them to me in the large tent whenyou`re done.",
    "translation": "Kazuki「Tớ biết rồi... Tớ không có ý bảo cậu phải ở đó cho đến khi tìm thấy thứ gì đó. Chỉ là khi đi hái thảo mộc, cậu xem qua xung quanh một chút thôi. Xong rồi thì làm ơn mang đến cho tớ ở chiếc lều lớn nhé.」"
  },
  {
    "sentence": "[Kazuki]::You`re attempting to force her to do something sheclearly doesn`t want to do. If that`s not bullying, whatis?",
    "translation": "Kazuki「Chị đang cố ép cậu ấy làm điều rõ ràng là cậu ấy không muốn. Nếu đó không phải là bắt nạt thì là gì chứ?」"
  },
  {
    "sentence": "[Kazuki]::Yes, of course. Nonetheless, your approach to thissituation is misguided.",
    "translation": "Kazuki「Vâng, tất nhiên rồi. Tuy nhiên, cách chị tiếp cận tình huống này là sai lầm.」"
  },
  {
    "sentence": "[Kazuki]::When popular sentiment wants you to play thekind-hearted, compassionate leader in relation to theweak, isn`t it more strategically sound to show them abit of what they want to see?",
    "translation": "Kazuki「Khi dư luận muốn chị đóng vai một người lãnh đạo nhân từ, giàu lòng trắc ẩn đối với những kẻ yếu thế, chẳng phải sẽ có lợi hơn về mặt chiến lược nếu chị cho họ thấy một chút những gì họ muốn thấy sao?」"
  },
  {
    "sentence": "[Kazuki]::Yes, do try to follow my example in the slynessdepartment. As you`re somewhat dim-witted, you`ve pickedup an unfortunate habit of trying to forcibly smash yourway through every problem.",
    "translation": "Kazuki「Vâng, chị cứ thử noi gương em về khoản xảo quyệt xem. Vì chị hơi chậm hiểu, nên lại mắc phải cái tật đáng tiếc là cứ cố đấm ăn xôi giải quyết mọi vấn đề.」"
  },
  {
    "sentence": "[Kazuki]::I believe we`ll be quite all right in here without yourcontinued assistance. Might I respectfully suggest youconsider returning to your tent?",
    "translation": "Kazuki「Em tin là chúng ta sẽ ổn thôi nếu không có sự giúp đỡ liên tục của chị. Em có thể mạo muội đề nghị chị quay về lều của mình không?」"
  },
  {
    "sentence": "[Kazuki]::Goodness, how frightening. May I bring Amane along aswell? I`m afraid I lack the courage to pay you a visitalone.",
    "translation": "Kazuki「Ôi trời, đáng sợ thật đấy. Em có thể đưa Amane đi cùng được không ạ? Em sợ mình không đủ can đảm để đến thăm chị một mình đâu.」"
  },
  {
    "sentence": "[Kazuki]::What now? Kindly spare me the pathetic moaning. First ofall, were you able to obtain the herbs?",
    "translation": "Kazuki「Sao nữa đây? Cậu bớt rên rỉ thảm hại đi được không. Trước hết, cậu kiếm được thảo dược chưa đấy?」"
  },
  {
    "sentence": "[Kazuki]::Thank you.",
    "translation": "Kazuki「Cảm ơn cậu.」"
  },
  {
    "sentence": "[Kazuki]::Does it sting?",
    "translation": "Kazuki「Có rát không đấy, cậu?」"
  },
  {
    "sentence": "[Kazuki]::Amane`s the one who picked the herbs.",
    "translation": "Kazuki「Amane là người hái thảo dược đấy.」"
  },
  {
    "sentence": "[Kazuki]::...All right, we`re done. Please head out of the tent andget yourself some sun.",
    "translation": "Kazuki「Xong việc rồi. Chị ra khỏi lều và tắm nắng đi thôi.」"
  },
  {
    "sentence": "[Kazuki]::It would be best not to say that to her face... She`s aclumsy actress and rather tone-deaf to boot, so it seemsshe`s convinced herself her looks are her only redeemingfeature...",
    "translation": "Kazuki「Tốt nhất là đừng nói thẳng với chị ấy... Chị ấy là một diễn viên vụng về, lại còn không có chút cảm âm nào nữa, nên có vẻ như chị ấy tự thuyết phục bản thân rằng nhan sắc là thứ duy nhất đáng giá của mình...」"
  },
  {
    "sentence": "[Kazuki]::Even words intended as a compliment might end upreinforcing her low opinion of herself...",
    "translation": "Kazuki「Ngay cả những lời khen ngợi cũng có thể vô tình củng cố thêm sự tự ti của chị ấy...」"
  },
  {
    "sentence": "[Kazuki]::If nothing else, I suppose we should be thankful shewasn`t wounded on her face, like Kaneda-san...",
    "translation": "Kazuki「Nếu không được gì khác, tớ cho rằng chúng ta nên cảm thấy may mắn vì chị ấy không bị thương ở mặt, như Kaneda-san...」"
  },
  {
    "sentence": "[Kazuki]::In any case, we have a more pressing concern at themoment... Hirooka-san?",
    "translation": "Kazuki「Dù sao thì, hiện tại chúng ta còn một mối lo khác cấp bách hơn... Hirooka-san?」"
  },
  {
    "sentence": "[Kazuki]::I`m very sorry it took me so long to notice...",
    "translation": "Kazuki「Tớ xin lỗi, tớ nhận ra muộn quá...」"
  },
  {
    "sentence": "[Kazuki]::The reason you`ve been refusing your food...",
    "translation": "Kazuki「Lý do cậu từ chối ăn là...?」"
  },
  {
    "sentence": "[Kazuki]::I understand that it`s embarrassing... but we can`t justleave it like this.",
    "translation": "Kazuki「Tớ hiểu là chuyện này xấu hổ thật... nhưng chúng ta không thể cứ bỏ mặc như vậy được.」"
  },
  {
    "sentence": "[Kazuki]::About a bucketful. No need to rush, but I wouldappreciate it.",
    "translation": "Kazuki「Khoảng một xô đầy. Không cần gấp đâu, nhưng tớ sẽ rất cảm kích đấy.」"
  },
  {
    "sentence": "[Kazuki]::You have nothing to be ashamed of... It`s a natural partof being alive...",
    "translation": "Kazuki「Cậu không có gì phải xấu hổ cả... Đó là một phần tự nhiên của cuộc sống mà...」"
  },
  {
    "sentence": "[Kazuki]::...Unless I`m very much mistaken, you`re thinking someexceptionally silly thoughts right now.",
    "translation": "Kazuki「Nếu tớ không nhầm thì, đầu óc cậu đang chứa chấp mấy ý nghĩ ngớ ngẩn kinh khủng đấy.」"
  },
  {
    "sentence": "[Kazuki]::I trust you more than anyone else, and I`m relying on youmore than anyone else. That`s a fact.",
    "translation": "Kazuki「Tớ tin cậu hơn bất kỳ ai, và tớ cũng dựa vào cậu hơn bất kỳ ai. Đó là sự thật.」"
  },
  {
    "sentence": "[Kazuki]::Wherever I may go, in the end I`ll return to you. All youneed to do is wait with dignity and confidence.",
    "translation": "Kazuki「Dù tớ có đi đâu, cuối cùng tớ vẫn sẽ trở về bên cậu thôi. Cậu chỉ cần chờ đợi một cách thật kiêu hãnh và tự tin là được.」"
  },
  {
    "sentence": "[Kazuki]::You really don`t understand? I`m telling you that you`reindispensable to me. Come here, Amane.",
    "translation": "Kazuki「Cậu thật sự không hiểu à? Tớ đang nói là cậu không thể thiếu đối với tớ mà. Đến đây nào, Amane.」"
  },
  {
    "sentence": "[Kazuki]::You`re bleeding from the neck...",
    "translation": "Kazuki「Cổ cậu đang chảy máu kìa...」"
  },
  {
    "sentence": "[Kazuki]::But look, the blood`s still flowing... If we leave it be,you`ll be bleeding for hours, you know? Hurry up and getover here.",
    "translation": "Kazuki「Nhìn kìa, máu vẫn đang chảy... Nếu cứ để vậy, cậu sẽ chảy máu hàng giờ đấy, biết không? Mau lại đây đi.」"
  },
  {
    "sentence": "[Kazuki]::...Mf... *Smack*... *Slurp*... mm... mmf... *Slurrrp*...*Smack*...",
    "translation": "Kazuki「...Mf... *Chụt*... *Húp*... mm... mmf... *Xoẹt*...*Chụt*...」"
  },
  {
    "sentence": "[Kazuki]::...Don`t worry, I`ll suck out every last drop... mm...*Smack*... *Slurrrp*... mmm... mwa...",
    "translation": "Kazuki「Đừng lo, tớ sẽ hút cạn đến giọt cuối cùng... mm... *Chụt*... *Xoẹt*... mmm... mwa...」"
  },
  {
    "sentence": "[Kazuki]::I fully understand how enjoyable it is to bully Amane,but that`s my special privilege as her partner. Pleaserefrain from teasing her too much, Sakuma-senpai.",
    "translation": "Kazuki「Em hiểu rõ trêu chọc Amane thú vị đến mức nào, nhưng đó là đặc quyền riêng của em với tư cách là partner của cậu ấy. Mong chị đừng trêu cậu ấy quá nhiều, Sakuma-senpai.」"
  },
  {
    "sentence": "[Kazuki]::Well, feel free to think so if you please...",
    "translation": "Kazuki「Chà, em không ngại nếu chị nghĩ vậy đâu ạ...」"
  },
  {
    "sentence": "[Kazuki]::So, what is it then? Did you have some business with myAmane?",
    "translation": "Kazuki「Vậy chuyện là sao ạ? Chị có việc gì với Amane của em à?」"
  },
  {
    "sentence": "[Kazuki]::Very well, then. Do make sure to handle her with greatcare.",
    "translation": "Kazuki「Vậy thì tốt. Nhớ đối xử với cậu ấy thật cẩn thận đấy ạ.」"
  },
  {
    "sentence": "[Kazuki]::Good evening.",
    "translation": "Kazuki: Em chào chị ạ."
  },
  {
    "sentence": "[Kazuki]::Their condition isn`t deteriorating... but they`re notrecovering, either.",
    "translation": "Kazuki: Tình trạng của cậu ấy không xấu đi... nhưng cũng không hồi phục ạ."
  },
  {
    "sentence": "[Kazuki]::...Yes, I certainly did. However, I don`t believe I wouldcategorize demonizing the weak as particularly \"sly.\" Ifanything, it strikes me as petty escapism.",
    "translation": "Kazuki: \"...Vâng, em chắc chắn đã nói thế. Tuy nhiên, em không nghĩ việc xem thường kẻ yếu là 'ranh ma' gì cho cam. Nếu có thì, nó giống như một kiểu trốn tránh hèn hạ hơn.\""
  },
  {
    "sentence": "[Kazuki]::No, unfortunately not.",
    "translation": "Kazuki: \"Không, em tiếc là không ạ.\""
  },
  {
    "sentence": "[Kazuki]::It`s all right, Amane. The captain`s definitely not wrongabout this...",
    "translation": "Kazuki: \"Không sao đâu, Amane. Chị Captain chắc chắn không sai về chuyện này đâu...\""
  },
  {
    "sentence": "[Kazuki]::I`ll share my portion of the rations with Hirooka-san.",
    "translation": "Kazuki: \"Em sẽ chia phần ăn của em cho Hirooka-san.\""
  },
  {
    "sentence": "[Kazuki]::I assume that would be acceptable?",
    "translation": "Kazuki: \"Em cho rằng như vậy là chấp nhận được, phải không chị?\""
  },
  {
    "sentence": "[Kazuki]::Then that`s just what I`ll do.",
    "translation": "Kazuki: \"Vậy thì em sẽ làm thế đấy.\""
  },
  {
    "sentence": "[Kazuki]::Yes? What`s the matter?",
    "translation": "Kazuki: Tớ đây. Có chuyện gì không, cậu?"
  },
  {
    "sentence": "[Kazuki]::Because I thought it would be a waste of breath.",
    "translation": "Kazuki: Vì tớ nghĩ nói ra cũng phí lời thôi."
  },
  {
    "sentence": "[Kazuki]::What are you talking about? A \"objection\" is onlypossible when someone acts or speaks in an\"objectionable\" way... when they`re outright wrong, oryou dislike their solution to the matter at hand.",
    "translation": "Kazuki: Cậu đang nói cái gì vậy? \"Phản đối\" chỉ xảy ra khi ai đó hành động hoặc nói năng theo cách \"đáng bị phản đối\"... khi chị ta hoàn toàn sai, hoặc cậu không thích cách giải quyết vấn đề của chị ta."
  },
  {
    "sentence": "[Kazuki]::Yap at someone under other circumstances, and you`remerely \"fault-finding.\" Remember the distinction.",
    "translation": "Kazuki: Nếu cậu cắn ai đó trong một hoàn cảnh khác, thì cậu chỉ đơn thuần là \"bới lông tìm vết\" thôi. Nhớ kỹ sự khác biệt đó."
  },
  {
    "sentence": "[Kazuki]::Didn`t you hear me earlier? The captain`s argument waslogically sound...",
    "translation": "Kazuki: Lúc nãy tớ nói cậu không nghe hả? Lập luận của [Captain] nghe hợp lý mà..."
  },
  {
    "sentence": "[Kazuki]::And that`s why I`m sharing my portion with Hirooka-san.No problem.",
    "translation": "Kazuki: Đó là lý do tớ chia phần của mình cho Hirooka-san đó. Không vấn đề gì."
  },
  {
    "sentence": "[Kazuki]::Yes, yes. I know.",
    "translation": "Kazuki: Ừ ừ. Tớ biết rồi mà, cậu."
  },
  {
    "sentence": "[Kazuki]::Goodness, you make me sound like some hysterical womanwho`s just itching to pick a fight. It`s not as though Irush about lodging my objections to all the world`swrongs, you know?",
    "translation": "Kazuki: Trời ạ, cậu làm tớ nghe như một kẻ thần kinh đang sốt ruột muốn gây sự vậy. Chứ không phải là tớ vội vàng đưa ra ý kiến phản đối trước mọi cái sai trái trên đời đâu, cậu biết mà?"
  },
  {
    "sentence": "[Kazuki]::You`ll be hard-pressed to find another woman as tolerantof mistakes as I am, you know? Just think about it. Haveyou ever heard me ask Captain Sakashita \"Tell me, whywere you born?\" Even once?",
    "translation": "Kazuki: Cậu khó mà tìm được người phụ nữ nào dễ dàng bỏ qua sai lầm như tớ đâu, biết không? Cứ thử nghĩ mà xem. Cậu đã bao giờ nghe tớ hỏi Đội trưởng Sakashita câu \"Nói cho tôi biết, tại sao cậu lại được sinh ra?\" chưa? Dù chỉ một lần?"
  },
  {
    "sentence": "[Kazuki]::It seems you`ve come to understand how deeply tolerantand charitable a spirit I really am, yes? In that case,let`s head back to the tent already. I`m starting to getrather tired...",
    "translation": "Kazuki: Cậu đã hiểu ra tớ có một tâm hồn bao dung và rộng lượng đến mức nào rồi, đúng không? Nếu vậy thì, chúng ta về lều thôi. Tớ bắt đầu thấy hơi mệt rồi đấy..."
  },
  {
    "sentence": "[Kazuki]::Good morning, Ibuki-san. How are you feeling thismorning?",
    "translation": "Kazuki「Chào buổi sáng, Ibuki-san. Sáng nay cậu cảm thấy thế nào?」"
  },
  {
    "sentence": "[Kazuki]::You seem rather tired. Incidentally, how many days havewe been in this place?",
    "translation": "Kazuki「Trông cậu có vẻ mệt mỏi thật đấy. Nhân tiện, chúng ta đã ở đây bao nhiêu ngày rồi nhỉ?」"
  },
  {
    "sentence": "[Kazuki]::That`s right, today is the eighth day. Rather cold one,too, isn`t it? Would you say it`s chillier thanyesterday?",
    "translation": "Kazuki「Đúng vậy, hôm nay là ngày thứ tám rồi. Trời cũng khá lạnh nhỉ? Cậu có thấy lạnh hơn hôm qua không?」"
  },
  {
    "sentence": "[Kazuki]::Yes, that it was. Is your mother doing well? How old isshe this year?",
    "translation": "Kazuki「Ừm. Mẹ cậu sao rồi? Năm nay bà bao nhiêu tuổi rồi nhỉ?」"
  },
  {
    "sentence": "[Kazuki]::Never mind that. Could you answer the question, please?",
    "translation": "Kazuki「Bỏ qua chuyện đó đi. Cậu có thể trả lời câu hỏi của tớ được không?」"
  },
  {
    "sentence": "[Kazuki]::What`s this girl named?",
    "translation": "Kazuki「Cô bé này tên là gì thế?」"
  },
  {
    "sentence": "[Kazuki]::Could you tell me her family name as well?",
    "translation": "Kazuki「Cậu có thể cho tớ biết họ của cậu ấy luôn được không?」"
  },
  {
    "sentence": "[Kazuki]::It`s Suou. You seem to be quite exhausted indeed. Hardlysurprising, under the circumstances... Uhm, by the way,how many days have we been in this valley now?",
    "translation": "Kazuki「Là Suou à. Trông cậu có vẻ kiệt sức thật đấy. Cũng dễ hiểu thôi, trong hoàn cảnh này... Ừm, nhân tiện, chúng ta đã ở thung lũng này bao nhiêu ngày rồi nhỉ?」"
  },
  {
    "sentence": "[Kazuki]::Has merely thinking grown tiresome? But please do try.How many days have we been in this place?",
    "translation": "Kazuki「Chỉ suy nghĩ thôi đã thấy mệt rồi sao? Nhưng mà, dù sao cũng thử xem nào. Chúng ta đã ở đây bao nhiêu ngày rồi nhỉ?」"
  },
  {
    "sentence": "[Kazuki]::Oh goodness, look at that. Wernicke`s encephalopathy,perhaps? A thiamin shortage, to be certain.",
    "translation": "Kazuki「Ôi trời, nhìn kìa. Có lẽ là bệnh não Wernicke chăng? Chắc chắn là thiếu thiamin rồi.」"
  },
  {
    "sentence": "[Kazuki]::...Make a note of what I`m about to say...",
    "translation": "Kazuki「Hãy ghi nhớ những gì tớ sắp nói nhé...」"
  },
  {
    "sentence": "[Kazuki]::Tough it out!",
    "translation": "Kazuki「Cậu cố gắng lên nhé!」"
  },
  {
    "sentence": "[Kazuki]::That`s 14, now.",
    "translation": "Kazuki「Đã 14 rồi đấy.」"
  },
  {
    "sentence": "[Kazuki]::I`m referring to the number of times you`ve asked me thatquestion.",
    "translation": "Kazuki「Tớ đang nói về số lần cậu hỏi tớ câu đó đấy.」"
  },
  {
    "sentence": "[Kazuki]::I wanted to make sure I had an answer if you ever wantedto know just how repetitious you are.",
    "translation": "Kazuki「Tớ muốn có câu trả lời sẵn sàng nếu cậu muốn biết cậu lặp đi lặp lại đến mức nào.」"
  },
  {
    "sentence": "[Kazuki]::It seems Mr. Ochi will be leaving us tomorrow morning.",
    "translation": "Kazuki「Có vẻ như Thầy Ochi sẽ rời đi vào sáng mai.」"
  },
  {
    "sentence": "[Kazuki]::It seems his investigation over the last few days hasleft him cautiously optimistic about the prospect ofdescending the mountain.",
    "translation": "Kazuki「Dường như cuộc điều tra của thầy ấy trong vài ngày qua đã khiến thầy ấy lạc quan một cách thận trọng về khả năng xuống núi.」"
  },
  {
    "sentence": "[Kazuki]::It seems he`d been holding on to a leftover mini-salamihe`d brought to the camp as a complement to hissurreptitious evening beer.",
    "translation": "Kazuki「Có vẻ thầy ấy đã giữ lại một cái xúc xích mini còn thừa mà thầy ấy mang đến trại để ăn kèm với cốc bia lén lút buổi tối của mình vậy.」"
  },
  {
    "sentence": "[Kazuki]::That`s not a critical problem... Mr. Ochi himself seemedmore shocked that no one came forward. To put it in hiswords, \"I just can`t take this anymore.\" He looked aboutready to cry.",
    "translation": "Kazuki「Đó không phải vấn đề nghiêm trọng lắm... Bản thân thầy Ochi có vẻ sốc hơn vì không ai chịu thừa nhận. Nói theo lời thầy ấy thì \"Tôi không thể chịu đựng thêm nữa\". Trông thầy ấy sắp khóc đến nơi rồi.」"
  },
  {
    "sentence": "[Kazuki]::This may be slightly rude of me, but... to be perfectlyhonest, I don`t think it`ll have a particularly largeeffect on the group as a whole.",
    "translation": "Kazuki「Nói vậy có hơi bất lịch sự, nhưng mà... nói thật lòng thì, tớ không nghĩ điều đó sẽ có tác động lớn nào đến cả nhóm đâu.」"
  },
  {
    "sentence": "[Kazuki]::Don`t be. If worse comes to worst, I`ll protect you.Okay?",
    "translation": "Kazuki「Đừng lo. Nếu có tệ đến mấy, tớ cũng sẽ bảo vệ cậu. Được không?」"
  },
  {
    "sentence": "[Kazuki]::The expression is self-explanatory, isn`t it? It refersto the possibility of encountering an exceptionallyunfavorable situation.",
    "translation": "Kazuki「Cách diễn đạt đó tự nó đã nói lên tất cả rồi, đúng không? Nó ám chỉ khả năng gặp phải một tình huống cực kỳ bất lợi.」"
  },
  {
    "sentence": "[Kazuki]::Well, yes. I expect it will.",
    "translation": "Kazuki「Ừm, đúng vậy. Tớ đoán là sẽ như thế.」"
  },
  {
    "sentence": "[Kazuki]::But there`s no need to be concerned. Should it provenecessary, I`m fully prepared to sacrifice anything andeverything to protect you... and that means you`ll bejust fine. I love you, Amane.",
    "translation": "Kazuki「Cậu không cần phải lo lắng đâu. Nếu cần thiết, tớ sẵn sàng hy sinh tất cả mọi thứ để bảo vệ cậu... và điều đó có nghĩa là cậu sẽ ổn thôi. Tớ yêu cậu, Amane.」"
  },
  {
    "sentence": "[Kazuki]::Oh, will you now? To tell the truth, I do have my handssomewhat full dealing with my own problems. If you couldkeep yourself safe, it would be quite helpful.",
    "translation": "Kazuki「Ồ, cậu sẽ làm vậy sao? Thật lòng thì, tớ cũng đang hơi bận tay với những vấn đề của riêng mình. Nếu cậu có thể tự giữ an toàn cho bản thân, như vậy sẽ rất hữu ích đấy.」"
  },
  {
    "sentence": "[Kazuki]::It`s all right. You`re a strong girl, Amane. Right?",
    "translation": "Kazuki「Không sao đâu. Cậu là một cô gái mạnh mẽ mà, Amane. Đúng không?」"
  },
  {
    "sentence": "[Kazuki]::...Sadly enough, I`m afraid you`re pretty much on themoney...",
    "translation": "Kazuki「...Đáng buồn là em sợ rằng chị đã đoán đúng gần hết rồi...」"
  },
  {
    "sentence": "[Kazuki]::Putting aside her tone, Captain Sakashita`s words wereundeniably correct. If we have the time to enjoy aleisurely griping session, let`s put it to use searchingfor food instead.",
    "translation": "Kazuki「Bỏ qua giọng điệu của chị ấy thì lời của Captain Sakashita không thể chối cãi là đúng. Nếu chúng ta có thời gian để tận hưởng một buổi than phiền nhàn nhã, hãy dùng nó để tìm kiếm thức ăn đi ạ.」"
  },
  {
    "sentence": "[Kazuki]::You can`t go.",
    "translation": "Kazuki「Em không cho chị đi đâu.」"
  },
  {
    "sentence": "[Kazuki]::I understand your feelings, and I do appreciate thesentiment, but if you overdo things now you`ll takeanother turn for the worse. Sakurai-san, please return tothe tent and look after Hirooka-san.",
    "translation": "Kazuki「Em hiểu cảm xúc của chị, và thực sự trân trọng tấm lòng đó, nhưng nếu chị cố quá sức bây giờ thì tình trạng sẽ càng tệ hơn nữa. Sakurai-san, xin hãy trở về lều và chăm sóc Hirooka-san giúp em.」"
  },
  {
    "sentence": "[Kazuki]::Foraging for food isn`t much fun either. You weren`t thatsturdy a young lady to begin with, you know? Listen toyour doctor`s orders.",
    "translation": "Kazuki「Việc đi kiếm thức ăn cũng chẳng thú vị gì đâu. Với lại từ đầu chị đã không phải là người cứng cáp rồi, chị biết mà? Hãy nghe theo chỉ dẫn của bác sĩ đi.」"
  },
  {
    "sentence": "[Kazuki]::It was a sneeze.",
    "translation": "Kazuki「Chỉ là em hắt hơi thôi mà.」"
  },
  {
    "sentence": "[Kazuki]::Sakurai-san may certainly appear flawless on initialexamination, but sadly, her sneezes are consistently andirredeemably bizarre.",
    "translation": "Kazuki「Sakurai-san thoạt nhìn có vẻ hoàn hảo thật đấy, nhưng tiếc là, mỗi lần chị ấy hắt hơi là lại kỳ quặc không thể cứu vãn.」"
  },
  {
    "sentence": "[Kazuki]::Never mind that. Please head back to your tent. The lastthing I need is you catching pneumonia in this rain. Myworkload is quite large enough as it is.",
    "translation": "Kazuki「Bỏ chuyện đó đi. Chị mau quay về lều đi. Em không muốn chị bị viêm phổi trong cái thời tiết mưa gió này đâu. Em còn cả đống việc phải làm đây này.」"
  },
  {
    "sentence": "[Kazuki]::True enough. And she has a rather pleasant, docilepersonality, as well. She might`ve made a ratherconvincing beauty queen. It`s a shame she likely won`t beable to wear any bathing suits that expose the belly fromnow on...",
    "translation": "Kazuki「Đúng thật. Với lại chị ấy còn có tính cách dễ chịu, hiền lành nữa chứ. Chị ấy mà đi thi hoa hậu chắc chắn sẽ rất thuyết phục đấy. Tiếc là từ giờ trở đi chắc chị ấy không thể mặc được mấy bộ đồ bơi hở bụng nữa rồi...」"
  },
  {
    "sentence": "[Kazuki]::...We should be on our way as well.",
    "translation": "Kazuki「...Tớ nghĩ bọn mình cũng nên đi thôi.」"
  },
  {
    "sentence": "[Kazuki]::...Excuse me, but I don`t remember saying any suchthing.",
    "translation": "Kazuki「...Xin lỗi, nhưng tớ không nhớ đã nói điều gì như vậy.」"
  },
  {
    "sentence": "[Kazuki]::I didn`t peek at anything... you`ve simply been speakingout loud as you write. I had no choice but to overhear,you know?",
    "translation": "Kazuki「Tớ có nhìn trộm gì đâu... đơn giản là cậu vừa viết vừa lẩm bẩm to thế thôi. Tớ không còn cách nào khác ngoài nghe thấy, hiểu chứ?」"
  },
  {
    "sentence": "[Kazuki]::Seems you weren`t even aware... This is quite the seriouscondition. Do be careful about this, Amane. You wererather reminiscent of a chef mumbling complaints tohimself as he cooks his customer`s pork cutlets.Distinctly creepy.",
    "translation": "Kazuki「Có vẻ như cậu còn chẳng nhận ra... Tình trạng này khá nghiêm trọng đấy. Cậu thực sự phải cẩn thận về chuyện này, Amane. Cậu giống hệt một đầu bếp đang lẩm bẩm phàn nàn một mình lúc nấu món thịt heo cốt lết cho khách vậy. Rất đáng sợ đấy.」"
  },
  {
    "sentence": "[Kazuki]::Here, I`ll let you have a snail I caught. Gnaw on thatand cheer up a bit.",
    "translation": "Kazuki「Này, tớ cho cậu con ốc tớ bắt được đây. Gặm cái này đi cho đỡ buồn.」"
  },
  {
    "sentence": "[Kazuki]::Snails are land molluscs, you know? Well, I supposethey`re all invertebrates, so the distinction may seemsomewhat academic... but more importantly, Amane...",
    "translation": "Kazuki「Ốc sên là động vật thân mềm sống trên cạn, cậu biết không? Chà, tớ cho rằng tất cả chúng đều là động vật không xương sống, nên sự phân biệt có vẻ hơi mang tính học thuật... nhưng quan trọng hơn là, Amane...」"
  },
  {
    "sentence": "[Kazuki]::Thank you, Amane. Could you please sterilize thiswashcloth in the water, then use it to wipe Hirooka-san`sbody?",
    "translation": "Kazuki「Cảm ơn cậu, Amane. Cậu có thể khử trùng chiếc khăn này trong nước rồi dùng nó lau người cho Hirooka-san giúp tớ được không?」"
  },
  {
    "sentence": "[Kazuki]::...I`m all right here. Please focus on Hirooka-san...",
    "translation": "Kazuki「...Tớ ổn ở đây rồi. Cậu hãy tập trung vào Hirooka-san đi...」"
  },
  {
    "sentence": "[Kazuki]::...As I keep telling you, I`m not God.",
    "translation": "Kazuki: Tớ đã bảo cậu bao nhiêu lần rồi, tớ không phải là Thượng Đế."
  },
  {
    "sentence": "[Kazuki]::...Don`t knock it until you try it, as they say...",
    "translation": "Kazuki: ...Đừng vội chê khi chưa thử chứ, người ta hay nói vậy mà..."
  },
  {
    "sentence": "[Kazuki]::...It can`t be everyone. I already said as much.",
    "translation": "Kazuki: ...Không phải ai cũng được đâu. Tớ đã nói rồi mà."
  },
  {
    "sentence": "[Kazuki]::Your thoughts always appear in bold type on your face theinstant they pop into your head. It`s quite convenient.",
    "translation": "Kazuki: Cậu nghĩ gì là y như rằng viết hết lên mặt, tiện thật đấy."
  },
  {
    "sentence": "[Kazuki]::............",
    "translation": "Kazuki: ..."
  },
  {
    "sentence": "[Kazuki]::...Are we done here?",
    "translation": "Kazuki: ...Xong chưa đấy?"
  },
  {
    "sentence": "[Kazuki]::What`s this? Aren`t we going to eat it?",
    "translation": "Kazuki「Đây là cái gì vậy? Chúng ta không ăn nó sao?」"
  },
  {
    "sentence": "[Kazuki]::Yes. Let`s have the poor creature be of use to us.",
    "translation": "Kazuki「Đúng vậy. Hãy để sinh vật tội nghiệp đó có ích cho chúng ta đi.」"
  },
  {
    "sentence": "[Kazuki]::In that case, it would be best to make it into \"meat\"before the insects get started.",
    "translation": "Kazuki「Trong trường hợp đó, tốt nhất là biến nó thành \"thịt\" trước khi lũ côn trùng kịp làm gì đó.」"
  },
  {
    "sentence": "[Kazuki]::I presume you`re familiar with rock-paper-scissors,everyone?",
    "translation": "Kazuki「Mọi người quen với oẳn tù tì rồi đúng không?」"
  },
  {
    "sentence": "[Kazuki]::You can`t even tell where the eyes are now, right?Problem solved. Have at it.",
    "translation": "Kazuki「Giờ thì mắt nó ở đâu cũng chả biết nữa, đúng không? Vấn đề đã được giải quyết. Cứ tự nhiên đi.」"
  },
  {
    "sentence": "[Kazuki]::...I suppose I can take over. But do tell me, what wouldyou have done if I wasn`t here? Say you were the only onewho survived that fall... Nobody would be here to come toyour rescue, you know?",
    "translation": "Kazuki「...Em đoán là em có thể thay chị. Nhưng nói cho em nghe đi, nếu em không ở đây thì chị sẽ làm gì? Giả sử chị là người duy nhất sống sót sau cú ngã đó... Sẽ chẳng có ai ở đây để cứu chị đâu, chị biết chứ?」"
  },
  {
    "sentence": "[Kazuki]::Aren`t I, though? Your boyfriend told me the same thingin bed.",
    "translation": "Kazuki「Em đúng không nè? Bạn trai chị cũng nói y chang như vậy với em trên giường đó.」"
  },
  {
    "sentence": "[Kazuki]::I`ll let you know before anyone else when the meat isready, so could you please give me some space for now?",
    "translation": "Kazuki「Thịt chín thì em sẽ báo cho chị biết trước tiên, nên bây giờ chị làm ơn nhường chỗ cho em một chút được không?」"
  },
  {
    "sentence": "[Kazuki]::Better this than another pointless fight, wouldn`t yousay? When you need to shut up a woman who`s prone toirritating tirades, a firm pre-emptive strike of thatsort is your only option.",
    "translation": "Kazuki「Thà vậy còn hơn là một trận chiến vô nghĩa nữa, đúng không? Khi cậu cần bịt miệng một người phụ nữ hay có những bài phát biểu khó chịu, một đòn phủ đầu dứt khoát như vậy là lựa chọn duy nhất của cậu.」"
  },
  {
    "sentence": "[Kazuki]::Not a clue. But judging from the way she didn`t offer arebuttal...",
    "translation": "Kazuki「Tớ cũng không biết nữa. Nhưng nhìn cách chị ấy không đưa ra lời phản bác nào...」"
  },
  {
    "sentence": "[Kazuki]::I either hit a little too close to home, or else she hasno romantic experience whatsoever and interpreted mycomment as pointed mockery. Either way, it must`ve stungif she couldn`t manage any retort whatsoever.",
    "translation": "Kazuki「Hoặc là tớ nói trúng tim đen của chị ấy, hoặc là chị ấy hoàn toàn không có kinh nghiệm tình trường nên đã hiểu nhầm lời tớ là một lời chế giễu cay độc. Dù là sao đi nữa, chắc hẳn chị ấy đã rất đau lòng nếu không thể đưa ra bất kỳ lời đáp trả nào.」"
  },
  {
    "sentence": "[Kazuki]::Tell me, would you come swinging at a woman who had justcasually crushed a dog`s skull?",
    "translation": "Kazuki「Nói tớ nghe này, cậu có tấn công một người phụ nữ vừa mới nghiền nát sọ của một con chó một cách dễ dàng không?」"
  },
  {
    "sentence": "[Kazuki]::See? There`s method to the madness.",
    "translation": "Kazuki「Thấy chưa? Mọi chuyện điên rồ này đều có lý do cả mà.」"
  },
  {
    "sentence": "[Kazuki]::You overestimate me. There was a non-zero possibilityshe`d attack regardless. Although, well... I suppose Idid have a bit of a contingency plan. Namely, allowingmyself to be beaten black-and-blue in order to earn thegroup`s sympathy...",
    "translation": "Kazuki「Cậu đánh giá tớ cao quá rồi. Dù sao thì, vẫn có khả năng chị ấy sẽ tấn công tớ cho dù có thế nào đi nữa. Tuy nhiên, à thì... tớ đoán là tớ đã có một kế hoạch dự phòng. Cụ thể là, cho phép bản thân bị đánh cho bầm dập để kiếm sự đồng cảm từ mọi người trong nhóm...」"
  },
  {
    "sentence": "[Kazuki]::A woman who crushed a dead dog`s head so that we couldall survive; and a woman who lashed out violently frompersonal emotions and struck a wounded younger girl. Whodo you think the majority would side with?",
    "translation": "Kazuki「Một người đã nghiền nát đầu một con chó chết để tất cả chúng ta có thể sống sót; và một người đã hành động bạo lực vì cảm xúc cá nhân và đánh một cô gái trẻ bị thương. Cậu nghĩ phần lớn mọi người sẽ đứng về phía ai?」"
  },
  {
    "sentence": "[Kazuki]::Yes, I`m well aware. I`m afraid I`ll almost certainlynever be popular with boys. Ever.",
    "translation": "Kazuki「Ừm, tớ biết chứ. Tớ sợ là tớ sẽ chẳng bao giờ được đám con trai yêu thích đâu. Dù có cố gắng thế nào đi nữa.」"
  },
  {
    "sentence": "[Kazuki]::Can you describe her collapse? Were there any warningsigns?",
    "translation": "Kazuki: Cậu có thể kể tớ nghe lúc cậu ấy ngã ra sao không? Có dấu hiệu báo trước nào không?"
  },
  {
    "sentence": "[Kazuki]::This has lasted too long for an epileptic fit...",
    "translation": "Kazuki: Co giật kiểu này mà kéo dài thế này thì không giống động kinh chút nào..."
  },
  {
    "sentence": "[Kazuki]::Toxoplasma is native to cats, you know? But even so, it`snot entirely impossible...",
    "translation": "Kazuki: Toxoplasma có nhiều ở mèo, chị biết mà? Nhưng mà, dù vậy, không phải là hoàn toàn không thể đâu..."
  },
  {
    "sentence": "[Kazuki]::If she had a normal complement of immune antibodies, thiswouldn`t have happened... Whatever the specifics, it`s anopportunistic infectious disease...",
    "translation": "Kazuki: Nếu cậu ấy có đủ kháng thể miễn dịch thì đã không xảy ra chuyện này... Dù cụ thể là gì đi nữa, thì đây cũng là một bệnh nhiễm trùng cơ hội..."
  },
  {
    "sentence": "[Kazuki]::We have no means to investigate her illness, and even ifwe were to learn the name of the disease we`d have nomeans to treat it. The best we can do now is try tonarrow down the cause so that we can avoid making thesame mistake twice.",
    "translation": "Kazuki: Tớ không có cách nào để điều tra bệnh tình của cậu ấy, và ngay cả nếu có biết tên bệnh thì cũng không có cách nào chữa trị. Giờ đây, điều tốt nhất chúng ta có thể làm là cố gắng thu hẹp nguyên nhân, để chúng ta không mắc phải sai lầm tương tự lần nữa."
  },
  {
    "sentence": "[Kazuki]::We cooked the dog quite thoroughly before we ate it,didn`t we? Seems exceptionally unlikely. Has Komori-saneaten anything else unusual lately?",
    "translation": "Kazuki: Chúng ta đã nấu con chó đó khá kỹ trước khi ăn, đúng không nhỉ? Có vẻ thật sự không thể nào xảy ra được. Dạo gần đây Komori-san có ăn gì bất thường khác không?"
  },
  {
    "sentence": "[Kazuki]::A flower...? What kind of flower?",
    "translation": "Kazuki「Một bông hoa...? Loại hoa gì vậy?」"
  },
  {
    "sentence": "[Kazuki]::Does that grow in Japan...? I`m fairly sure it`s onlybeen seen in the wild once.",
    "translation": "Kazuki「Cái đó có mọc ở Nhật Bản không...? Em khá chắc là nó chỉ được nhìn thấy ngoài tự nhiên có một lần thôi.」"
  },
  {
    "sentence": "[Kazuki]::...She has a fever. Her body must be attempting to weakenthe bacteria through heat... We can only keep her warmand make sure she stays hydrated. Hopefully she`ll sweatit out...",
    "translation": "Kazuki: ...Cậu ấy bị sốt. Cơ thể cậu ấy có lẽ đang cố gắng làm suy yếu vi khuẩn bằng nhiệt... Chúng ta chỉ có thể giữ ấm cho cậu ấy và đảm bảo cậu ấy được bù nước. Hy vọng cậu ấy sẽ đổ mồ hôi để tống nó ra ngoài..."
  },
  {
    "sentence": "[Kazuki]::Today is the 26th... We`ve been here thirteen days...",
    "translation": "Kazuki「Hôm nay là ngày 26 rồi... Chúng ta đã ở đây được mười ba ngày rồi...」"
  },
  {
    "sentence": "[Kazuki]::...There`s nothing you or any of us can do... Not only dowe have no medicine, we can`t provide her with thenutrition her body needs to heal itself.",
    "translation": "Kazuki「...Chị hay bất cứ ai trong chúng ta đều không thể làm gì được đâu... Không những chúng ta không có thuốc, chúng ta còn không thể cung cấp đủ dinh dưỡng mà cơ thể cậu ấy cần để tự hồi phục.」"
  },
  {
    "sentence": "[Kazuki]::...I`m very sorry.",
    "translation": "Kazuki「...Em thật lòng xin lỗi chị.」"
  },
  {
    "sentence": "[Kazuki]::...That`s quite all right.",
    "translation": "Kazuki「...Không sao đâu ạ.」"
  },
  {
    "sentence": "[Kazuki]::...Sakuma-san, your own malnutrition is written on yourface. Please be careful...",
    "translation": "Kazuki「...Sakuma-san, tình trạng suy dinh dưỡng của chị hiện rõ trên mặt luôn đấy. Chị cẩn thận đi ạ...」"
  },
  {
    "sentence": "[Kazuki]::Let`s keep this between us, but... the truth is,Sakurai-senpai and Hirooka-san are in very bad shape aswell...",
    "translation": "Kazuki「Chị giữ kín chuyện này giúp em nhé, nhưng... thực ra là Sakurai-senpai và Hirooka-san cũng đang trong tình trạng rất tệ...」"
  },
  {
    "sentence": "[Kazuki]::...It`s too early to give up...",
    "translation": "Kazuki「...Còn quá sớm để chị bỏ cuộc đâu...」"
  },
  {
    "sentence": "[Kazuki]::...It still isn`t hell. This is still a world worthliving in...",
    "translation": "Kazuki「...Vẫn chưa phải là địa ngục đâu. Thế giới này vẫn còn đáng sống mà...」"
  },
  {
    "sentence": "[Kazuki]::But... what shall we do...? It may well be... only amatter of time...",
    "translation": "Kazuki「Nhưng... chúng ta phải làm sao đây...? Có lẽ... chỉ còn là vấn đề thời gian thôi...」"
  },
  {
    "sentence": "[Kazuki]::...Yuuji...",
    "translation": "Kazuki「...Yuuji...」"
  },
  {
    "sentence": "[Kazuki]::...My brother`s name...",
    "translation": "Kazuki「...Tên của anh trai tớ...」"
  },
  {
    "sentence": "[Kazuki]::Yes... that`s my little brother...",
    "translation": "Kazuki「Ừ... đó là em trai tớ...」"
  },
  {
    "sentence": "[Kazuki]::...If we get back alive... I`ll introduce you... I`mpositive... you`ll get along...",
    "translation": "Kazuki「...Nếu chúng ta sống sót trở về... tớ sẽ giới thiệu cậu với em ấy... Tớ chắc chắn... cậu sẽ hợp với em ấy lắm...」"
  },
  {
    "sentence": "[Kazuki]::...Yes... that`s a promise...",
    "translation": "Kazuki「...Ừ... đó là lời hứa đấy...」"
  },
  {
    "sentence": "[Kazuki]::...If I die, you can feel free to eat me...",
    "translation": "Kazuki「...Nếu tớ chết, cậu cứ tự nhiên ăn thịt tớ nhé...」"
  },
  {
    "sentence": "[Kazuki]::...It`s a joke... Not to worry, I`m not going to die justyet.",
    "translation": "Kazuki「...Đùa thôi mà... Cậu đừng lo, tớ chưa chết ngay đâu.」"
  },
  {
    "sentence": "[Kazuki]::I`ll pass... Give it to one of the other girls...",
    "translation": "Kazuki「Tớ thôi... Đưa cho mấy đứa con gái khác đi...」"
  },
  {
    "sentence": "[Kazuki]::Eating meat`s too risky right now. Might end up catchinghepatitis...",
    "translation": "Kazuki「Ăn thịt bây giờ quá mạo hiểm. Có thể sẽ bị lây viêm gan mất...」"
  },
  {
    "sentence": "[Kazuki]::I don`t want to die yet... and I don`t want to sufferafter surviving this, either...",
    "translation": "Kazuki「Tớ chưa muốn chết... và cũng không muốn phải chịu đau khổ sau khi sống sót qua chuyện này...」"
  },
  {
    "sentence": "[Kazuki]::...Amane... wake up.",
    "translation": "Kazuki「...Amane... dậy đi cậu.」"
  },
  {
    "sentence": "[Kazuki]::...Take a look at that...",
    "translation": "Kazuki「...Nhìn kìa cậu...」"
  },
  {
    "sentence": "[Kazuki]::You don`t need to know that. This is our chance... Let`sslip out of this place.",
    "translation": "Kazuki「Cậu không cần biết chuyện đó đâu. Đây là cơ hội của bọn tớ... Hãy lẻn ra khỏi nơi này đi.」"
  },
  {
    "sentence": "[Kazuki]::I mean exactly what I said... We`re leaving this mountainand going home... There`s no longer any chance of helpcoming. We`re going to do it ourselves...",
    "translation": "Kazuki「Ý tớ chính xác là những gì tớ vừa nói... Bọn mình sẽ rời khỏi ngọn núi này và trở về nhà... Không còn bất kỳ cơ hội nào để được cứu giúp nữa. Bọn mình sẽ tự mình làm điều đó...」"
  },
  {
    "sentence": "[Kazuki]::There`s no time to explain. Prepare as quickly andquietly as possible... Make sure no one hears...",
    "translation": "Kazuki「Không còn thời gian để giải thích. Hãy chuẩn bị nhanh nhất và yên lặng nhất có thể... Đảm bảo không ai nghe thấy...」"
  },
  {
    "sentence": "[Kazuki]::...Listen to me, Amane. We can`t take ghouls back withus... Do you understand?",
    "translation": "Kazuki「...Nghe tớ nói này, Amane. Bọn mình không thể đưa ghouls về cùng được... Cậu hiểu chứ?」"
  },
  {
    "sentence": "[Kazuki]::If you`re that curious, I`ll make things clear lateron... but for now, get a move on.",
    "translation": "Kazuki「Nếu cậu tò mò đến thế, lát nữa tớ sẽ giải thích rõ cho... nhưng bây giờ thì nhanh lên đi.」"
  },
  {
    "sentence": "[Kazuki]::...Follow me and keep very quiet. I`ll show youeverything...",
    "translation": "Kazuki「...Đi theo tớ và giữ yên lặng. Tớ sẽ cho cậu thấy tất cả mọi thứ...」"
  },
  {
    "sentence": "[Kazuki]::Listen to me. You absolutely must stay as quiet aspossible. Is that clear?",
    "translation": "Kazuki「Nghe tớ nói này. Cậu phải giữ yên lặng tuyệt đối. Rõ chưa?」"
  },
  {
    "sentence": "[Kazuki]::...There we are. Look...",
    "translation": "Kazuki「...Đây rồi. Cậu nhìn xem...」"
  },
  {
    "sentence": "[Kazuki]::What...? Are you blind...?",
    "translation": "Kazuki「Hả...? Cậu mù à...?」"
  },
  {
    "sentence": "[Kazuki]::Look carefully at their surroundings...",
    "translation": "Kazuki「Cậu hãy quan sát kỹ xung quanh họ đi...」"
  },
  {
    "sentence": "[Kazuki]::And that would be why I told you to keep quiet... What ablunder... The \"facade\" just crumbled before our eyes.The killing has begun...",
    "translation": "Kazuki「Và đó là lý do tại sao tớ đã bảo cậu giữ im lặng... Thật là một sai lầm nghiêm trọng... \"Bộ mặt giả tạo\" ấy vừa sụp đổ trước mắt chúng ta. Vụ giết chóc đã bắt đầu rồi...」"
  },
  {
    "sentence": "[Kazuki]::It would be best not to think of those people as \"humanbeings\" anymore...",
    "translation": "Kazuki「Tốt nhất là cậu đừng nghĩ những người đó là \"con người\" nữa...」"
  },
  {
    "sentence": "[Kazuki]::Could you kindly save the delusional escapism for later?If you`re going to dawdle around and make a nuisance ofyourself, I`ll just leave you here.",
    "translation": "Kazuki「Cậu có thể để dành cái trò trốn tránh thực tại bằng ảo tưởng đó lại sau được không? Nếu cậu cứ lề mề và làm phiền người khác, tớ sẽ bỏ cậu lại đây đấy.」"
  },
  {
    "sentence": "[Kazuki]::...Stop!",
    "translation": "Kazuki「Dừng lại!」"
  },
  {
    "sentence": "[Kazuki]::Weren`t you listening to me, Amane!? We can`t take ghoulswith us! These people can no longer return to the worldof human beings!",
    "translation": "Kazuki「Cậu không nghe tớ nói gì sao, Amane!? Chúng ta không thể mang theo bọn ghoul được! Những người này không thể quay lại thế giới loài người nữa đâu!」"
  },
  {
    "sentence": "[Kazuki]::Into the bushes on the left...!",
    "translation": "Kazuki「Vào bụi cây bên trái ngay...!」"
  },
  {
    "sentence": "[Kazuki]::What? If you have a question, please hold onto it for themoment. Right now, we need to hurry.",
    "translation": "Kazuki「Hả? Nếu cậu có câu hỏi gì thì tạm giữ lại đã. Bây giờ chúng ta cần phải nhanh lên.»"
  },
  {
    "sentence": "[Kazuki]::Knowing would`ve done you no good. Nobody could`vestopped this... This conclusion was inevitable...",
    "translation": "Kazuki「Biết trước cũng chẳng giúp ích gì cho cậu đâu. Không ai có thể ngăn chuyện này lại được... Kết cục này là không thể tránh khỏi...」"
  },
  {
    "sentence": "[Kazuki]::...Amane, listen to me. The creatures in this forest areno longer human beings. They`re animals.",
    "translation": "Kazuki「...Amane, nghe tớ nói. Những sinh vật trong khu rừng này không còn là con người nữa. Chúng chỉ là thú vật thôi.»"
  },
  {
    "sentence": "[Kazuki]::The lion kills the zebra and consumes its flesh. It`sonly natural.",
    "translation": "Kazuki「Sư tử giết ngựa vằn và ăn thịt nó. Chuyện đó là lẽ tự nhiên thôi.»"
  },
  {
    "sentence": "[Kazuki]::The zebra isn`t outraged that the lion would do such athing. Nor does it weep.",
    "translation": "Kazuki「Ngựa vằn không hề phẫn nộ vì sư tử làm chuyện như thế. Cũng chẳng khóc than gì.」"
  },
  {
    "sentence": "[Kazuki]::The strong eat the weak when they find them. In order tosurvive. That`s the rule.",
    "translation": "Kazuki「Kẻ mạnh sẽ ăn thịt kẻ yếu khi chúng tìm thấy nhau. Để sinh tồn. Đó là quy luật.」"
  },
  {
    "sentence": "[Kazuki]::Don`t cry! So irritating!!",
    "translation": "Kazuki「Đừng có khóc nữa! Thật là phiền phức!!」"
  },
  {
    "sentence": "[Kazuki]::...Keep quiet!",
    "translation": "Kazuki「Im đi!」"
  },
  {
    "sentence": "[Kazuki]::Good girl, Amane... You don`t need to cry. I made you apromise, didn`t I? I`ll save you, no matter what thecost. You have nothing to be worried about...Understand?",
    "translation": "Kazuki「Amane ngoan lắm... Cậu không cần phải khóc đâu. Tớ đã hứa với cậu rồi mà, phải không? Tớ sẽ cứu cậu, bất kể giá nào. Cậu chẳng có gì phải lo lắng cả... Hiểu chưa?」"
  },
  {
    "sentence": "[Kazuki]::Did she join them of her own free will? Was she deceived,or perhaps threatened...? Whatever the case, she too ispast the point of no return...",
    "translation": "Kazuki「Chị ta tự nguyện gia nhập bọn họ sao? Hay là bị lừa dối, hoặc có lẽ bị đe dọa...? Dù thế nào đi nữa, chị ta cũng đã vượt qua điểm không thể quay đầu rồi...」"
  },
  {
    "sentence": "[Kazuki]::...We need to run. Now.",
    "translation": "Kazuki「...Chúng ta phải chạy thôi. Ngay bây giờ.」"
  },
  {
    "sentence": "[Kazuki]::...I`ll play that role.",
    "translation": "Kazuki「...Tớ sẽ đóng vai đó.」"
  },
  {
    "sentence": "[Kazuki]::I`m saying that I`ll be the decoy...",
    "translation": "Kazuki「Ý tớ là tớ sẽ làm mồi nhử...」"
  },
  {
    "sentence": "[Kazuki]::Listen to me, Amane... Listen very carefully...",
    "translation": "Kazuki「Nghe tớ nói này, Amane... Nghe thật kỹ vào...」"
  },
  {
    "sentence": "[Kazuki]::Inside this, you`ll find food and salt that I`ve kepthidden... Pace your consumption very carefully.",
    "translation": "Kazuki「Trong này có đồ ăn và muối mà tớ đã giấu kỹ... Cậu nhớ phân bổ dùng thật cẩn thận đấy.」"
  },
  {
    "sentence": "[Kazuki]::You can feel free to eat all of the chocolate and candyyou`ve been holding on to, as well. Also, here...",
    "translation": "Kazuki「Cậu có thể thoải mái ăn hết số chocolate và kẹo mà cậu đã giữ lại. Và đây nữa...」"
  },
  {
    "sentence": "[Kazuki]::This contains my notes on how to escape this mountainalive. Read it carefully and keep moving. Never give up.",
    "translation": "Kazuki「Trong này là ghi chú của tớ về cách sống sót rời khỏi ngọn núi này. Cậu hãy đọc thật kỹ và tiếp tục di chuyển. Đừng bao giờ từ bỏ.」"
  },
  {
    "sentence": "[Kazuki]::Don`t worry, I`m not going to die... We`ll definitelymeet again someday, okay?",
    "translation": "Kazuki「Đừng lo, tớ không chết đâu... Chúng ta chắc chắn sẽ gặp lại nhau vào một ngày nào đó, được chứ?」"
  },
  {
    "sentence": "[Kazuki]::Goodness, have I ever lied to you before?",
    "translation": "Kazuki「Trời ạ, tớ đã từng nói dối cậu bao giờ chưa?」"
  },
  {
    "sentence": "[Kazuki]::Please explain the difference between a lie that goesundetected and the truth. 10 points.",
    "translation": "Kazuki「Hãy giải thích cho tớ sự khác biệt giữa lời nói dối không bị phát hiện và sự thật đi. Được 10 điểm đấy.」"
  },
  {
    "sentence": "[Kazuki]::That`s enough... You need to be on your way. Who do youthink I am, anyway? Do as I tell you and it`ll all turnout just fine in the end. On your feet... Now, run...",
    "translation": "Kazuki「Thế là đủ rồi... Cậu phải đi thôi. Cậu nghĩ tớ là ai chứ? Cứ làm theo lời tớ nói thì mọi chuyện rồi sẽ ổn thôi. Đứng lên đi... Giờ thì, chạy đi...」"
  },
  {
    "sentence": "[Kazuki]::You absolutely mustn`t turn back, understand? Come now,get on with it... Run!",
    "translation": "Kazuki「Tuyệt đối không được quay lại đấy, hiểu chưa? Giờ thì, nhanh lên nào... Chạy đi!」"
  }
]