[
    {
        "sentence": "[Mom]::......",
        "translation": "【Mom】「......」\n"
    },
    {
        "sentence": "[Mom]::I@・have@・to@・kill@・myselfI@・have@・to@・kill@・",
        "translation": "【Mom】「Tôi phải tự sát. Tôi phải tự sát.」\n"
    },
    {
        "sentence": "[Mom]::Hey, Sachi. What do you feel like eating tonight?",
        "translation": "【Mom】「Này, Sachi. Tối nay con muốn ăn gì nào?」\n"
    },
    {
        "sentence": "[Mom]::Heheheh. You really are spoiled rotten, Sachi...",
        "translation": "【Mom】「Heheheh. Con thật là được nuông chiều quá mức đấy, Sachi...」\n"
    },
    {
        "sentence": "[Mom]::A perfect score? Amazing, Sachi! I`m so proud of you!",
        "translation": "【Mom】「Đạt điểm tuyệt đối á? Tuyệt vời, Sachi! Mẹ tự hào về con lắm!」"
    },
    {
        "sentence": "[Mom]::g・Sachi`s first perfect test. Must have gotten her talent at math from me.h・",
        "translation": "【Mom】「Bài kiểm tra hoàn hảo đầu tiên của Sachi. Chắc chắn là con bé thừa hưởng năng khiếu toán học từ mình rồi.」\n"
    },
    {
        "sentence": "[Mom]::g・Sachi seems to like playing catch. Talked with Daddy - maybe she`ll be a softball player one day?h・",
        "translation": "【Mom】「g・Sachi có vẻ thích chơi bắt bóng. Nói chuyện với bố rồi - có lẽ một ngày nào đó con bé sẽ trở thành một vận động viên bóng mềm?h・」"
    },
    {
        "sentence": "[Mom]::g・I helped Sachi make her very first omelette. To be honest, she used a bit too much salt, but Daddy gobbled it up with a big smile on his face.h・",
        "translation": "【Mom】「g・Mẹ đã giúp Sachi làm món trứng ốp la đầu tiên. Thật ra thì con bé cho hơi nhiều muối, nhưng bố vẫn ăn hết sạch với một nụ cười tươi rói trên môi.h・」"
    },
    {
        "sentence": "[Mom]::ents ago, I made my way to Sakaki`s room for my usual morning check-up, only to find her door hanging wide open.",
        "translation": "【Mom】「Cách đây không lâu, tớ đến phòng của Yumiko để kiểm tra buổi sáng như thường lệ, nhưng chỉ thấy cửa phòng cậu ấy mở toang.」"
    }
]