[
  {
    "sentence": "[Mother]::Aaaah! Her eyes just opened! She`s awake!!",
    "translation": "【Mother】「Aaa! Con bé mở mắt rồi! Nó tỉnh lại rồi!!」\n"
  },
  {
    "sentence": "[Mother]::It`s all right. You`ll get better real soon. There`snothing to worry about.",
    "translation": "【Mother】「Không sao đâu con. Con sẽ sớm khỏe lại thôi. Không có gì phải lo lắng cả.」\n"
  },
  {
    "sentence": "[Mother]::No, it`s the same as yesterday. She`s breathing verysteadily.",
    "translation": "【Mother】「Không, vẫn như hôm qua thôi. Con bé vẫn thở đều lắm.」\n"
  },
  {
    "sentence": "[Mother]::Please don`t talk like that. She`s very glad to see you,dear.",
    "translation": "【Mother】「Xin anh đừng nói thế. Con bé rất vui khi thấy anh đấy, mình à.」\n"
  },
  {
    "sentence": "[Mother]::We could take her to the amusement park again, just likewe did before. She loved it, didn`t she?",
    "translation": "【Mother】「Mình có thể đưa con bé đến công viên giải trí lần nữa, giống như trước đây ấy. Con bé thích lắm mà, đúng không?」"
  },
  {
    "sentence": "[Mother]::There are plenty of people who go to amusement parks inwheelchairs, aren`t there?",
    "translation": "【Mother】「Chẳng phải có rất nhiều người ngồi xe lăn vẫn đi công viên giải trí đó sao?」\n"
  },
  {
    "sentence": "[Mother]::We don`t know that yet, now do we? The doctor said...",
    "translation": "【Mother】「Chúng ta còn chưa biết mà, phải không? Bác sĩ đã nói...」\n"
  },
  {
    "sentence": "[Mother]::Stop it, dear!",
    "translation": "【Mother】「Thôi đi mà, anh!」"
  },
  {
    "sentence": "[Mother]::Don`t talk like that!",
    "translation": "【Mother】「Đừng có nói thế!」\n"
  },
  {
    "sentence": "[Mother]::I`m sorry. It hurt, didn`t it? I won`t let him do thatagain.",
    "translation": "【Mother】「Mẹ xin lỗi. Đau lắm, phải không con? Mẹ sẽ không để bố làm thế nữa đâu.」"
  },
  {
    "sentence": "[Mother]::Dad`s just a little stressed from work lately. It`s allright. We`ll go somewhere as a family soon, okay?",
    "translation": "【Mother】「Dạo này bố hơi căng thẳng vì công việc thôi. Không sao đâu con. Sắp tới cả nhà mình sẽ đi đâu đó chơi, được không?」\n"
  },
  {
    "sentence": "[Mother]::You`ll be our daughter forever...",
    "translation": "【Mother】「Con mãi mãi là con gái của mẹ mà...」"
  },
  {
    "sentence": "[Mother]::Oh? Goodness, I`m sorry. I had this pushy telemarketer a little while ago. Thought it was him.",
    "translation": "【Mother】「Ô? Trời đất ơi, xin lỗi nhé. Lúc nãy có một người bán hàng qua điện thoại rất dai dẳng. Cứ tưởng là hắn.」\n"
  },
  {
    "sentence": "[Mother]::Sorry about that. I don`t have many guests out here. Anyway, please come on in.",
    "translation": "【Mother】「Cô xin lỗi nhé. Cô không có nhiều khách đến đây lắm. Dù sao thì, mời cháu vào nhà.」"
  },
  {
    "sentence": "[Mother]::Huh? Didn`t you come here for a reason? It`s all right, come here... Okay?",
    "translation": "【Mother】「Ơ? Cháu đến đây không phải có việc gì sao? Không sao đâu, lại đây nào... Nhé?」"
  },
  {
    "sentence": "[Mother]::Now that I get a better look, you`re really quite a beauty. Take after your mom, perhaps? Heheheh. Anyway, better get inside before the coyotes come sniffing around. A little thing like you would go down in one gulp, you know?",
    "translation": "【Mother】「Giờ cô nhìn kỹ lại thì, cháu xinh đẹp thật đấy. Chắc là giống mẹ cháu nhỉ? Hehehe. Dù sao thì, tốt hơn hết là cháu nên vào nhà đi trước khi lũ chó sói kéo đến đánh hơi đấy. Một người nhỏ nhắn như cháu sẽ bị nuốt chửng trong một ngụm đấy, cháu biết không?」\n"
  },
  {
    "sentence": "[Mother]::I`m all by myself out here, anyway. No need to feel shy.",
    "translation": "【Mother】「Đằng nào thì cô cũng chỉ có một mình ở đây thôi. Không cần phải ngại ngùng gì cả.」"
  },
  {
    "sentence": "[Mother]::Oh? What`s the matter? Not to your taste?",
    "translation": "【Mother】「Ồ? Sao thế? Không hợp khẩu vị của cháu à?」"
  },
  {
    "sentence": "[Mother]::Well, glad to hear it. Have as many cups as you want.",
    "translation": "【Mother】「Vậy thì tốt quá. Cháu cứ uống bao nhiêu tùy thích.」"
  },
  {
    "sentence": "[Mother]::Oh, the old man? Well, it was awful sudden with him... I`m afraid he died last year. I`ve been living on my own since then.",
    "translation": "【Mother】「Ông nhà á? Thì... chuyện xảy ra đột ngột quá... Cô e là ông ấy mất năm ngoái rồi. Cô sống một mình từ đó đến giờ.」\n"
  },
  {
    "sentence": "[Mother]::When I had the family in here, I was always complaining about how cramped the place seemed, but it`s pretty roomy for one. Don`t know what to do with it all.",
    "translation": "【Mother】「Hồi còn cả gia đình ở đây, cô cứ than vãn là nhà chật chội, giờ có một mình thì lại thấy rộng thênh thang. Chẳng biết làm gì với cái khoảng không này nữa.」\n"
  },
  {
    "sentence": "[Mother]::Nope, I had a daughter. An adorable, sweet little thing. She`d be about your age now if she was still alive.",
    "translation": "【Mother】「Không, cô có một đứa con gái. Một đứa bé nhỏ nhắn, ngọt ngào, đáng yêu. Nếu còn sống thì chắc nó cũng trạc tuổi cháu bây giờ.」"
  },
  {
    "sentence": "[Mother]::Once we lost her, her dad changed completely. Threw himself into his job like a man possessed. It was the stress that got him.",
    "translation": "【Mother】「Từ khi mất con bé, bố nó thay đổi hoàn toàn. Ông ấy lao đầu vào công việc như một người bị quỷ ám. Chính áp lực công việc đã giết ông ấy.」"
  },
  {
    "sentence": "[Mother]::Poor man couldn`t keep going without something to constantly distract him from his feelings. Of course, it wasn`t much different for me. Picked up a lot of gray hairs in those days...",
    "translation": "【Mother】「Khổ thân ông ấy, lúc nào cũng phải tìm thứ gì đó để xao nhãng, khỏi phải nghĩ ngợi lung tung. Mà cô cũng chẳng khá hơn là bao. Mấy năm đó cô bạc cả tóc...」"
  },
  {
    "sentence": "[Mother]::I`ve been lonely, for sure. But my husband and my girl are still alive in my heart, you know? I`m not alone. We`re together right here, and that`s where it counts.",
    "translation": "【Mother】「Cô cô đơn chứ. Nhưng chồng cô và con gái cô vẫn luôn sống trong tim cô, cháu biết không? Cô không hề đơn độc. Chúng ta vẫn luôn ở bên nhau ngay tại đây, và đó mới là điều quan trọng nhất.」"
  },
  {
    "sentence": "[Mother]::Get along!? Well, of course they did, they were parent and child. Ahaha... you do say some silly things, dear. Oh, I know! I`ve got something good to show you.",
    "translation": "【Mother】「Hòa thuận á!? Thì đương nhiên là hòa thuận rồi, họ là bố và con gái mà. Ahaha... cháu hỏi mấy câu ngớ ngẩn thật đấy, cưng à. À, cô biết rồi! Cô có cái này hay lắm muốn cho cháu xem.」\n"
  },
  {
    "sentence": "[Mother]::The old man stayed up all night making these for our daughter after she was hospitalized.",
    "translation": "【Mother】「Ông nhà thức trắng đêm làm mấy con hạc này cho con gái cô sau khi nó nhập viện đấy.」"
  },
  {
    "sentence": "[Mother]::Of course, when it was time to actually give them to her, the man said he was too embarrassed. I swear... He was always a shy one, not that you`d guess it from that face of his.",
    "translation": "【Mother】「Đương nhiên rồi, đến lúc đưa tận tay cho con bé, thì ông ấy lại bảo ngại. Cô thề đấy... Ông ấy lúc nào cũng nhút nhát như thế, nhìn cái mặt kia thì ai mà đoán được cơ chứ.」\n"
  },
  {
    "sentence": "[Mother]::There`s a whole mountain of these in the storeroom, too. All of the thousand cranes. Japanese tradition, isn`t it? He always did have a romantic side. But this was all... years ago, now.",
    "translation": "【Mother】「Trong kho vẫn còn cả một núi cơ. Toàn là hạc giấy cả nghìn con thôi. Đúng là truyền thống Nhật Bản nhỉ? Ông ấy lúc nào cũng có máu lãng mạn. Nhưng mà chuyện này cũng... nhiều năm về trước rồi.」\n"
  },
  {
    "sentence": "[Mother]::My husband and I loved that girl from the bottom of our hearts. It still pains me to this day that we couldn`t save her.",
    "translation": "【Mother】「Vợ chồng cô yêu con bé đó từ tận đáy lòng. Đến tận bây giờ cô vẫn đau lòng vì đã không thể cứu được nó.」"
  },
  {
    "sentence": "[Mother]::I know I`m talking nonsense now... silly, impossible dreams, but... if I could see her just one more time, I`d want to apologize.",
    "translation": "【Mother】「Cô biết cô đang nói những điều vô nghĩa... những giấc mơ ngớ ngẩn, không thể nào thành hiện thực, nhưng... nếu cô có thể gặp lại con bé một lần nữa thôi, cô muốn xin lỗi.」\n"
  },
  {
    "sentence": "[Mother]::I`d want to apologize for not protecting my daughter till the end. I`d want her to know how sorry I am that I couldn`t make her happy.",
    "translation": "【Mother】「Cô muốn xin lỗi vì đã không bảo vệ con gái cô đến cùng. Cô muốn con bé biết cô hối hận thế nào vì đã không thể mang lại hạnh phúc cho con bé.」"
  },
  {
    "sentence": "[Mother]::I`d want to tell her... I`m sorry I didn`t love you enough... to tell her... I`m sorry for being such a terrible parent... I`m sorry...",
    "translation": "【Mother】「Cô muốn nói với con bé rằng... cô xin lỗi vì đã không yêu thương con bé đủ... để nói với con bé rằng... cô xin lỗi vì đã là một người mẹ tồi tệ... Cô xin lỗi...」"
  },
  {
    "sentence": "[Mother]::You`re a sweet girl, aren`t you? Thank you. That makes me feel a little better.",
    "translation": "【Mother】「Cháu thật là một cô bé ngoan. Cảm ơn cháu. Điều đó làm cô cảm thấy dễ chịu hơn một chút.」"
  },
  {
    "sentence": "[Mother]::Didn`t you stop by for a reason? I`m sorry, I shouldn`t have gone on and on about this...",
    "translation": "【Mother】「Cháu đến đây không phải vì có việc sao? Cô xin lỗi, đáng lẽ cô không nên nói dai như vậy...」"
  },
  {
    "sentence": "[Mother]::All right then. Take care on your way home.",
    "translation": "【Mother】「Được rồi. Cháu đi đường cẩn thận nhé.」"
  },
  {
    "sentence": "[Mother]::Oh? You don`t say... Her friend, huh? You should have said so sooner, dear.",
    "translation": "【Mother】「Ồ? Ra là vậy... Bạn của con gái cô à? Cháu nên nói sớm hơn chứ.」\n"
  },
  {
    "sentence": "[Mother]::Goodness, of course I wouldn`t mind. I`ve got way too much time on my hands. But I don`t have a computer in here... Will that be all right? Kids these days don`t write letters using pen and paper, do they?",
    "translation": "【Mother】「Ôi trời, đương nhiên cô không phiền rồi. Cô rảnh rỗi quá mà. Nhưng cô không có máy tính ở đây... Cháu có thấy ổn không? Trẻ con bây giờ đâu có viết thư bằng giấy bút nữa, phải không?」\n"
  },
  {
    "sentence": "[Mother]::Thank you, dear. The address is Gardiner...",
    "translation": "【Mother】「Cảm ơn cháu. Địa chỉ là Gardiner...」"
  },
  {
    "sentence": "[Mother]::That so...?",
    "translation": "【Mother】「Vậy hả...?」"
  },
  {
    "sentence": "[Mother]::Yeah, until next time. Be careful on the way home.",
    "translation": "【Mother】「Ừ, hẹn gặp lại cháu lần sau. Cháu đi đường cẩn thận nhé.」"
  }
]