[
  {
    "sentence": "[Mr._Standoffish_Man]::The more nicknames the merrier, in my opinion. Back me up here, Makina.",
    "translation": "【Mr Standoffish Man】「Tớ thấy càng nhiều biệt danh càng vui. Ủng hộ tớ đi, Makina.」"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::All right. First off, let`s see if we can come up with anything based off your appearance.",
    "translation": "【Mr Standoffish Man】「Được rồi. Trước hết, để tớ xem có thể nghĩ ra được gì dựa trên vẻ ngoài của cậu không đã.」"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::......",
    "translation": "【Mr Standoffish Man】「......」"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::I`ve decided. From this day forth, you are \"Dirty-Blond.\"",
    "translation": "【Mr Standoffish Man】「Tớ quyết định rồi. Kể từ ngày hôm nay, cậu là \"Tóc Vàng Bẩn.\"」\n"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::It`s not slander, it`s an objective description of your appearance! Listen up, Dirty-Blond! When you confer a nickname on someone, it`s only natural to expect the same treatment in return! I suggest you remember that.",
    "translation": "【Mr Standoffish Man】「Đâu phải vu khống, đó là miêu tả khách quan về vẻ ngoài của cậu đấy chứ! Nghe đây, Tóc Vàng Bẩn! Khi cậu đặt biệt danh cho ai đó, thì việc mong đợi nhận lại sự đối xử tương tự là điều đương nhiên! Tớ khuyên cậu nên nhớ điều đó đi.」"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::That said, I`m a man of mercy. If you dislike the name that much, I suppose I can give you another.",
    "translation": "【Mr Standoffish Man】「Nói vậy, tớ là người rộng lượng. Nếu cậu ghét cái tên đó đến vậy, tớ cho cậu một cái khác vậy.」\n"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::All right then, I`ll transform the name Michiru...",
    "translation": "【Mr Standoffish Man】「Được rồi, vậy tớ sẽ biến đổi cái tên Michiru...」"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::...Mitcher.",
    "translation": "【Mr Standoffish Man】「...Mitcher.」\n"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::Okay, Makina. Make sure everyone knows to call Michiru \"Mitcher\" from now on.",
    "translation": "【Mr Standoffish Man】「Được rồi, Makina. Nhớ nhắc mọi người từ giờ gọi Michiru là \"Mitcher\" đấy.」"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::Oh, I`ve got nothing on you, Mitcher.",
    "translation": "【Mr Standoffish Man】「Ồ, tớ có gì hơn cậu đâu, Mitcher.」"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::Sachi, my friend. Now that you know the truth of the matter, I`m sure you`re longing for your own nickname. Fear not, for I will provide you with one.",
    "translation": "【Mr Standoffish Man】「Sachi, bạn của tớ. Giờ cậu đã biết sự thật rồi, tớ chắc là cậu cũng đang mong chờ biệt danh của riêng mình lắm nhỉ. Đừng lo, vì tớ sẽ cho cậu một cái.」"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::You are now Satcher.",
    "translation": "【Mr Standoffish Man】「Giờ thì cậu là Satcher đấy, Sachi.」"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::Atcher.",
    "translation": "【Mr Standoffish Man】「Atcher.」\n"
  },
  {
    "sentence": "[Mr._Standoffish_Man]::Matcher.",
    "translation": "【Mr Standoffish Man】「Atcher.」"
  }
]