[
    {
        "sentence": "[Reporter]::On your way to school? No need to stop walking. Justwondering if you`d mind having a little chat...",
        "translation": "Reporter「Cháu đang trên đường đến trường à? Không cần phải dừng lại đâu. Ta chỉ tự hỏi không biết cháu có phiền nếu nói chuyện một chút không...」"
    },
    {
        "sentence": "[Reporter]::Seems like your dad`s been getting up to a few thingslately. There`s been a bit of a commotion, actually.",
        "translation": "Reporter「Hình như dạo này bố cháu dính vào vài chuyện thì phải. Thực ra là có chút xôn xao đấy.」"
    },
    {
        "sentence": "[Reporter]::Yumiko-chan, do you know anybody by the name ofNinomiya-san?",
        "translation": "Reporter「Yumiko-chan, cháu có biết ai tên Ninomiya-san không?」"
    },
    {
        "sentence": "[Reporter]::She`s a woman just about your mother`s age. Rememberanything about her? Seriously, anything`s fine. I`dreally appreciate it.",
        "translation": "Reporter「Cô ta là một người phụ nữ trạc tuổi mẹ cháu đấy. Cháu có nhớ gì về cô ta không? Nghiêm túc đấy, gì cũng được. Ta sẽ rất cảm kích cháu.」"
    },
    {
        "sentence": "[Reporter]::Also, this is more about your family... Back when yourmom and dad were living together, do you remember havinga helper by the name of...",
        "translation": "Reporter「À, cái này liên quan nhiều hơn đến gia đình cháu... Hồi bố mẹ cháu còn sống chung, cháu có nhớ là mình từng có một người giúp việc tên là...?」"
    },
    {
        "sentence": "[Reporter]::Oh? What`s up, Yumiko-chan?",
        "translation": "Reporter「Ồ? Sao thế, Yumiko-chan?」"
    },
    {
        "sentence": "[Reporter]::......",
        "translation": "Reporter「......」"
    },
    {
        "sentence": "[Reporter]::U-Uh, look, Yumiko-chan, I wasn`t...",
        "translation": "Reporter「Ừm... này, Yumiko-chan, ta không có ý...」"
    },
    {
        "sentence": "[Reporter]::...Sheesh. Must get that from her father...",
        "translation": "Reporter「...Chậc. Chắc là nó giống bố nó rồi...」"
    },
    {
        "sentence": "[Reporter]::Hey there. Been a while, Yumiko-chan. How`ve you been?",
        "translation": "Reporter「Chào cháu. Lâu rồi không gặp, Yumiko-chan. Cháu khỏe không?」\n"
    },
    {
        "sentence": "[Reporter]::Well, well. You`ve gotten awfully cute since the lasttime I saw you. Get those looks from your mom? Or maybeyour dad?",
        "translation": "Reporter「Chà chà. Lâu rồi không gặp, cháu trông xinh xắn hẳn ra đấy. Được hưởng nét đẹp từ mẹ cháu à? Hay là bố cháu nhỉ?」"
    },
    {
        "sentence": "[Reporter]::Had a little something to ask you, and I was in theneighborhood, so I decided to drop by. Think we couldtalk in that coffee shop or something...?",
        "translation": "Reporter「Ta có chút chuyện muốn hỏi cháu, với lại ta đang ở gần đây, nên quyết định ghé qua. Cháu nghĩ chúng ta có thể nói chuyện ở quán cà phê nào đó được không...?」\n"
    },
    {
        "sentence": "[Reporter]::Don`t say that. We`re talking about your father here,right? I`m sure there`s plenty of things for us to talkabout.",
        "translation": "Reporter「Đừng nói thế. Ta đang nói về bố cháu đấy, phải không? Ta chắc chắn là có rất nhiều chuyện để ta và cháu nói chứ.」"
    },
    {
        "sentence": "[Reporter]::...You sure about that?",
        "translation": "Reporter「Cháu chắc chứ?」"
    },
    {
        "sentence": "[Reporter]::I mean, you can`t just ignore the birth of your littlebrother, can you?",
        "translation": "Reporter「Ý ta là, cháu không thể làm ngơ trước sự ra đời của em trai mình được, đúng không?」"
    },
    {
        "sentence": "[Reporter]::Guess you didn`t see this article? Well, not that it`sthe sort of magazine you`d be reading, Yumiko-chan.",
        "translation": "Reporter「Chắc cháu không đọc bài báo này rồi, nhỉ? Mà cũng đúng thôi, tạp chí này chắc không phải loại cháu hay đọc, Yumiko-chan.」"
    },
    {
        "sentence": "[Reporter]::Whoa, hey now, don`t drop it. This is a source in its ownright, y`know...",
        "translation": "Reporter「Ối chà, từ từ thôi cháu ơi, đừng làm rớt. Cái này là nguồn tin quý giá đấy, biết không hả...?」\n"
    },
    {
        "sentence": "[Reporter]::Yeah, so that`s how it is. I`d love to hear your thoughtson this as a new big sister, if you could spare...",
        "translation": "Reporter「À ừm, là thế đấy. Ta rất muốn nghe ý kiến của cháu về chuyện này với tư cách là một người chị lớn, nếu cháu có thể cho ta...」"
    },
    {
        "sentence": "[Reporter]::Uh, wait, hey...!",
        "translation": "Reporter「Ờ, khoan đã, này...!」"
    }
]