[
  {
    "sentence": "[Sachi`s@・Uncle]::g・...Yeah. I`m Akihiro, but... would this be Kazami Yuuji-kun, by any chance?h・",
    "translation": "【Sachi`s@・Uncle】「g・...Vâng. Tôi là Akihiro đây, nhưng... có phải là Kazami Yuuji-kun không ạ?h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・That`s all right. Anybody would be a little wary when someone they`ve never met asks for a phone call.h・",
    "translation": "【Sachi`s@・Uncle】「Không sao đâu. Ai mà chẳng dè chừng một chút khi có người chưa từng gặp mặt xin gọi điện thoại, phải không.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・So then... have you taken a look inside that envelope yet?h・",
    "translation": "【Sachi`s@・Uncle】「Vậy thì... Chú hỏi này... Cháu đã xem bên trong cái phong bì đó chưa?」\n"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Guess that makes sense. Okay then, could you open it now?h・",
    "translation": "【Sachi`s@・Uncle】「Vậy ra là thế. Được rồi, vậy chú hỏi, giờ cháu có thể mở nó ra được không?」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・You found a key inside, yes?h・",
    "translation": "【Sachi`s@・Uncle】「Chú hỏi này... Cháu tìm thấy một chiếc chìa khóa bên trong, đúng không?」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・That right there unlocks the workshop next to Sachi`s old home.h・",
    "translation": "【Sachi`s@・Uncle】「Cái chìa khóa đó mở được cái xưởng nằm cạnh nhà cũ của con bé Sachi đấy.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Yeah. Thought I`d entrust that to you.h・",
    "translation": "【Sachi`s@・Uncle】「Ừ. Chú định giao phó việc đó cho cháu đấy.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Ah, right. Sorry. Guess I should have started from there...h・",
    "translation": "【Sachi`s@・Uncle】「À, phải rồi. Chú xin lỗi. Chắc chú nên bắt đầu từ đó trước...」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・You see, Kazami-kun... I was more than a little shocked by a certain letter I received recently.h・",
    "translation": "【Sachi`s@・Uncle】「Cháu thấy đấy, Kazami-kun... Chú đã hơi bị sốc vì một lá thư chú nhận được gần đây.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Yeah... The last time I talked with Sachi was just after that incident where she went missing...h・",
    "translation": "【Sachi`s@・Uncle】「Ừ... Lần cuối chú nói chuyện với con bé Sachi là ngay sau vụ con bé bị mất tích...」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・At the time, I ended our conversation by asking her to try and come back home over summer break if she had the chance.h・",
    "translation": "【Sachi`s@・Uncle】「Vào lúc đó, chú kết thúc cuộc trò chuyện bằng cách bảo con bé cố gắng về nhà vào kỳ nghỉ hè nếu có cơ hội.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・But the Obon Festival came and went, and we didn`t hear so much as a word from Sachi.h・",
    "translation": "【Sachi`s@・Uncle】「Nhưng lễ hội Obon đến rồi đi, và chú không hề nghe được một lời nào từ con bé Sachi cả.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・The missus and I were getting pretty worried there... We were just thinking about giving her a call from our end when that letter arrived.h・",
    "translation": "【Sachi`s@・Uncle】「Vợ chồng chú đã rất lo lắng... Chú vừa định gọi cho con bé thì lá thư đó đến.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・And when we actually opened it up and read it, we were just about bowled over.h・",
    "translation": "【Sachi`s@・Uncle】「Và khi chú mở nó ra và đọc, chú đã bị choáng váng.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Her sentences were as bright and lively as they used to be way back when... She wrote all about her friends and the memories she made at that school of yours...h・",
    "translation": "【Sachi`s@・Uncle】「Những dòng chữ của con bé vẫn tươi sáng và sống động như ngày xưa... Con bé viết về bạn bè và những kỷ niệm mà con bé có được ở trường của cháu...」\n"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・And at the end of that letter, she wrote \"In short, I`m very happy right now.\"h・",
    "translation": "【Sachi`s@・Uncle】「Và ở cuối lá thư đó, con bé viết \"Nói tóm lại, bây giờ con bé rất hạnh phúc.\"」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・That`s not all. She also told us all about reuniting with a boy she used to play with as a child. About becoming his girlfriend. Clearly something she was quite happy about...h・",
    "translation": "【Sachi`s@・Uncle】「Chưa hết đâu. Con bé còn kể cho chú nghe về việc gặp lại một cậu bé mà con bé từng chơi cùng hồi nhỏ nữa. Về việc trở thành bạn gái của cậu ấy. Rõ ràng là con bé rất hạnh phúc về chuyện đó...」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Sachi wrote very passionately about just how amazing this young man was. That being you, Kazami-kun.h・",
    "translation": "【Sachi`s@・Uncle】「Con bé Sachi đã viết rất say mê về việc chàng trai trẻ này tuyệt vời đến mức nào. Mà đó chính là cháu đó, Kazami-kun.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Yes.h・",
    "translation": "【Sachi`s@・Uncle】「Ừ.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・I think you`re probably aware by now, but...h・",
    "translation": "【Sachi`s@・Uncle】「Chú nghĩ chắc cháu cũng biết rồi, nhưng mà...」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・The girl witnessed a terrible accident at a very young age. And ever since, she`s been completely incapable of refusing the requests of others.h・",
    "translation": "【Sachi`s@・Uncle】「Con bé đã chứng kiến một tai nạn khủng khiếp khi còn rất nhỏ. Và kể từ đó, con bé hoàn toàn không thể từ chối yêu cầu của người khác.」\n"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・And after a thorough evaluation, they told us that almost robotic obedience would make it extremely difficult for her to safely attend a normal school...h・",
    "translation": "【Sachi`s@・Uncle】「Và sau khi đánh giá kỹ lưỡng, họ nói với chú rằng việc con bé gần như tuân lệnh một cách máy móc sẽ khiến con bé cực kỳ khó khăn để có thể đến một trường học bình thường một cách an toàn...」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・We had no choice but to transfer her to Mihama Academy.h・",
    "translation": "【Sachi`s@・Uncle】「Chú đành phải chuyển con bé đến Học viện Mihama.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・So given all that, I think you can imagine how much of a shock it was to receive a letter like that from her.h・",
    "translation": "【Sachi`s@・Uncle】「Vậy nên sau tất cả những điều đó, chú nghĩ cháu có thể tưởng tượng được chú đã sốc thế nào khi nhận được một lá thư như vậy từ con bé.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・And if I`m not mistaken, the one who changed Sachi would be you, Kazami-kun.h・",
    "translation": "【Sachi`s@・Uncle】「Và nếu chú không nhầm thì, người đã thay đổi con bé Sachi chính là cháu, Kazami-kun.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・I see...h・",
    "translation": "【Sachi`s@・Uncle】「Chú hiểu rồi...」\n"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・In that case, allow me to express my gratitude... Thank you, Kazami-kun.h・",
    "translation": "【Sachi`s@・Uncle】「Trong trường hợp đó, cho phép chú bày tỏ lòng biết ơn... Cảm ơn cháu, Kazami-kun.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Hahaha. You`re pretty humble for such a young man.h・",
    "translation": "【Sachi`s@・Uncle】「Hahaha. Cháu khá khiêm tốn đấy, đối với một người trẻ tuổi như cháu.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Well then... as for the specific reason I sent you that key.h・",
    "translation": "【Sachi`s@・Uncle】「À mà... về lý do cụ thể mà chú đã gửi cho cháu cái chìa khóa đó.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・The truth is, there`s something we`ve never told Sachi.h・",
    "translation": "【Sachi`s@・Uncle】「Thật ra thì, có một chuyện mà chú chưa từng kể với con bé Sachi.」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Yeah...h・",
    "translation": "【Sachi`s@・Uncle】「g・Ừm...h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Were you aware the accident that traumatized Sachi occurred on her tenth birthday?h・",
    "translation": "【Sachi`s@・Uncle】「Chú không biết liệu cháu có biết chuyện tai nạn đã gây ra chấn thương cho con bé Sachi xảy ra vào đúng ngày sinh nhật lần thứ mười của con bé không?」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Okay then, that makes this simpler. The key I sent you was found in her mother`s pocket after the accident.h・",
    "translation": "【Sachi`s@・Uncle】「g・Vậy thì, điều đó khiến mọi chuyện đơn giản hơn. Cái chìa khóa mà chú gửi cho cháu được tìm thấy trong túi của mẹ con bé sau vụ tai nạn.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・No. That was the only key found on either of them. Seems a little strange, don`t you think?h・",
    "translation": "【Sachi`s@・Uncle】「g・Không. Đó là chiếc chìa khóa duy nhất được tìm thấy trên cả hai người. Chú thấy có chút kỳ lạ, cháu không nghĩ vậy sao?h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・I paid a visit to my younger brother`s house a week before his death... and I still remember what he said to me.h・",
    "translation": "【Sachi`s@・Uncle】「g・Chú đã đến thăm nhà thằng em trai chú một tuần trước khi nó qua đời... và chú vẫn còn nhớ những gì nó đã nói với chú.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・\"I`m going to have some news that`ll make your jaw drop pretty soon, Akihiro.\"h・",
    "translation": "【Sachi`s@・Uncle】「Em sắp có một tin khiến anh phải há hốc mồm cho mà xem, Akihiro à.」\n"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・In the end, I never got to hear the details... but it seemed like he was up to something in the workshop.h・",
    "translation": "【Sachi`s@・Uncle】「g・Cuối cùng, chú đã không thể nghe được chi tiết... nhưng có vẻ như thằng em chú đang làm gì đó trong xưởng.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・...That`s right. I haven`t so much as peeked inside.h・",
    "translation": "【Sachi`s@・Uncle】「g・...Đúng vậy. Chú thậm chí còn chưa thèm liếc nhìn vào trong đó nữa là.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・.........h・",
    "translation": "【Sachi`s@・Uncle】「g・.........h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Has Sachi told you that her relationship with her parents wasn`t going well?h・",
    "translation": "【Sachi`s@・Uncle】「g・Sachi có kể với cháu rằng mối quan hệ của con bé với ba mẹ không được tốt không?h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・That`s right. I was taken into my wife`s family business years before, so it didn`t have any real effect on me...h・",
    "translation": "【Sachi`s@・Uncle】「g・Đúng vậy. Chú đã được nhận vào làm trong công ty của gia đình vợ chú từ nhiều năm trước rồi, nên việc đó không có ảnh hưởng gì đến chú cả...h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・But my little brother had always been the most talented sibling. Once he had a little publicity, it didn`t take long for him to get absolutely flooded with orders.h・",
    "translation": "【Sachi`s@・Uncle】「g・Nhưng em trai chú luôn là người tài năng nhất trong nhà. Một khi nó có chút tiếng tăm, chẳng mấy chốc mà nó đã ngập đầu trong đơn đặt hàng.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・They were so desperately shorthanded over there that I actually ended up running over to help out quite a few times.h・",
    "translation": "【Sachi`s@・Uncle】「g・Lúc đó bên đó thiếu người trầm trọng, đến mức chú phải chạy qua giúp đỡ vài lần.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・That said, I have a real hard time believing my brother would have neglected Sachi just because the business picked up.h・",
    "translation": "【Sachi`s@・Uncle】「g・Dù vậy, chú thật sự rất khó tin rằng em trai chú lại bỏ bê Sachi chỉ vì công việc kinh doanh phát đạt.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Well, he was the youngest of three brothers... Pampered by his parents and siblings alike.h・",
    "translation": "【Sachi`s@・Uncle】「g・À, thằng bé là con út trong nhà có ba anh em... Được ba mẹ và anh chị em cưng chiều hết mực.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・So he was always saying that any kid of his would be spoiled just as rotten...h・",
    "translation": "【Sachi`s@・Uncle】「g・Vậy nên thằng bé luôn nói rằng bất cứ đứa con nào của nó cũng sẽ bị cưng chiều đến hư người...h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・And in fact, he used to cancel jobs and delay orders constantly so he could spend time with that daughter of his.h・",
    "translation": "【Sachi`s@・Uncle】「g・Và thật ra, thằng bé thường xuyên hủy việc và trì hoãn đơn hàng chỉ để có thời gian ở bên con gái của nó đấy.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Yeah. Point being, I don`t think he turned into a workaholic out of the blue. I`m guessing there was a reason he was slaving away like that.h・",
    "translation": "【Sachi`s@・Uncle】「g・Ừ. Ý chú là, chú không nghĩ rằng thằng bé bỗng dưng trở thành một kẻ cuồng công việc. Chú đoán chắc hẳn phải có lý do gì đó khiến thằng bé phải cắm mặt làm việc như vậy.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・And what with that key in his wife`s pocket on Sachi`s birthday, I`ve got an inkling that the answer might be inside that workshop of his.h・",
    "translation": "【Sachi`s@・Uncle】「g・Thêm vào đó, lại còn cái chìa khóa trong túi vợ thằng bé vào đúng ngày sinh nhật Sachi nữa, chú linh cảm rằng câu trả lời có thể nằm trong xưởng của thằng bé.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・...Yeah. She doesn`t know that her parents might have been planning something, and she doesn`t know about the key.h・",
    "translation": "【Sachi`s@・Uncle】「g・...Ừ. Con bé không hề biết rằng ba mẹ con bé có thể đã lên kế hoạch cho điều gì đó, và con bé cũng không biết về cái chìa khóa.h・」\n"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・That girl was completely convinced the accident happened because she wasn`t enough of a \"good girl,\" you see...h・",
    "translation": "【Sachi`s@・Uncle】「g・Con bé hoàn toàn tin rằng tai nạn xảy ra là vì con bé chưa đủ \"ngoan,\" cháu thấy đấy...h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Right after the accident, even talking about her parents was enough to make her sick to her stomach. That`s how intense her sense of guilt was.h・",
    "translation": "【Sachi`s@・Uncle】「g・Ngay sau vụ tai nạn, chỉ cần nói về ba mẹ thôi cũng đủ khiến con bé buồn nôn rồi. Cảm giác tội lỗi của con bé mãnh liệt đến mức đó đấy.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・The psychiatrist ended up advising us not to take her anywhere near her old home.h・",
    "translation": "【Sachi`s@・Uncle】「g・Bác sĩ tâm lý đã khuyên chú không nên đưa con bé đến gần ngôi nhà cũ của nó.h・」\n"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・But if she can write a letter like that now, I thought she might just be ready to face up to the past again.h・",
    "translation": "【Sachi`s@・Uncle】「g・Nhưng nếu giờ con bé có thể viết một lá thư như vậy, chú nghĩ rằng con bé có lẽ đã sẵn sàng đối mặt với quá khứ một lần nữa.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Kazami-kun, you probably understand Sachi better than anyone else right now. If you decide it`s necessary, I want you to use that key.h・",
    "translation": "【Sachi`s@・Uncle】「g・Kazami-kun, cháu có lẽ hiểu Sachi hơn bất kỳ ai vào lúc này. Nếu cháu quyết định việc đó là cần thiết, chú muốn cháu sử dụng cái chìa khóa đó.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Well, mainly just the intuition of a married man... but Sachi trusts you very much indeed.h・",
    "translation": "【Sachi`s@・Uncle】「g・À, chủ yếu chỉ là trực giác của một người đàn ông đã có gia đình thôi... nhưng Sachi thực sự rất tin tưởng cháu.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Reading that letter was enough to convince me of that.h・",
    "translation": "【Sachi`s@・Uncle】「g・Chỉ cần đọc lá thư đó thôi là chú đã tin điều đó rồi.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・And that`s why I think you`re the only one who can make this decision.h・",
    "translation": "【Sachi`s@・Uncle】「g・Và đó là lý do tại sao chú nghĩ cháu là người duy nhất có thể đưa ra quyết định này.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・I guess you might be a little stunned, getting all this thrown at you at once...h・",
    "translation": "【Sachi`s@・Uncle】「g・Chú đoán có lẽ cháu hơi choáng váng khi mọi thứ ập đến cùng một lúc như vậy...h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・But Sachi`s very precious to us. We want very much for her to live the happiest life she possibly can.h・",
    "translation": "【Sachi`s@・Uncle】「g・Nhưng Sachi rất quý giá đối với chú. Chú rất muốn con bé có một cuộc sống hạnh phúc nhất có thể.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・If you feel the same way, I want you to have that key.h・",
    "translation": "【Sachi`s@・Uncle】「g・Nếu cháu cũng cảm thấy như vậy, chú muốn cháu giữ chiếc chìa khóa đó.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・...Good to hear. Looks like I made the right call in sending it to you.h・",
    "translation": "【Sachi`s@・Uncle】「g・...Vậy thì tốt. Có vẻ như chú đã đưa ra quyết định đúng khi gửi nó cho cháu.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Oh, just parental intuition.h・",
    "translation": "【Sachi`s@・Uncle】「g・Ồ, chỉ là trực giác của bậc phụ huynh thôi.h・」\n"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・I feel a little bad about asking you for so many favors in our very first conversation...h・",
    "translation": "【Sachi`s@・Uncle】「g・Chú cảm thấy hơi áy náy khi nhờ cháu nhiều việc như vậy ngay trong lần trò chuyện đầu tiên này...h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・But the next time Sachi finds the opportunity to visit us, please come with her. The missus and I would be happy to have you in our home.h・",
    "translation": "【Sachi`s@・Uncle】「g・Nhưng lần tới nếu Sachi có dịp đến thăm chú thím, mong cháu đi cùng con bé. Thím và chú rất vui được đón tiếp cháu ở nhà.h・」"
  },
  {
    "sentence": "[Sachi`s@・Uncle]::g・Right. Okay then... thanks again, Kazami-kun.h・",
    "translation": "【Sachi`s@・Uncle】「g・Được rồi. Vậy thì... cảm ơn cháu lần nữa, Kazami-kun.h・」"
  }
]