[
    {
        "sentence": "[Servant@・3]::...So in regards to that, Yumiko-sama doesn`t seem tohave noticed anything.",
        "translation": "Servant@・3「...Về chuyện đó thì, hình như Yumiko-sama không để ý gì cả.」\n"
    },
    {
        "sentence": "[Servant@・3]::Of course.",
        "translation": "Servant@・3「Đương nhiên rồi.」\n"
    },
    {
        "sentence": "[Servant@・3]::The son and heir-apparent dies, and all of a sudden hegrabs the daughter with the best grades and mostsubmissive personality... Sakaki-sama`s not exactly hardto understand, is he?",
        "translation": "Servant@・3「Thằng con trai đích tôn vừa chết, thế là đùng một cái ông ta tóm ngay cô con gái có điểm số cao nhất, lại còn ngoan ngoãn phục tùng nhất... Chẳng khó để hiểu Sakaki-sama nghĩ gì đâu, phải không?」\n"
    },
    {
        "sentence": "[Servant@・3]::Well, lost her meal ticket and all.",
        "translation": "Servant@・3「Chà, mất toi con mồi béo bở rồi còn gì.」\n"
    },
    {
        "sentence": "[Servant@・3]::But you have to give the master credit for thoroughness.I mean, hiring a detective agency to get information onhis own daughter? And then he plays it off like he`s beenkeeping a fatherly eye on her all along...",
        "translation": "Servant@・3「Nhưng phải công nhận ông chủ chu đáo thật đấy. Tôi nói thật, thuê hẳn một công ty thám tử để điều tra con gái ruột mình cơ mà? Rồi ông ta lại diễn như thể luôn để mắt đến con bé với tư cách một người cha...」\n"
    },
    {
        "sentence": "[Servant@・3]::That`s got to qualify as a kind of brainwashing, right?Start off a little awkwardly, then jab at the heart ofthe matter and let it all come out... I hear they calledin a psychiatry expert to work out that strategy.",
        "translation": "Servant@・3「Kiểu này chắc chắn là tẩy não rồi còn gì? Bắt đầu thì hơi vụng về, xong đâm thẳng vào trọng tâm, để mọi thứ bung bét ra... Nghe bảo bọn họ còn gọi cả chuyên gia tâm lý đến để nghĩ ra cái chiến lược này đấy.」\n"
    },
    {
        "sentence": "[Servant@・3]::Nobody even knew she existed a little while ago, but theinstant she becomes valuable as a tool it`s the royaltreatment. Quite the world we live in...",
        "translation": "Servant@・3「Chẳng ai thèm biết đến sự tồn tại của cô ta cho đến cách đây không lâu, nhưng ngay khi cô ta trở nên có giá trị như một công cụ thì lại được đối đãi như bà hoàng. Đúng là cái thế giới mình đang sống...」\n"
    },
    {
        "sentence": "[Servant@・3]::Oh right, there`s always that option!",
        "translation": "Servant@・3「À phải rồi, vẫn còn cái lựa chọn đó nữa mà!」\n"
    }
]