[
    {
        "sentence": "[Servant@・2]::Will you be heading straight to your room today?",
        "translation": "Servant@・2「Hôm nay cô định lên thẳng phòng luôn ạ?」"
    },
    {
        "sentence": "[Servant@・2]::Very well. Have a pleasant evening.",
        "translation": "Servant@・2「Vậy thì tốt ạ. Chúc cô buổi tối tốt lành.」"
    },
    {
        "sentence": "[Servant@・2]::Yes. Yumiko-sama seems to have completely taken to themaster by now...",
        "translation": "Servant@・2「Vâng. Yumiko-sama có vẻ đã hoàn toàn xiêu lòng trước ông chủ rồi...」\n"
    },
    {
        "sentence": "[Servant@・2]::Seriously, though, this is quite the change-of-heartdrama. Didn`t think he had it in him.",
        "translation": "Servant@・2「Nói thật thì, đúng là một màn đổi ý ngoạn mục. Tôi không ngờ ông chủ lại có thể làm được đấy.」\n"
    },
    {
        "sentence": "[Servant@・2]::That mistress of his sure didn`t stick around long afterher kid died.",
        "translation": "Servant@・2「Ông chủ nhà mình đúng là chẳng giữ mụ đàn bà kia ở lại lâu sau khi con mụ chết thật.」\n"
    },
    {
        "sentence": "[Servant@・2]::Yeah, not like he had the slightest interest before. Buthe had to pretend otherwise to get the girl dancing onhis strings. They really did go all out with that wholeact...",
        "translation": "Servant@・2「Đúng vậy, trước đây ông ta có thèm để ý gì đâu. Nhưng ông ta phải giả vờ như thế để khiến cô nàng nhảy múa theo ý mình. Bọn họ đúng là đã diễn một vở kịch hết mình...」\n"
    },
    {
        "sentence": "[Servant@・2]::And the little miss fell for it hook line and sinker,huh...",
        "translation": "Servant@・2「Vậy là tiểu thư nhà mình sập bẫy ngọt xớt rồi, ha...」\n"
    },
    {
        "sentence": "[Servant@・2]::Yessir...",
        "translation": "Servant@・2「Vâng, thưa...」\n"
    },
    {
        "sentence": "[Servant@・2]::...Of course, she`ll be gone in five minutes flat if hemanages to make himself another boy somewhere.",
        "translation": "Servant@・2「Đương nhiên rồi, cô ta sẽ biến mất trong vòng năm phút nếu ông chủ kiếm được thằng nhóc nào khác thôi.」\n"
    },
    {
        "sentence": "[Servant@・2]::I`d pay money to see the moment he finally drops thatworld`s-best-dad number.",
        "translation": "Servant@・2「Tôi sẵn sàng bỏ tiền ra để được thấy cái khoảnh khắc ông chủ rũ bỏ cái bộ mặt \"người cha tuyệt vời nhất thế giới\" đó.」\n"
    }
]