[
  {
    "sentence": "[Voice]::Then the matter is decided, I think.",
    "translation": "【Voice】「Vậy thì mọi chuyện đã được quyết định rồi, tớ nghĩ vậy.」"
  },
  {
    "sentence": "[Voice]::I`ll make every effort to produce a work of the highest possible quality!",
    "translation": "【Voice】「Tớ sẽ cố gắng hết sức để tạo ra một tác phẩm chất lượng cao nhất!」"
  },
  {
    "sentence": "[Voice]::Uhm, are you really okay with agreeing to that? Seriously?",
    "translation": "【Voice】「Uhm, cậu thật sự ổn với việc đồng ý chuyện đó à? Nghiêm túc đấy?」"
  },
  {
    "sentence": "[Voice]::You think so as well, Kazami-san!?",
    "translation": "【Voice】「Cậu cũng nghĩ vậy hả, Kazami-san!?」"
  },
  {
    "sentence": "[Voice]::Kyaaaaaaaaaaaa!!I・",
    "translation": "【Voice】「Kyaaaaaaaaaaaa!!I・」\n"
  },
  {
    "sentence": "[Voice]::It`s all right. Calm down. You don`t need to worry abouta thing.",
    "translation": "【Voice】「Không sao đâu. Bình tĩnh nào. Cậu không cần phải lo lắng gì cả.」"
  },
  {
    "sentence": "[Voice]::I`ll cover for your weak points. I mean, we`re going tobe together forever, right? We should be friends... Yes.Let`s be best friends.",
    "translation": "【Voice】「Tớ sẽ bù đắp cho những điểm yếu của cậu. Ý tớ là, chúng ta sẽ bên nhau mãi mãi, đúng không? Chúng ta nên là bạn bè... Đúng vậy. Hãy làm bạn thân của nhau nhé.」"
  },
  {
    "sentence": "[Voice]::It`s all right. I just want to help you out.",
    "translation": "【Voice】「Không sao đâu. Tớ chỉ muốn giúp cậu thôi mà.」"
  },
  {
    "sentence": "[Voice]::But are you really all right with just giving up? This isyour body. Your life.",
    "translation": "【Voice】「Nhưng cậu thật sự ổn với việc từ bỏ như vậy sao? Đây là cơ thể của cậu. Cuộc đời của cậu.」"
  },
  {
    "sentence": "[Voice]::Sorry. It never would`ve come to this if I`d done ahalfway decent job of covering for you.",
    "translation": "【Voice】「Xin lỗi. Mọi chuyện đã không đến mức này nếu tôi làm tốt hơn trong việc che chở cho cậu.」"
  },
  {
    "sentence": "[Voice]::...Okay. Good night and sweet dreams. Just tell me if youchange your mind, all right? Any time is fine.",
    "translation": "【Voice】「...Được rồi. Chúc ngủ ngon và mơ đẹp. Cứ nói với Tôi nếu cậu đổi ý nhé, được chứ? Lúc nào cũng được.」\n"
  },
  {
    "sentence": "[Voice]::What`s the matter?",
    "translation": "【Voice】「Sao thế?」"
  },
  {
    "sentence": "[Voice]::You`re the one who wanted an end to the world. Why areyou getting all frightened now? You`ve come this far. Alittle late for regrets, don`t you think?",
    "translation": "【Voice】「Chính cậu là người muốn thế giới này kết thúc cơ mà. Sao giờ lại sợ hãi thế? Cậu đi xa đến mức này rồi. Hối hận giờ thì muộn quá rồi, cậu không nghĩ vậy sao?」"
  },
  {
    "sentence": "[Voice]::No point in getting upset now, is there? Panicking isn`tgoing to change anything.",
    "translation": "【Voice】「Giờ mà cuống lên thì có ích gì đâu chứ? Hoảng loạn cũng có thay đổi được gì đâu.」\n"
  },
  {
    "sentence": "[Voice]::Yes. That was the whole point, wasn`t it? You die, whileI live in your place. You wanted something like that, Ibelieve? But at this rate, it seems like we`re going tovanish together. Oh well.",
    "translation": "【Voice】「Ừ. Đó chẳng phải là mục đích của mọi chuyện sao? Cậu chết, còn tớ sống thay cậu. Cậu muốn một thứ như thế, tớ nghĩ vậy? Nhưng với tình hình này, có vẻ như cả hai ta sẽ cùng biến mất mất. Thôi kệ vậy.」\n"
  },
  {
    "sentence": "[Voice]::I`m sorry. I`d like nothing better, but I`m entirelypowerless at the moment. All I can do is stay at yourside. You`re the one who has to act.",
    "translation": "【Voice】「Tớ xin lỗi. Tớ cũng muốn lắm chứ, nhưng hiện tại tớ hoàn toàn bất lực. Tất cả những gì tớ có thể làm là ở bên cạnh cậu thôi. Cậu là người phải hành động đấy.」"
  },
  {
    "sentence": "[Voice]::Was there really no one in the world who loved you? Wasthere really not a single person who needed you? Think itover carefully.",
    "translation": "【Voice】「Chẳng lẽ thật sự không có một ai trên thế giới này yêu cậu sao? Chẳng lẽ thật sự không có lấy một người cần đến cậu sao? Hãy suy nghĩ kỹ về điều đó đi.」"
  },
  {
    "sentence": "[Voice]::I wanted my life to continue, but all of a sudden itended. For no reason at all. You could have kept right onliving... so why are you throwing that gift aside?",
    "translation": "【Voice】「Tớ muốn cuộc sống của tớ tiếp tục, nhưng đột nhiên nó kết thúc. Chẳng vì lý do gì cả. Cậu lẽ ra đã có thể tiếp tục sống... vậy tại sao cậu lại vứt bỏ món quà đó đi?」\n"
  },
  {
    "sentence": "[Voice]::Well, the only one who can do anything about that is youyourself. If you think it`s impossible, then just stay inthe darkness like this forever.",
    "translation": "【Voice】「Chà, người duy nhất có thể làm gì đó về chuyện này là chính cậu thôi. Nếu cậu nghĩ điều đó là không thể, thì cứ ở mãi trong bóng tối như thế này đi.」"
  },
  {
    "sentence": "[Voice]::I have my own regrets, you know? But I`m bearing theirweight. I don`t think I have any choice other than to doso.",
    "translation": "【Voice】「Tớ cũng có những điều hối tiếc của riêng mình, cậu biết không? Nhưng tớ đang gánh chịu chúng. Tớ không nghĩ mình có lựa chọn nào khác ngoài việc phải làm vậy.」"
  },
  {
    "sentence": "[Voice]::If you want somebody to believe in you... if you wantsomebody to tell you not to disappear...",
    "translation": "【Voice】「Nếu cậu muốn có ai đó tin vào cậu... nếu cậu muốn có ai đó bảo cậu đừng biến mất...」"
  },
  {
    "sentence": "[Voice]::Then the first thing you need to do is believe inyourself. Care about yourself.",
    "translation": "【Voice】「Vậy thì việc đầu tiên cậu cần làm là tin vào chính mình. Quan tâm đến bản thân mình đi.」"
  },
  {
    "sentence": "[Voice]::Live for your own sake. Not someone else`s.",
    "translation": "【Voice】「Hãy sống vì bản thân cậu đi. Đừng vì ai khác cả.」"
  },
  {
    "sentence": "[Voice]::Look, I said I didn`t need any carpets, all right!?",
    "translation": "【Voice】「Nghe này, tôi đã bảo là tôi không cần thảm rồi mà, được chưa hả!?」\n"
  }
]