[
  {
    "sentence": "[理保子『]::実はね～。真田先生が長～い出張に行く事が決まったらしいのよ』",
    "translation": "Ribiko「Thật ra nhé~. Nghe nói thầy Sanada đã quyết định đi công tác dài ngày rồi đó.」"
  },
  {
    "sentence": "[理保子『]::なんでも、半年かあるいはそれ以上、らしいそうよ？』",
    "translation": "Ribiko「Nghe nói là nửa năm, hoặc hơn thế nữa đó?」"
  },
  {
    "sentence": "[理保子『]::なぁに？　私が嘘をついてるとでも思ってるの？』",
    "translation": "【Rihoko】「Sao thế? Cậu đang nghĩ tôi đang nói dối sao?」"
  },
  {
    "sentence": "[理保子『]::まあいいわ。明日の朝全校集会があって、そこで話が出るでしょうから、嘘だと思ったらサボらないでちゃんと行ってみる事ね』",
    "translation": "【Rihoko】「Thôi được rồi. Sáng mai sẽ có buổi họp toàn trường, và chuyện đó chắc hẳn sẽ được nhắc đến ở đó, nên nếu cậu không tin thì đừng có trốn mà hãy đến nghe cho đàng hoàng đó nhé.」"
  },
  {
    "sentence": "[理保子『]::はぁ～い☆　貴方のラブリィエンジェル理保子先生よぉ～♪　今日も明るく元気にセックスしましょ～っ♪』",
    "translation": "Rihoko「Chào~☆ Là thiên thần đáng yêu Rihoko-sensei của cậu đâyyy~♪ Hôm nay chúng ta cũng vui vẻ và tràn đầy năng lượng để sex nhé~!」"
  },
  {
    "sentence": "[理保子『]::何よぉ、その嫌そうな言い方。この美人保健医の理保子先生とエッチな事をするのに不満でもあるっていうのぉ？』",
    "translation": "Rihoko「Gì thế, cái giọng điệu có vẻ không thích của cậu là sao? Chẳng lẽ cậu không hài lòng khi làm chuyện ấy với Rihoko-sensei, nữ y tá xinh đẹp này sao?」"
  },
  {
    "sentence": "[理保子『]::まぁ、いいわ。それでどうなの？　これから大丈夫かしら？』",
    "translation": "Rihoko「Chà, được thôi. Vậy sao rồi? Liệu từ giờ có ổn không nhỉ?」"
  },
  {
    "sentence": "[理保子『]::あらあら……フフッ』",
    "translation": "Rihoko「Ôi dào ôi…… Khụ khụ.」"
  },
  {
    "sentence": "[理保子『]::とりあえずは来てくれるのよね。嬉しいわぁ♪』",
    "translation": "Rihoko「Trước mắt thì cậu sẽ đến chứ nhỉ. Mình vui quá đi♪」"
  },
  {
    "sentence": "[理保子『]::今日は化学室で待ってるわね。待ってるから早めに来てちょうだい。んっふふ～♪』",
    "translation": "Rihoko「Hôm nay tôi sẽ đợi cậu ở phòng thí nghiệm Hóa học nhé. Tôi đợi cậu nên hãy đến sớm một chút nhé. Ngự phụ phụ~~♪」"
  },
  {
    "sentence": "[理保子『]::はぁ～い☆　疲れた貴方の心と身体を優しく癒す、美人保健医の理保子先生よぉ～♪』",
    "translation": "【Rihoko】「Chào buổi chiều ~☆ Rihoko sensei, bác sĩ xinh đẹp của trường sẽ chữa lành trái tim và cơ thể mệt mỏi của em một cách dịu dàng đây ~♪」\n"
  },
  {
    "sentence": "[理保子『]::あらら？　黙っちゃってどうしたの？』",
    "translation": "【Rihoko】「Ủa? Sao im lặng vậy em?」\n"
  },
  {
    "sentence": "[理保子『]::もちろん。用事も無いのにわざわざ電話なんてかけないわよぉ』",
    "translation": "【Rihoko】「Đương nhiên rồi. Nếu không có việc gì thì Tôi gọi điện cho Cậu làm gì chứ.」"
  },
  {
    "sentence": "[理保子『]::それで、今日は暇かしら？　何も予定が無いんなら、今からちょっと学園に出てきてほしいんだけど～……』",
    "translation": "【Rihoko】「Vậy, hôm nay Cậu có rảnh không? Nếu không có hẹn gì thì Tôi muốn Cậu đến trường một chút...」"
  },
  {
    "sentence": "[理保子『]::……………………』",
    "translation": "【Rihoko】「……………………』」\n"
  },
  {
    "sentence": "[理保子『]::…………チッ……』",
    "translation": "【Rihoko】「…………Tch……」"
  },
  {
    "sentence": "[理保子『]::ううん。そんな事してないわよ？』",
    "translation": "【Rihoko】「Không có đâu. Tôi không có làm chuyện đó.」"
  },
  {
    "sentence": "[理保子『]::仕方ないわねぇ。無理強いはしないわ、今日は諦める』",
    "translation": "【Rihoko】「Đành vậy thôi. Tôi sẽ không ép Cậu đâu, hôm nay bỏ qua vậy.」"
  },
  {
    "sentence": "[理保子『]::それじゃ、よい休日を』",
    "translation": "【Rihoko】「Vậy thì, chúc Cậu một ngày nghỉ tốt lành.」"
  },
  {
    "sentence": "[理保子『]::よかったわぁ♪　それじゃあ待ってるから、早めに来てねぇ～。るる～ん♪』",
    "translation": "【Rihoko】「Tốt quá đi♪ Vậy thì tôi sẽ chờ, nên cậu hãy đến sớm nhé～. Luru rún♪」"
  }
]