[
  {
    "sentence": "[理保子「]::あら？　いらっしゃい。意外と早かったわね。もうちょっとかかるものだと思ったけど」",
    "translation": "Rihoko「Ồ? Đến rồi à. Tôi cứ tưởng cậu phải mất thêm chút thời gian nữa chứ, ai ngờ lại nhanh như vậy.」"
  },
  {
    "sentence": "[理保子「]::あら、来たわね。お疲れ様」",
    "translation": "Riboko「Ồ, cậu tới rồi. Mệt rồi nhỉ.」"
  },
  {
    "sentence": "[理保子「]::何って……見ての通りのナース服よ？　面白そうだったからちょっと借りてるわね～」",
    "translation": "Rihoko「Cái gì ư... Chẳng phải là bộ đồ y tá như cậu thấy đó sao? Vì trông có vẻ hay ho nên tôi mượn tạm đấy mà～」"
  },
  {
    "sentence": "[理保子「]::ん？　どうしたの？」",
    "translation": "Rihoko「Hả? Cậu sao vậy?」"
  },
  {
    "sentence": "[理保子「]::ところで……ウフフッ、どう？　似合うかしら？」",
    "translation": "Rihoko「Nhân tiện... Ufufufu, sao nào? Cậu thấy tôi mặc có hợp không?」"
  },
  {
    "sentence": "[理保子「]::あら……私がせっかく恥ずかしいのを我慢してこんな格好をしてるっていうのに、察してくれないのぉ？」",
    "translation": "Rihoko「Ôi chao... Cậu không nhận ra là tôi đã cố gắng nhịn nhục để mặc bộ đồ thế này sao chứ, vậy mà cậu cũng chẳng thèm để ý tới ư??」"
  },
  {
    "sentence": "[理保子「]::調教が順調に進んでいるみたいだし、またご褒美をあげようと思ったのよ。ほら、貴方ってコスプレエッチが好きなんでしょ？」",
    "translation": "Rihoko「Cũng thấy việc huấn luyện tiến triển thuận lợi nên tôi nghĩ sẽ thưởng cho cậu thêm một chút. Này, cậu thích những thứ liên quan đến cosplay và tình dục đúng không?」"
  },
  {
    "sentence": "[理保子「]::フフフッ、そう言ってくれると思ったわぁ♪」",
    "translation": "Rihoko「Hufufu, tôi đã nghĩ cậu sẽ nói vậy mà♪」"
  },
  {
    "sentence": "[理保子「]::今日はナースさんらしく、お注射を使ってクスリを注入してみましたー♪」",
    "translation": "Rihoko「Hôm nay tôi đã thử làm một cô y tá, dùng kim tiêm để tiêm thuốc vào cho cậu nè~♪」"
  },
  {
    "sentence": "[理保子「]::フフッ、油断したわねぇ……♪　毎度毎度同じ手でくる訳がないでしょ？」",
    "translation": "Rihoko「Hufufu, cậu lơ là rồi nhỉ……♪ Đâu phải lúc nào tôi cũng dùng cùng một chiêu đâu?」"
  },
  {
    "sentence": "[理保子「]::それでは患者さぁん。治療に入りますので、横になって下さいねぇ♪」",
    "translation": "Rihoko「Nào, bệnh nhân của tôi ơi. Tôi sắp bắt đầu điều trị đây, nên cậu hãy nằm xuống nhé~♪」"
  },
  {
    "sentence": "[理保子「]::あらあら……またこんなに大きくしちゃって、エッチなチンポなんだからぁ♪」",
    "translation": "Rihoko「Ôi trời ơi... Sao mà lại làm nó to ra thế này, đúng là một cái của quý dâm đãng quá đi mà♪」"
  },
  {
    "sentence": "[理保子「]::フフフッ♪　それじゃ、患者さんのこの立派なチンポ、今日も愉しませてあげるわねぇ……」",
    "translation": "Rihoko「Hufufu♪ Nào, cái dương vật to lớn của bệnh nhân đây, hôm nay tôi sẽ làm nó thỏa mãn thêm lần nữa nhé...」"
  },
  {
    "sentence": "[理保子「]::ん～♪　出てきた出てきた。患者さんの勃起ペニスが出てきたわぁ♪」",
    "translation": "Rihoko「Hừm♪ Ra rồi, ra rồi này. Dương vật cương cứng của bệnh nhân đã ra rồi kìa~♪」"
  },
  {
    "sentence": "[理保子「]::そぉ～よ♪　このドーピングされたガチガチのデカチンを、私の足で気持ち良くイカせてあげるぅ♪」",
    "translation": "Rihoko「Đúng rồi~♪ Cái của quý được cường hóa này, tôi sẽ dùng đôi chân của mình để làm cậu sung sướng thăng hoa cho xem~♪」"
  },
  {
    "sentence": "[理保子「]::あはっ……♪　患者さんのチンポ、まるで焼けた鉄の棒みたいに硬くて、熱くて……フフッ、足が火傷しちゃいそうっ……」",
    "translation": "Rihoko「Ahaha...♪ Của quý của bệnh nhân cứng và nóng như một thanh sắt nung vậy đó... Fufu, chân tôi suýt bị bỏng luôn rồi này...」"
  },
  {
    "sentence": "[理保子「]::んん？　チンポがまたムクムク膨れてきたわよぉ？　もしかして、こんな風にチンポ踏まれてよがっちゃってるのぉ？」",
    "translation": "Rihoko「Ưm? Của quý lại phồng to lên rồi kìa? Chẳng lẽ, bị tôi dùng chân đạp như thế này lại khiến cậu sung sướng ư?」"
  },
  {
    "sentence": "[理保子「]::このエラが張ってくびれた所が、一番エッチな所なのよねぇ？　ちょっとくすぐっただけで、ほら、こんなにチンポビクビク震わせちゃってぇ……」",
    "translation": "Rihoko「Chỗ mang tai căng lên và thon lại kia, là chỗ nhạy cảm nhất đúng không nào? Chỉ cần khẽ chạm vào thôi là, nhìn này, làm cho dương vật của cậu cứ run rẩy thế này đây...」"
  },
  {
    "sentence": "[理保子「]::んん？　別の場所がいいの？　じゃあ、そうねぇ……このチンポ亀さんのプックリ膨らんだ所なんてどう？　フフッ♪　踏み心地良さそうっ」",
    "translation": "Rihoko「Ưm? Cậu muốn một chỗ khác ư? Vậy thì, để xem nào... Chỗ phồng phềnh này trên cái vật quý như con rùa kia thì sao? Fufu♪ Trông có vẻ sẽ rất êm chân đấy!」"
  },
  {
    "sentence": "[理保子「]::フフッ、やっぱりここ、プリプリしてて可愛いわぁ……それに、こっちの皮の余った部分も、クニュクニュってしてて……はぁん、好きよぉ……」",
    "translation": "Rihoko「Fufu, đúng là chỗ này vẫn căng mọng đáng yêu quá... Với lại, cái phần da dư ra bên này, sờ vào cũng thấy mềm mềm nhũn nhũn... Aaaan, tôi thích lắm đó...」"
  },
  {
    "sentence": "[理保子「]::もぉ、毎度おイタばかりするチンポねぇ。そんないけないチンポだから、こうやって虐めてあげたくなるのよぉ……」",
    "translation": "Rihoko「Trời ạ, cái dương vật lúc nào cũng hư hỏng thế này nhé. Chính vì là cái dương vật hư hỏng không ra gì đó, nên tôi mới muốn hành hạ nó như thế này đây mà...」"
  },
  {
    "sentence": "[理保子「]::あぁンっ、チンポ、膨らんでるっ……まだ大きくするのぉ？　この極太チンポ、踏み踏みされてもっと大きくなるのぉ？」",
    "translation": "Rihoko「Aaaan, dương vật đang cương cứng này... Cậu còn muốn nó to hơn nữa ư? Cái dương vật cực lớn này, liệu nó sẽ to hơn nữa nếu cứ bị đạp lên đạp xuống ư?」"
  },
  {
    "sentence": "[理保子「]::あはっ、すごい、足の下で暴れてるぅ……こんなにたくましくなっちゃったら、片足だけじゃ間に合わないわねぇ……」",
    "translation": "Rihoko「Aha, tuyệt thật, nó đang vùng vẫy dưới chân tôi này... Nếu nó đã trở nên cường tráng đến thế này, thì chỉ một chân thôi sẽ không đủ sức giữ nó lại mất...」"
  },
  {
    "sentence": "[理保子「]::じゃあ、ちょっと責め方を変えてみましょうか。それっ♪」",
    "translation": "Rihoko「Vậy thì, chúng ta thử thay đổi cách trêu chọc một chút xem sao nhé. Đây này♪」"
  },
  {
    "sentence": "[理保子「]::フフフッ、暴れチン棒、召し捕ったりぃ♪」",
    "translation": "Rihoko「Fufufu, cái dương vật đang vùng vẫy này, tôi bắt được rồi nhé♪」"
  },
  {
    "sentence": "[理保子「]::こうしたら逃げられないでしょ……？　このまま気持ち良くしてあげるからねぇ」",
    "translation": "Rihoko「Làm vậy thì cậu sẽ không chạy thoát được nữa đâu nhỉ...? Cứ thế này, tôi sẽ cho cậu cảm thấy thật thoải mái cho mà xem nhé...」"
  },
  {
    "sentence": "[理保子「]::あらあら、エッチな顔しちゃってぇ♪　さっきのよりも、こんな風に挟まれてチンポ足コキされる方が好きみたいねぇ」",
    "translation": "Rihoko「Ara ara, cậu có cái vẻ mặt dâm đãng quá này♪ So với lúc nãy, có vẻ cậu thích bị kẹp giữa thế này và bị dùng chân chà đạp vào dương vật hơn nhỉ...」"
  },
  {
    "sentence": "[理保子「]::あら……患者さんに誠心誠意ご奉仕しようという私の真心を、言うに事欠いて風俗だなんて。りほこ、傷付いちゃうわぁ」",
    "translation": "Rihoko「Ôi chao... Tấm lòng chân thành của tôi muốn tận tâm phục vụ bệnh nhân, vậy mà cậu lại dùng lời lẽ thô tục như 'gái ngành' để nói về nó. Rihoko tôi bị tổn thương lắm đó nha~」"
  },
  {
    "sentence": "[理保子「]::いいわ、そんな酷い事を言う患者さんにはご奉仕なんてしてあげないんだから……」",
    "translation": "Rihoko「Được rồi, tôi sẽ không phục vụ cho những bệnh nhân nói những lời tệ hại như vậy đâu đấy...」"
  },
  {
    "sentence": "[理保子「]::ウフフフッ……♪」",
    "translation": "Rihoko「Hufufufu...♪」"
  },
  {
    "sentence": "[理保子「]::んー？　物足りなさそうな顔しちゃって、どうしたのかしらぁ？」",
    "translation": "Rihoko「Hửm? Sao cậu lại có vẻ không hài lòng thế, có chuyện gì sao?」"
  },
  {
    "sentence": "[理保子「]::ンフフッ……なぁに？　美人ナースさんの私に、何かしてほしい事でもあるのぉ？」",
    "translation": "Rihoko「Hì hì... Cậu muốn gì nào? Cô y tá xinh đẹp này có thể làm gì cho cậu đây?」"
  },
  {
    "sentence": "[理保子「]::ほら、どうしてほしいのか正直に言ってごらんなさい？　さっきの暴言を取り消してから、ねぇ？」",
    "translation": "Rihoko「Nào, nói thật đi xem cậu muốn tôi làm gì? Sau khi rút lại lời lẽ lúc nãy đó nha?」"
  },
  {
    "sentence": "[理保子「]::んー、『ナースさん』の前に『美人』が抜けてたけど、まぁいいか」",
    "translation": "Rihoko「Hừm, tôi quên mất 'xinh đẹp' trước từ 'y tá' rồi, nhưng thôi kệ đi.」"
  },
  {
    "sentence": "[理保子「]::フフッ、いいわよ。お望み通りご奉仕再開してあげるわね。足コキ好きの変態患者さん♪」",
    "translation": "Rihoko「Hì hì, được thôi. Tôi sẽ phục vụ theo đúng ý cậu. Bệnh nhân biến thái thích bị chà đạp bằng chân ♪」"
  },
  {
    "sentence": "[理保子「]::あらあら……？　ヌルヌルのカウパーがいっぱい出てきてるわよぉ？」",
    "translation": "Rihoko「Ôi chao...? Sao mà thứ chất nhầy tuôn ra nhiều thế này?」"
  },
  {
    "sentence": "[理保子「]::とろっ、としたあったかいの、足に付いちゃったわぁ……♪　我慢出来なくなってきちゃったの？」",
    "translation": "Rihoko「Ưm... thứ ấm áp, sền sệt này dính hết vào chân tôi rồi... ♪ Cậu không nhịn được nữa rồi sao?」"
  },
  {
    "sentence": "[理保子「]::あら……フフッ、バレちゃった」",
    "translation": "Rihoko「Ô... Hì hì, bị phát hiện rồi nha.」"
  },
  {
    "sentence": "[理保子「]::そうなの。貴方のエッチな声と一緒に、このあっついチンポがピクピクするのを感じてたら……私までたまらない気分になってきちゃったのよぉ……」",
    "translation": "Rihoko「Đúng vậy đó. Cùng với tiếng rên rỉ dâm đãng của cậu, khi cảm nhận cái dương vật nóng hổi này đang run lên... tôi cũng thấy mình lên cơn không thể chịu nổi rồi đây này...」"
  },
  {
    "sentence": "[理保子「]::んふぅっ……はっ、あぁあっ……！　あぁん……手が勝手に動いちゃうぅん……っ」",
    "translation": "Rihoko「Ưm... Hức... Aaaah...! Aaaan... Tay tôi cứ tự động làm vậy mất thôi... ư...」"
  },
  {
    "sentence": "[理保子「]::あふっあぁあっ！　乳首っ……ピンピン勃起乳首、感じ…ちゃうっ……！　はぁっ、あぁああんっ……！」",
    "translation": "Rihoko「Á... Aaaah! Đầu vú... Đầu vú cương cứng... Tôi... tôi chịu hết nổi mất... Haaa... Aaaah...!」"
  },
  {
    "sentence": "[理保子「]::はぁっ、ああぁんっ……濡れ、てるぅっ……チンポ踏んづけて、マンコのお肉がいっぱい濡れちゃってるぅ……っ」",
    "translation": "Rihoko「Haa... Aaaah... Ướt... ướt hết cả rồi... Chà đạp dương vật của cậu, thịt lồn của tôi ướt đẫm hết cả rồi...」"
  },
  {
    "sentence": "[理保子「]::っ、ぁあんっ、またチンポおっきくしてぇっ……私がオッパイとマンコ弄ってるのを見て、興奮しちゃったかしらぁ？」",
    "translation": "Rihoko「Ư... Aaaan, dương vật của cậu lại cương cứng rồi kìa...! Nhìn tôi vuốt ve bộ ngực và cái lồn này mà cậu hưng phấn đúng không?」"
  },
  {
    "sentence": "[理保子「]::ンッ…フフッ……文句は言ってても、このカチカチの勃起チンポは気持ちいいみたいじゃない……？」",
    "translation": "Rihoko「Ư... Hahaha... Miệng thì cứ lèm bèm, nhưng cái dương vật cương cứng, rắn chắc này có vẻ làm cậu sướng lắm thì phải...?」"
  },
  {
    "sentence": "[理保子「]::ぁはぁっ…んんっ……ねェ…ン……もっと、このドーピングチンポの、エッチなドクドク…感じさせてぇ……」",
    "translation": "Rihoko「Haa... Ưm... Này... Ư... Cho tôi cảm nhận nhiều hơn nữa đi, cái thứ dâm đãng đang đập thình thịch, tứa ra từ cái dương vật được bơm thuốc này...」"
  },
  {
    "sentence": "[理保子「]::ぅっふぅんんっ……！　オッパイっ…いいっ……！　んはぁっ、あぁっ……ムニムニってぇ……ぁはぁっ、感じ、ちゃぅんんっ……！」",
    "translation": "Rihoko「Ư... ưh... Aaa... ! Bộ ngực... tuyệt quá...! Haaa... Aaa... Mềm mại quá đi... Haa... Tôi... tôi sắp lên đỉnh mất... !」"
  },
  {
    "sentence": "[理保子「]::ああぁっ……んっ、はぁあっ……あっ…あぁんっ……いいっ……いいのぉっ……オッパイもっ……マンコもっ…気持ちっ……いいぃっ……！」",
    "translation": "Rihoko「Aaa... Ưm... Haaa... A... Aaa... Tuyệt quá... Thật tuyệt... Ngực tôi... Lồn tôi... Thật... thật tuyệt...!」"
  },
  {
    "sentence": "[理保子「]::しょうがないでしょ……このチンポっ…熱くてかたぁいチンポ、弄ってたらっ……それだけで、オッパイっ…熱くなっちゃってぇっ……！」",
    "translation": "Rihoko「Biết làm sao được... Tại cái dương vật... cái dương vật nóng hổi, cứng ngắc của cậu ấy... Tôi vuốt ve nó... chỉ vậy thôi mà ngực tôi... cũng nóng ran lên mất rồi...!」"
  },
  {
    "sentence": "[理保子「]::はぁっ…あはぁ……ほらぁ…マンコも火照っちゃってるのよぉっ……！　このチンポっ、奧まで咥え込みたくてぇ……ムズムズしちゃうのぉっ！」",
    "translation": "Rihoko「Haa... Ahaa... Đấy thấy chưa... Lồn của tôi cũng nóng bừng lên rồi này...! Cái dương vật này... Tôi chỉ muốn ngậm chặt nó tận sâu bên trong... Cứ ngứa ngáy khó chịu làm sao ấy...!」"
  },
  {
    "sentence": "[理保子「]::んはぁっ……そうよぉっ…チンポ好きっ……！　この極太チンポぉっ…大好きなのよぉっ……」",
    "translation": "Rihoko「Haa... Đúng vậy... Tôi thích dương vật... Cái dương vật to, thô kệch này... Tôi thích nó lắm cơ...」"
  },
  {
    "sentence": "[理保子「]::手でっシコシコするのも、口でチュパチュパするのもっ……足でグニュグニュするのもぉっ……んはぁっ、全部っ好きぃっ……！」",
    "translation": "Rihoko「Dùng tay để bóp d* thì thích, dùng miệng để mút mát cũng thích... dùng chân để nghiền nát cũng thích nữa... Haaa... Tôi thích... thích hết tất cả... !」"
  },
  {
    "sentence": "[理保子「]::んんっ、あっ、あふっ……んぅっ、やはぁっ……！　乳首がぁ……オッパイっ、奧からジンジンきちゃうぅっ……！」",
    "translation": "Rihoko「Ư... A... Aaa... Ư... Yah... ! Đầu nhũ hoa... Ngực của tôi... Cứ nhức nhối từ sâu bên trong... !」"
  },
  {
    "sentence": "[理保子「]::ああぁんんっ！　ダメっ……ダメぇっ！　イクっ……ミルク噴いちゃうぅぅっ……！！」",
    "translation": "Rihoko「Aaa... Ư ư... Không... Không được mà... Tôi ra mất... Sữa... sữa phun ra mất... !」"
  },
  {
    "sentence": "[理保子「]::ぅんんんっ……！！　んっ！　んんっくうぅぅっ……！！」",
    "translation": "Rihoko「Ư ư ư...!! Ư...! Ư ư... ư ư ư...!!」"
  },
  {
    "sentence": "[理保子「]::んっ……！　んっ！　んっ！　んんっ……！　くんっ、んんぅっ……！　んっ、ふうぅんっ……！」",
    "translation": "Rihoko「Ưm...! Ưm! Ưm! Ưm...! Ưm, ưm...! Ưm, fūm...!」"
  },
  {
    "sentence": "[理保子「]::んっ…はぁっ、あっ……はあぁ……オッパイ…ミルク、噴いちゃったわぁ……っ……フフッ…気持ち良かったぁ……」",
    "translation": "Rihoko「Ưm... Haa... A... Haa... Vú... Sữa tôi... Nó phun ra rồi này... Hức... Fufu... Thật là thoải mái quá...」"
  },
  {
    "sentence": "[理保子「]::んんっ……フフフッ、そう、かもしれないわねぇ……」",
    "translation": "Rihoko「Ưm... Fufufu, đúng, có lẽ là vậy đó nha...」"
  },
  {
    "sentence": "[理保子「]::ウフフフッ……じゃあ、貴方にも好き者の私に付き合ってイッてもらうわよぉ……っ」",
    "translation": "Rihoko「Hahaha... Vậy thì, cậu cũng sẽ chịu sự chiêu đãi của tôi, kẻ thích hưởng lạc này nhé...」"
  },
  {
    "sentence": "[理保子「]::ほらぁ……私だけ恥ずかしい思いをさせるつもり？　貴方も真っ白いザーメン、ビュビュッといっぱい出しちゃいなさぁい？」",
    "translation": "Rihoko「Này... Cậu định để mỗi mình tôi phải xấu hổ sao? Cậu cũng phải bắn thật nhiều tinh dịch trắng ngần ra đây đi chứ!」"
  },
  {
    "sentence": "[理保子「]::あぁん、ねばねばぁ……♪　フフッ……今日も凄い量を出したのねぇ」",
    "translation": "Rihoko「Aaaa, nhớp nhớp quá... ♪ Fufu... Hôm nay cậu cũng xuất ra nhiều thật đấy nhỉ...」"
  },
  {
    "sentence": "[理保子「]::えっ……？　あっ、ちょっとぉ……っ」",
    "translation": "Rihoko「Ơ...? A, khoan đã...!」"
  },
  {
    "sentence": "[理保子「]::あぁんっ！？」",
    "translation": "Rihoko「Hả!?」"
  },
  {
    "sentence": "[理保子「]::ぅあはぁあぁああぁぁぁっ！！」",
    "translation": "Rihoko「Áaaaaaaaaa!!!」"
  },
  {
    "sentence": "[理保子「]::あはっ、あっ、あっ、あぁんっ！　そ、そんなぁ……っ、あぁはっ、んっ、ぁはぁっ！　そんなっ、一気にぃっ……！」",
    "translation": "Rihoko「A ha, a, a, aaaaaan! K, không thể nào...! A ha, ứm, a haaaaa! N, nhanh quá...!」"
  },
  {
    "sentence": "[理保子「]::あんっ！　あんっ！　はぁっあっ！　あっ、あぁんっ！　ひぃんんっ、あっ、はぁっ！　い、いきなりそんなっ、乱暴にしちゃ…ダメ、よぉっ！」",
    "translation": "Rihoko「Ưm! Ưm! Ha-aa! A, aaaa! Hiiinn, a, haaa! T, tự nhiên mà làm mạnh thế này... không được đâu đó!」"
  },
  {
    "sentence": "[理保子「]::えっ、あっ、あぁっ…あはぁあっ！　だ、だってっ、チンポっ…チンポがっ！　ズンズンっ、マンコ突いてくるからぁっ！」",
    "translation": "Rihoko「Ơ, ờ, aaaa... a haaaaa! T, t-tại vì... dương vật... dương vật của cậu! Cứ đâm thọc mạnh vào âm hộ của tôi, aaaa!」"
  },
  {
    "sentence": "[理保子「]::はぁっ！　あっ、かはぁっ！　は、はげしっ…すぎるぅっ！　ぁあっ！　んあっ、あぁあっ、か、感じすぎちゃうぅっ！」",
    "translation": "Rihoko「Haa! A, haaa! Quá... quá mãnh liệt...! Aaa! Ưm, aaa, t-tớ cảm nhận được quá nhiều rồi...!」"
  },
  {
    "sentence": "[理保子「]::んぁっ、はぁ、あっ、だ、ダメぇっ……！　んっ、はぁっ！　マンコのっ、中ぁっ……グチャグチャにされちゃうっ！　ひぁっ、あぁあんっ！」",
    "translation": "Rihoko「Ư... ha... a... k, không được mà...! Ư... haaa! B, bên trong âm hộ của tôi... bị làm cho nát bét mất...! Hyaa, aaaaaaan!」"
  },
  {
    "sentence": "[理保子「]::うんっ、んんっ、あっ、はぁあっ！　マンコぉっ！　マンコが溶けちゃってるっ！　チンポに溶かされてグチャグチャいってるぅっ！」",
    "translation": "Rihoko「Ưm, ưm, a, haaa! Âm hộ... âm hộ của tôi tan chảy mất rồi! Bị dương vật của cậu làm cho tan chảy, nát bét ra!」"
  },
  {
    "sentence": "[理保子「]::ひぁっ！　あぁっああっ！　あっ、あはぁあっ！　いいっ……すごいっ！　はげしっ……！　はげしすぎぃぃっ！」",
    "translation": "Rihoko「Hyaa! Aaa! Aaa! A... a haaaa! Thích quá... tuyệt vời! Mạnh quá... mạnh quá đi!」"
  },
  {
    "sentence": "[理保子「]::ぁんっ！　うぁっ、あぁんっ！　お、大きいっ！　チンポっ、大きいのぉっ！　マンコの中でっ、膨らんでっ、きてるぅぅぅっ！」",
    "translation": "Rihoko「Ư... Aaa! Aaa! Ô, to quá! Dương vật... dương vật to quá! Bên trong âm hộ của tôi... đang phình to ra... ư ư ư...!」"
  },
  {
    "sentence": "[理保子「]::はぁっ、あっ、あはっんんっ！　ま、まさか、このままっ、出すのっ？　はぁっ、あっ！　あぁんっ、勝手に中にっ出すのぉっ？」",
    "translation": "Rihoko「Haa, a, a haa ư ư...! K, không lẽ, cứ thế này... cậu bắn luôn sao? Haa, a! Aaa, cậu định bắn bên trong tôi luôn hả...?」"
  },
  {
    "sentence": "[理保子「]::くぁっ、あっ、んぁあっ！　あはっあぁっ！　チンポっ、すごいっ……！　チンポすごっ……！　チンポすごいぃっ！」",
    "translation": "Rihoko「Khya... A... Ư ư a...! A ha a...! Dương vật... tuyệt vời...! Dương vật tuyệt quá...! Dương vật tuyệt vời quá đi...!」"
  },
  {
    "sentence": "[理保子「]::んはぁっ！？　あっ、んはっ！！　はぁあああぁああぁあぁんっ！！」",
    "translation": "Rihoko「Ư...!? A... ư...! Aaaaaaa!」"
  },
  {
    "sentence": "[理保子「]::いっ、はぁっ！？　んぁはぁあっ！　出てっるぅっ！　熱いのがっ、チンポからぁっ！　ドピュドピュ出てきてるぅっ！」",
    "translation": "Rihoko「Ư... Hả!? Ư ư a...! Ra... ra rồi! Cái nóng hổi... từ dương vật của cậu...! Nó đang bắn ra từng đợt... bắn ra liên tục...!」"
  },
  {
    "sentence": "[理保子「]::っあ……んっ、あぁっ……子宮の中に、ザーメン、いっぱいぃ……っ……はぁ、あっ……こ…こんなにっ……出すなんてぇ……っ」",
    "translation": "Rihoko「Ư... ư... Aaa... Bên trong tử cung của tôi, toàn là tinh dịch... ứ... Haa, a... k... không ngờ... cậu lại bắn nhiều đến vậy...」"
  },
  {
    "sentence": "[理保子「]::あはぁあああぁあぁっ！！」",
    "translation": "Rihoko「A haaaaaaa!!」"
  },
  {
    "sentence": "[理保子「]::あぁっ、ぁはっ、んぁあっ！　そんなっ、まだっ…こんなに元気だなんてぇっ……あはっあぁっ……お、お願い、せめて少し休ませてぇっ……！」",
    "translation": "Rihoko「A... A ha... Ư a...! Không thể nào, vẫn... vẫn còn sung sức đến vậy sao...? A ha a...! L... làm ơn, ít nhất cũng cho Tôi nghỉ một chút đi...!」"
  },
  {
    "sentence": "[理保子「]::くぁっ、あっ、くぁはあぁっ！　あっ、あぁんっ！　けだものぉっ……！」",
    "translation": "Rihoko「Ư... a... Ư haaa...! A... Aaa...! Đồ cầm thú...！」"
  },
  {
    "sentence": "[理保子「]::うぁっ、あっ、あぁ、こぼれ、ちゃってるっ……！　チンポでグチュグチュされてっ、マンコの中のチンポ汁っ…こぼれちゃってるぅ……！」",
    "translation": "Rihoko「Ư... á... aaa, trào... trào ra hết cả rồi...! Bị dương vật của cậu khuấy đảo bên trong, dâm thủy trong âm hộ... trào ra hết cả rồi...!」"
  },
  {
    "sentence": "[理保子「]::んはっ、はっ、あぁあっ、はぁっ、んぁああっ！　マンコの中、あったかかったのが……やはぁあっ、こぼれちゃうのぉっ！」",
    "translation": "Rihoko「Hn... Hn... Aaa... Haa... Ư aaa...! Bên trong âm hộ, cái thứ ấm nóng ấy... Ư haaa... Trào ra hết cả rồi...!」"
  },
  {
    "sentence": "[理保子「]::ひぁあっ！　あはぁっ、あっ、んっあぁあっ！　マンコの中でザーメンとマン汁混ざってるぅっ……！　ぅあっ、あっ、はあぁあんっ！」",
    "translation": "Rihoko「Ư... A ha... A... Ư aaaa...! Tinh dịch với dâm thủy hòa lẫn vào nhau trong âm hộ của Tôi rồi...! Ư a... A... Haaaa...!」"
  },
  {
    "sentence": "[理保子「]::んはぁっ、い、いぃっ、とってもいいわぁっ！　マンコいいのぉっ！　私っ、もうっ……あぁんっ、イッちゃいそうよぉ！」",
    "translation": "Rihoko「Ư haa... Ư... ư ư... sướng quá đi mất! Âm hộ thật tuyệt vời...! Tôi... Tôi sắp... Aaa... sắp ra mất thôi!」"
  },
  {
    "sentence": "[理保子「]::中ぁっ……あぁっ、いいわぁっ！　好きにしてっ！　私のマンコぉっ！　好きにしてぇっ！」",
    "translation": "Rihoko「Ư... aaa... Aaa, sướng quá...! Thích làm gì thì làm đi...! Cái âm hộ của Tôi...! Làm gì thì làm đi...!」"
  },
  {
    "sentence": "[理保子「]::あぁんっ、あっ、ああぁっ！　あっはあぁっ！　んっあぁあっ！　あはっ、かはぁああっ！」",
    "translation": "Rihoko「Ư... á... aaaa...! Ahaa...! Ư aaaa...! Aha... Khaa aaa...!」"
  },
  {
    "sentence": "[理保子「]::あぁあんっ！　イクっ！　イクぅっ！　マンコイクのぉっ！　イクっ！　マンコぉっ……イクうぅぅぅっ！！」",
    "translation": "Rihoko「Aaa... Ra mất...! Ra... ra mất...! Âm hộ sắp ra mất rồi...! Ra mất...! Âm hộ... ra... ra mất...!!」"
  },
  {
    "sentence": "[理保子「]::ひぃっ！　あっはぁっ！　あぁあああぁああぁっ！！」",
    "translation": "Rihoko「Hiii...! Ahhaa...! Aaaaaaaaaaaaaaaa...!!」"
  },
  {
    "sentence": "[理保子「]::あっ、んっあっ、あぁあっ……！　まっ、またっ、また入ってっ、きてるぅぅっ……！　チンポザーメンっ、ドクドク注がれてぇっ……！」",
    "translation": "Rihoko「Á... Ư ư á... Aaa...! K-không, lại... lại vào... vào nữa rồi...! Tinh... tinh dịch từ dương vật, đang tuôn ào ào vào trong...!」"
  },
  {
    "sentence": "[理保子「]::あっ……！　あ……あぁっ……いっぱいっ……お腹の中っ……ザーメンっ……いっぱい…だわぁ……っ」",
    "translation": "Rihoko「Ư...！A... Aaa...! Đầy... quá...! Bên trong bụng... tinh dịch...! Đầy... quá rồi...っ！」"
  },
  {
    "sentence": "[理保子「]::んーっ！　今日もハッスルしちゃったわねぇ♪」",
    "translation": "Rihoko「Hầy dà...! Hôm nay Tôi sung sức quá đi mất♪」"
  },
  {
    "sentence": "[理保子「]::どうしたのぉ？　元気ないみたいだけど」",
    "translation": "Rihoko「Sao thế Cậu? Trông có vẻ không khỏe nhỉ.」"
  },
  {
    "sentence": "[理保子「]::あぁ、その脱力っぷり。私のナース姿に対する未練と受け取っていいのかしら？」",
    "translation": "Rihoko「Chà, cái vẻ bơ phờ đó. Tôi có thể hiểu là Cậu vẫn còn luyến tiếc dáng vẻ y tá của Tôi không đây?」"
  },
  {
    "sentence": "[理保子「]::あらぁ、大丈夫よ。何てったって私は美人の保健医さんですもの。注射なんてお茶の子さいさいよぉ」",
    "translation": "Rihoko「Ối dào, không sao đâu Cậu. Dù gì Tôi cũng là cô y tá xinh đẹp mà. Tiêm chích gì đó dễ như ăn cháo ấy mà.」"
  },
  {
    "sentence": "[理保子「]::何よぉ、あんなに私の身体を好き勝手に弄んで、三回も気持ち良さそうにイッたくせに文句なんか言う訳？」",
    "translation": "Rihoko「Gì chứ, Cậu tha hồ mà sờ soạng khắp cơ thể Tôi, còn bắn tận ba lần đầy vẻ sung sướng ra đấy, giờ còn định cằn nhằn cái gì hả?」"
  },
  {
    "sentence": "[理保子「]::っと、そろそろ戻らなきゃ。あまり長い間保健室を空けっ放しにしておく訳にもいかないしね」",
    "translation": "Rihoko「À phải rồi, Tôi phải mau chóng quay lại thôi. Dù gì cũng không thể bỏ trống phòng y tế quá lâu được.」"
  },
  {
    "sentence": "[理保子「]::この先も頑張ったらまたご褒美をあげるから、愉しみにしててねぇ♪　それじゃ～」",
    "translation": "Rihoko「Nếu sau này Cậu vẫn ngoan ngoãn, Tôi sẽ lại thưởng cho Cậu nữa đấy, nhớ mong chờ nhé♪ Vậy nha~」"
  },
  {
    "sentence": "[理保子「]::なぁに？　そんなに驚く事ないじゃないの～」",
    "translation": "Rihoko「Sao thế? Có gì mà cậu phải ngạc nhiên đến thế chứ~」"
  },
  {
    "sentence": "[理保子「]::うふふふふっ、だからってそんな、飛び上がるほど驚く事はないじゃなぁい？　……ねぇ、それで、私の演技はどうだった？」",
    "translation": "Rihoko「Ufufufufu, nhưng mà, có cần thiết phải ngạc nhiên đến mức nhảy dựng lên thế không chứ? ...... Này, mà cậu thấy diễn xuất của tôi thế nào?」"
  },
  {
    "sentence": "[理保子「]::そう、役に立てたのなら良かったわっ！」",
    "translation": "Rihoko「Vậy à, nếu giúp được gì cho cậu thì tốt quá rồi!」"
  },
  {
    "sentence": "[理保子「]::ん？　あぁ、あれはねぇ、ちょぉっと催眠術を使ったのよ。で、『私を押し倒しなさい』って命令したの。俗に言うマインドコントロールね！」",
    "translation": "Rihoko「Hửm? À, cái đó hả, Tôi đã dùng một chút thôi miên. Rồi ra lệnh 'Hãy đè tôi xuống đi'. Kiểu như điều khiển tâm trí ấy!」"
  },
  {
    "sentence": "[理保子「]::なぁに、その顔？　口をぽっかり開けちゃって、間抜けっぽく見えるわよ？　ウフフフフッ」",
    "translation": "Rihoko「Sao thế, cái mặt gì kia? Há hốc mồm ra trông ngốc nghếch lắm đó cậu biết không? Ufufufufu.」"
  },
  {
    "sentence": "[理保子「]::あれ？　もしかして本気にしたのぉ？　フフフフッ、冗談よ、そんな事私が出来るはずないじゃなぁい」",
    "translation": "Rihoko「Ơ kìa? Cậu không phải là tin thật đấy chứ? Hahaha, đùa thôi, Tôi làm gì có khả năng làm chuyện đó.」"
  },
  {
    "sentence": "[理保子「]::そうよぉ～、あれは、真田先生が足を木の根っこに引っかけて、転んじゃっただけよぉ」",
    "translation": "Rihoko「Đúng đó～, chuyện đó là do Thầy Sanada vướng chân vào rễ cây rồi ngã thôi mà.」"
  },
  {
    "sentence": "[理保子「]::なぁに考えこんでるの？　まあいいわ、キミの要望には無事お応え出来たようだし、安心したから帰って寝るわね～」",
    "translation": "Rihoko「Sao cậu lại đăm chiêu thế? Mà thôi kệ đi, dù sao thì Tôi cũng đã đáp ứng được yêu cầu của cậu rồi, yên tâm nên Tôi về ngủ đây～」"
  },
  {
    "sentence": "[理保子「]::この先も頑張ったらまたご褒美をあげるから、愉しみにしててねぇ♪」",
    "translation": "Rihoko「Nếu sau này cậu vẫn ngoan ngoãn thì tôi sẽ lại thưởng cho cậu đó, nhớ mong chờ nhé ♪」"
  },
  {
    "sentence": "[理保子「]::お帰りなさいませ、ご主人様♪」",
    "translation": "Rihoko「Chào mừng cậu trở về, thưa chủ nhân♪」"
  },
  {
    "sentence": "[理保子「]::わ、私の顔をお忘れになってしまわれたのですか？　ご主人様ぁ……」",
    "translation": "Rihoko「Ơ, cậu quên mặt tôi rồi sao? Thưa chủ nhân ạ...」"
  },
  {
    "sentence": "[理保子「]::……んもう、ノリが悪いわねぇ。せっかくこの時の為にメイドさんキャラを練習してたのにぃ」",
    "translation": "Rihoko「... Trời ạ, cậu thật là không biết hưởng ứng gì cả. Tôi đã cố công luyện tập hình tượng hầu gái vì khoảnh khắc này đấy.」"
  },
  {
    "sentence": "[理保子「]::何って、見ての通りのメイド服よ。似合う？」",
    "translation": "Rihoko「Cái gì mà cái gì chứ, là bộ đồ hầu gái như cậu thấy đấy. Tôi mặc có hợp không?」"
  },
  {
    "sentence": "[理保子「]::んん～、せっかくご褒美を上げるんだから、貴方が好きな格好をしてあげようと思って」",
    "translation": "Rihoko「Ừm hừm~, vì tôi định thưởng cho cậu mà, nên tôi đã nghĩ sẽ mặc bộ đồ mà cậu thích đấy.」"
  },
  {
    "sentence": "[理保子「]::え？　だって、天文部室のロッカーの中に種類違いのメイド服がいっぱい入ってたもの。他のコスチュームはほとんど一着しか無かったのにね」",
    "translation": "Rihoko「Hả? Vì trong tủ đồ của câu lạc bộ thiên văn có rất nhiều bộ đồ hầu gái khác nhau cơ mà. Trong khi đó, hầu hết các bộ trang phục khác chỉ có một bộ thôi đấy.」"
  },
  {
    "sentence": "[理保子「]::という訳で、今日も貴方のロッカーから衣装を拝借して参りました～」",
    "translation": "Rihoko「Thế nên, hôm nay tôi lại mượn tạm một bộ trang phục từ tủ đồ của cậu đâyyy~」"
  },
  {
    "sentence": "[理保子「]::……と、せっかくここまで考えて、わざわざこんな格好までしたっていうのに、ご主人様はつれない態度……」",
    "translation": "Rihoko「...Đã suy nghĩ kỹ đến mức này, còn cố tình ăn mặc thế này rồi, vậy mà chủ nhân lại có thái độ hờ hững...」"
  },
  {
    "sentence": "[理保子「]::薄幸のメイド、りほこの繊細なハートは大いに傷付いてしまったのでありました。よよよ……」",
    "translation": "Rihoko「Tôi, một người hầu gái bạc mệnh, trái tim mong manh của Rihoko đã bị tổn thương sâu sắc rồi đây. Hu hu hu...」"
  },
  {
    "sentence": "[理保子「]::何をキョロキョロなさってるんです？　ご主人様」",
    "translation": "Rihoko「Sao cậu cứ ngó nghiêng thế? Chủ nhân.」"
  },
  {
    "sentence": "[理保子「]::あら？　じゃあ、メイドさんプレイはやめる？　不評なんだったらいつもの白衣に着替えてもいいけど」",
    "translation": "Rihoko「Ồ? Vậy là cậu không thích màn đóng vai hầu gái nữa hả? Nếu bị chê thì tôi có thể thay lại bộ áo blouse trắng quen thuộc cho cậu cũng được.」"
  },
  {
    "sentence": "[理保子「]::フフフッ♪　はいはい、分かったわよ。今日の私はメイドさんなんだから、ご主人様の言う通りにしてあげるわ♪」",
    "translation": "Rihoko「Fufu♪ Vâng vâng, tôi hiểu rồi. Hôm nay tôi là người hầu gái của cậu mà, nên tôi sẽ làm theo lời cậu nói nhé ♪」"
  },
  {
    "sentence": "[理保子「]::それじゃ、早速ご奉仕するわね。ご主人様はズボンもパンツも脱いで、机の上に仰向けになってちょうだい」",
    "translation": "Rihoko「Vậy thì, tôi sẽ phục vụ cậu ngay đây. Chủ nhân hãy cởi cả quần ngoài lẫn quần lót ra, rồi nằm ngửa trên bàn nhé.」"
  },
  {
    "sentence": "[理保子「]::そうよ。下半身すっぽんぽんになっちゃってちょうだい」",
    "translation": "Rihoko「Đúng vậy. Cậu cứ để nửa người dưới của mình trần truồng đi.」"
  },
  {
    "sentence": "[理保子「]::フフッ……それじゃ、行くわよぉ♪」",
    "translation": "Rihoko「Khụ khụ... Vậy thì, chúng ta bắt đầu thôi nào ♪」"
  },
  {
    "sentence": "[理保子「]::ンフフッ、そっちがよかった？　ご主人様？」",
    "translation": "Rihoko「Ể hể hể, cậu thích thế hơn à? Chủ nhân?」"
  },
  {
    "sentence": "[理保子「]::やぁんっ♪　ご主人様のチンポが悦んでるわぁ。私のオッパイの谷間で、半勃ちチンポがムクムク大きくなってきてるぅ……」",
    "translation": "Rihoko「Ái chà♪ Cậu chủ nhân của em đang thích thú rồi đấy. Giữa thung lũng đôi gò bồng đào của em, cậu nhỏ nửa cương đang lớn dần lên phổng phao...」"
  },
  {
    "sentence": "[理保子「]::ぁンッ……フフフフッ、でも、まだ満足するのは早いわよぉご主人様♪」",
    "translation": "Rihoko「Án... Ư, ư ư ư, nhưng, vẫn còn quá sớm để hài lòng đấy, Chủ nhân ♪」"
  },
  {
    "sentence": "[理保子「]::ご主人様には、りほこのスペシャルご奉仕を味わわせてあげるんだからぁ……」",
    "translation": "Rihoko「Vì em sẽ để chủ nhân nếm thử dịch vụ phục vụ đặc biệt của Rihoko mà...」"
  },
  {
    "sentence": "[理保子「]::ウフフフッ、ご主人様のアナルぅ……キュッて窄まっちゃって、可愛いわねぇ♪」",
    "translation": "Rihoko「Ư ư ư, hậu môn của Chủ nhân ấy... Cứ siết chặt lại, đáng yêu quá đi ♪」"
  },
  {
    "sentence": "[理保子「]::あら、男の人だってお尻で感じる事くらいは知ってるでしょ？　怖がんないで、私の指を受け入れなさいってば」",
    "translation": "Rihoko「À, người đàn ông như Chủ nhân cũng biết cảm nhận bằng mông chứ, đúng không? Đừng sợ, hãy chấp nhận ngón tay của tôi đi nào.」"
  },
  {
    "sentence": "[理保子「]::ンフフッ……ご主人様の恥ずかしい穴が、だんだん柔らかくなってきたわよぉ。これならそろそろ……♪」",
    "translation": "Rihoko「Ngự ngự... Cái lỗ nhạy cảm của Chủ nhân đã dần mềm ra rồi. Với đà này thì sắp được rồi... ♪」"
  },
  {
    "sentence": "[理保子「]::ねぇ～、ご主人様ぁ？　こうやって、お尻の穴を弄られながらパイズリされるのって、いいでしょう？」",
    "translation": "Rihoko「Nè～, Chủ nhân? Cứ như này, vừa bị sờ mó lỗ đít, vừa bị bú cu, thấy sướng không?」"
  },
  {
    "sentence": "[理保子「]::ンフッ♪　気に入ってもらえてよかったわぁ。それじゃ……」",
    "translation": "Rihoko「Ưm♪ Em rất vui vì Chủ nhân thích nó. Vậy thì...」"
  },
  {
    "sentence": "[理保子「]::えぇ～？　何か、って、最初から指が入ってるじゃないですかぁ～、変なご主人様ぁ♪」",
    "translation": "Rihoko「Eee～? Gì chứ, ngay từ đầu đã có ngón tay trong đó rồi mà～, Chủ nhân kỳ lạ quá đi♪」"
  },
  {
    "sentence": "[理保子「]::あらあらぁ～♪　まだたくましくなるなんて、素敵なチンポねぇ♪」",
    "translation": "Rihoko「Ái chà～♪ Vẫn còn to ra được nữa cơ đấy, dương vật của Chủ nhân thật tuyệt vời♪」"
  },
  {
    "sentence": "[理保子「]::あンッ、熱いっ……！　今日のチンポもこんなに熱くてっ、硬くてっ……ンフフッ、オッパイ押し返されちゃうわぁ♪」",
    "translation": "Rihoko「A~n, nóng quá...! Cái chim của Chủ nhân hôm nay cũng nóng và cứng quá... Nphphph, Em bị đẩy văng cả ngực ra rồi♪」"
  },
  {
    "sentence": "[理保子「]::んんっ……ウフフフッ、ご主人様をもっと気持ち良くしてあげようと思ったのよぉ」",
    "translation": "Rihoko「Ừm… Ufufufu, Em muốn làm cho Chủ nhân sướng hơn nữa thôi mà」"
  },
  {
    "sentence": "[理保子「]::あはっ、でっかいチンポがビクンビクンって、悶えちゃってるわぁ……こんなになるくらい、感じてくれてるのねぇ？」",
    "translation": "Rihoko「Ahaha, cái chim to lớn của Chủ nhân đang giật giật, thật là kích động... Chủ nhân cảm nhận được đến mức này rồi sao ạ?」"
  },
  {
    "sentence": "[理保子「]::あっ……あぁんっ……！　ムキムキチンポ挟んでたら、オッパイの奧が熱くなってきちゃったぁ……っ」",
    "translation": "Rihoko「Á… Án…! Khi kẹp chặt cây chim của Chủ nhân, phần sâu bên trong đôi nhũ hoa của Em cũng nóng lên rồi đây này…」"
  },
  {
    "sentence": "[理保子「]::んふぅっ、んっあぁっ……乳首っ、ジンジンしちゃうンっ……んぁあっ、チンポぉ…感じるぅ……っ」",
    "translation": "Rihoko「Ư… ư… Áaaa… Nhũ hoa… Em thấy nhói đau quá… Ưaaa… Chim của Chủ nhân… Em cảm nhận được rồi…」"
  },
  {
    "sentence": "[理保子「]::んんふっ……だってぇ、ご主人様のチンポ、とっても元気なんですものぉ……ふぅっんんっ……」",
    "translation": "Rihoko「Ư… Hức… Bởi vì, chim của Chủ nhân đang rất mạnh mẽ ạ… Phù… Hức hức…」"
  },
  {
    "sentence": "[理保子「]::んぁっ、やっ！　あぁあああぁんっ！」",
    "translation": "Rihoko「Á… Ái! Áaaaaan…!」"
  },
  {
    "sentence": "[理保子「]::あっんっ、んぁっ！？　ぁはっ、あぁンッ、ちょっとっ……それっ、ダメぇっ！　オッパイ突いちゃダメだってばっ……あぁあんっ！」",
    "translation": "Rihoko「Á… Hức, á? Á há, áaaa~n, khoan đã… cái đó… không được mà! Không được đâm vào ngực em mà… Áaaaaan…!」"
  },
  {
    "sentence": "[理保子「]::うぅっ、ふぅうんっ……！　も、もうっ、調子に乗ってぇっ……あっ、んんっ、あぁんっ……んっ、あはぁっ！」",
    "translation": "Rihoko「Ư... Ưm... Đủ rồi! Chủ nhân quá đà rồi... Á... ưm, áaaa~n... ưm, á há há…!」"
  },
  {
    "sentence": "[理保子「]::んっ、もうっ……いけないご主人様ねぇっ……そんなご主人様にはお仕置きしちゃうんだからっ」",
    "translation": "Rihoko「Hức, thôi nào… Chủ nhân thật là hư quá… Với một Chủ nhân như vậy, em sẽ phạt đấy nhé!」"
  },
  {
    "sentence": "[理保子「]::んんっ……！　ど、どうかしら、ご主人様っ……？　おっきくなった乳首で、チンポクリクリされるの……んんっ…気持ちいいでしょっ……？」",
    "translation": "Rihoko「Ưm… ưm… Chủ nhân thấy sao ạ…? Bị cọ xát dương vật vào nhũ hoa đã cương cứng… ưm… Thích lắm đúng không ạ…?」"
  },
  {
    "sentence": "[理保子「]::あっ、はぁぁっ…んんっんぅっ……！　ンッ…フフッ……チンポがオッパイの中で、嬉しそうに動いてるわぁっ……！　んふっあぁあっ……！」",
    "translation": "Rihoko「Á... Áaaaa... Ưm... Ưm ưm... Ưm... Hì hì... Dương vật đang vui vẻ cựa quậy trong đôi nhũ hoa của em này Chủ nhân ạ...! Ưm hì... Áaaaa...!」"
  },
  {
    "sentence": "[理保子「]::んんぅっ、う、嘘よぉ……あはっあぁあっ……！　ご主人様のっ…チンポの方が、アツアツっ……じゃないのぉっ……」",
    "translation": "Rihoko「Nnnn... Đ... Điều này là dối trá... A ha... Á á... Dương vật của Chủ nhân... còn nóng bỏng hơn mà... phải không...?」"
  },
  {
    "sentence": "[理保子「]::ぁふぅんっ……アツアツチンポでっ……んくっ…んっ……んはぁあっ……！　あぁんっ……！　オッパイ焼けちゃうぅっンンッ……！」",
    "translation": "Rihoko「Á... Á ừm... Với dương vật nóng bỏng của Chủ nhân... ưm... ưm... Áaaaa... Aaaa...! Đôi nhũ hoa của em sắp cháy mất Chủ nhân ơi...! Ưm nnn...!」"
  },
  {
    "sentence": "[理保子「]::やはぁっ……あっ、やぁんっ、チンポっ…チンポでぇっ、変な気持ちにっ……エッチな気分にぃっ……んんっ、なってきちゃうっ…のぉっ……！」",
    "translation": "Rihoko「Ư... Ưm... Á... Áaa... Dương vật... Dương vật của Chủ nhân... khiến em có cảm giác lạ lẫm... Cảm giác dâm đãng... Ưm... làm em... cứ thế mà lên mất thôi...」"
  },
  {
    "sentence": "[理保子「]::あぁっんんぅっ……！　乳首っ…いいぃ……！　私もっ、チンポでオッパイ……んはっ、あっ、んふぅんんっ……感じ、ちゃうわぁっ……！」",
    "translation": "Rihoko「Á... Ưm ưm...! Nhũ hoa... Thích quá đi Chủ nhân...! Em cũng muốn... dương vật của Chủ nhân cọ xát vào đôi nhũ hoa của em... ưm... Á... Ưm hừm ưm ưm... Cứ như thế này... em lên mất thôi...!」"
  },
  {
    "sentence": "[理保子「]::もっとっ……もっとぉ、乳首にチンポっ、感じるのぉっ……！　んふっ、んっ、うぅっ……スリスリ擦り付けるのぉっ……！」",
    "translation": "Rihoko「Thêm nữa... Thêm nữa đi Chủ nhân, em muốn cảm nhận dương vật của Chủ nhân trên nhũ hoa... Ưm hì, ưm, uuu... Cọ xát đi Chủ nhân...!」"
  },
  {
    "sentence": "[理保子「]::んっ、はぁっんっ……意地悪な事ぉ…んくぅっ、んんっ……い、言わないでぇっ……！　はぁっ、ンンっ、ふわはぁあっ……！」",
    "translation": "Rihoko「Ưm, hhaa... Á... Điều này thật xấu xa... Ưm, ưm... Đ... Đừng nói nữa Chủ nhân...! Haa, Ưm, fwahaha...!」"
  },
  {
    "sentence": "[理保子「]::このチンポぉ……ご主人様のこのチンポがぁ…っ……気持ち、いいからぁ……！　んはっ、あっんんんっ！　んふぅんんっ！」",
    "translation": "Rihoko「Dương vật này... Dương vật của Chủ nhân... Thật là... sướng quá đi Chủ nhân...! Ưm hì, Á á á... Ưm hừm ưm ưm...!」"
  },
  {
    "sentence": "[理保子「]::あっ、ダメっ、動いたらっ……あぁんっ！　オッパイ、くるっ……！　エッチなオッパイミルク噴いてっ、あぁんっ、イッちゃうぅっンッ！」",
    "translation": "Rihoko「Á, không được, đừng động đậy... Á á á! Nhũ hoa, đang tràn ra... Ứm! Sữa nhũ hoa dâm đãng đang phun ra, á á á, em lên mất thôi...!」"
  },
  {
    "sentence": "[理保子「]::やっはぁっ！　あはっ、やはぁんっ！　乳首っ、乳首ぃっ！　激しいっ……！　あぁんんっ！　乳首弾けるぅっ！」",
    "translation": "Rihoko「Ư... Ư... A~h~aaan~! Nhũ... nhũ hoa! Mạnh quá...! Aaa~nn~! Nhũ hoa sắp nổ tung rồi!」"
  },
  {
    "sentence": "[理保子「]::んんぅああっ！　あっ、ふはあぁっ！　で、出るぅっ！　噴いちゃうぅっ！！　ミルクがっ……ミルクっ……！　あぁはあぁああっ！！」",
    "translation": "Rihoko「Ưm... Aaaah! Aaah, fuhaaah! Sắp ra rồi...! Sắp bắn rồi!! Sữa... Sữa...! Aahhaaah!!」"
  },
  {
    "sentence": "[理保子「]::ひぁああぁああぁあぁっ！！」",
    "translation": "Rihoko「Hiaaaaaaaah!!」"
  },
  {
    "sentence": "[理保子「]::んっ、あっ……あ、はぁっ……出ちゃ…たぁ……イッちゃったぁ……っ……ミルク噴いてぇ…イッちゃったぁ……っ」",
    "translation": "Rihoko「Ng... Ah... A, hah...! Ra... rồi ạ... Em... lên đỉnh rồi ạ... Sữa... Sữa phun ra rồi... Em lên đỉnh rồi ạ...」"
  },
  {
    "sentence": "[理保子「]::はぁ……っ……んんっ……い、言ってくれるじゃないの……」",
    "translation": "Rihoko「Haa... uhm... nngh... C-Chủ nhân nói hay thật đấy...」"
  },
  {
    "sentence": "[理保子「]::見てなさい……生意気な口を叩いた事を後悔させてあげるんだから」",
    "translation": "Rihoko「Chủ nhân cứ nhìn đi... Em sẽ cho người phải hối hận vì đã dám buông lời ngạo mạn đó.」"
  },
  {
    "sentence": "[理保子「]::ンフフッ♪　だぁ～め。待った無し。泣いて謝ったって許してあげない」",
    "translation": "Rihoko「Ngufufu♪ Không được đâu. Không có thời gian chờ đợi. Dù có khóc lóc xin lỗi, em cũng sẽ không tha thứ cho Chủ nhân đâu.」"
  },
  {
    "sentence": "[理保子「]::分かってるんだから……ビクビクしてるこのチンポ、もうすぐイキそうなんでしょ？　私のオッパイでたっぷりイカせてあげるわ、ご主人様♪」",
    "translation": "Rihoko「Em biết mà... Cái \"ấy\" đang run rẩy kia, sắp bắn rồi đúng không? Em sẽ dùng bầu ngực của em để bắn thật nhiều cho Chủ nhân nhé♪」"
  },
  {
    "sentence": "[理保子「]::ウフフフッ、勃起チンポがはち切れそうなくらい膨れてきたわぁ。イクんでしょ？　デカチンポブルブル震わせて、生臭い精液吐き出すんでしょ？」",
    "translation": "Rihoko「Ufufufu, dương vật cương cứng của Chủ nhân phồng lên như muốn nứt ra rồi kìa. Sắp bắn rồi đúng không? Làm cái dương vật to lớn run rẩy, phun ra tinh dịch tanh tưởi đi chứ?」"
  },
  {
    "sentence": "[理保子「]::ほら、出してぇ……ドロッドロの濃厚ザーメンで、私のオッパイ汚していいのよぉ？　ミルクまみれのオッパイに、ぶちまけてよぉ……っ」",
    "translation": "Rihoko「Nhanh lên, bắn đi chứ…… Bắn thứ tinh dịch đặc quánh, dơ dáy lên bầu ngực em đi được không? Bắn hết lên bầu ngực dính đầy sữa này đi……」"
  },
  {
    "sentence": "[理保子「]::んううぅっ……！　あっ…ふぅううぅうぅんっ！」",
    "translation": "Rihoko「Ư ư ư……! A... phù ù ù ù ù ừm!」"
  },
  {
    "sentence": "[理保子「]::んぅっ……あっ、あはぁ……胸が、ミルクとザーメンでドロドロぉ……フフッ、火傷しちゃうわぁ……」",
    "translation": "Rihoko「Ưm... Á, ahaha... Ngực em dính đầy sữa và tinh dịch dơ dáy rồi... Hahaha, bỏng mất thôi...」"
  },
  {
    "sentence": "[理保子「]::んん？　ご主人様、どうしたのかしら？」",
    "translation": "Rihoko「Hửm? Chủ nhân, làm sao thế ạ?」"
  },
  {
    "sentence": "[理保子「]::え……？　っ、あっ、ちょっとぉっ……！」",
    "translation": "Rihoko「Ể...? Ư, á, khoan đã...!」"
  },
  {
    "sentence": "[理保子「]::んはぁっ！　あぁっ、あはあぁあぁぁぁっ！！」",
    "translation": "Rihoko「Ư... ha...! A... á... a ha a a a a...!」"
  },
  {
    "sentence": "[理保子「]::んぁあぁっ！　入ってっ…きてるぅっ！　出した、ばっかりなのにぃっ、ガチガチの勃起チンポぉっ……！　マンコに入ってきてっ…るぅぅっ！」",
    "translation": "Rihoko「Ư… ư ư! Vào… vào rồi! Em vừa mới… xuất tinh xong mà, dương vật cương cứng, to lớn…! Vào cái lồn của em… rồi…!」"
  },
  {
    "sentence": "[理保子「]::あうぅんんっ！　気持ちいいぃっ！　マンコの中ぁっ、グチュグチュ鳴ってるっ！　ふぁああぁっ！　掻き回されてるぅっ！」",
    "translation": "Rihoko「Ư ư ư…! Thật là sướng quá đi! Bên trong cái lồn của em… kêu chụt chụt! Ư… ư…! Bị khuấy động rồi…!」"
  },
  {
    "sentence": "[理保子「]::んはっ、あっ、あぁはあぁっ！　チンポ汁とチチ汁が飛んじゃうっ！　オッパイブルブル震えてっ、飛んじゃうぅっ！　あひぃんんっ！」",
    "translation": "Rihoko「Ư… á… á… á! Nước dương vật và sữa bắn tung tóe hết cả rồi! Ngực em run lên bần bật, bắn tung tóe…! Ah… ưm…!」"
  },
  {
    "sentence": "[理保子「]::んぁあっ、あはっ、あぁっはぁあっ！　そうっ、なのっ！　オッパイにっ、チンポ挟んだ時から、ジュクジュクって濡れちゃってぇっ……！」",
    "translation": "Rihoko「Ư… a… a… a…! Đúng… đúng vậy! Từ lúc chủ nhân kẹp dương vật vào giữa hai bầu ngực em, nó đã ướt sũng… nhẹp nhẹp rồi…!」"
  },
  {
    "sentence": "[理保子「]::ここに、ねっ、マンコにねっ、欲しかったのぉっ！　チンポぉっ、ご主人様のパンパンのチンポぉっ！　欲しかったのよぉっ！」",
    "translation": "Rihoko「Ở đây này, ở cái lồn của em này, em muốn nó! Cái dương vật… dương vật căng phồng của chủ nhân! Em đã muốn nó!」"
  },
  {
    "sentence": "[理保子「]::あっ、んんっ！　あっ、あはぁっ！　あぁああっ！　あはっ、んっうぅっ、あはぁああっ！　んっ、あはぁあっ！」",
    "translation": "Rihoko「A… ưm…! A… a ha…! A… a…! A ha… ư ư… a ha…! Ưm… a ha…!」"
  },
  {
    "sentence": "[理保子「]::くぅあっ！？　あっ、ひぃいいぃいぃいぃぃぃんっ！！」",
    "translation": "Rihoko「Kuu a!? A… Hiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiiii!」"
  },
  {
    "sentence": "[理保子「]::あっ、んっ！？　あぁっ、あっ！？　アナルぅ……っ！　マンコと一緒にっ、アナルにもぉっ……はうぅんっ！　さ、挿す、なんてぇっ！」",
    "translation": "Rihoko「A, ư!? A... A!? Hậu môn... ư...! Cùng với âm hộ... cả ở hậu môn nữa... hauu... Ư...! Đ, đâm vào, sao có thể...!」"
  },
  {
    "sentence": "[理保子「]::んっ、あぁんっ！　あっふぁっ、んっあっ、指ぃっ！　指がっ、お尻の中っ、回ってぇっ……！　あっ、あはぁぁっ！」",
    "translation": "Rihoko「Ư... Aaa... Apha... Ư... A! Ngón tay... Ngón tay, ở trong hậu môn, xoay... ư... A... Ahaa...!」"
  },
  {
    "sentence": "[理保子「]::あふうぅんっ！　そんなぁっ、掻き回したらぁっ……ひぁあっ！　こ、肛門汁が出ちゃうっ……臭いアナル汁飛んじゃううぅっ！」",
    "translation": "Rihoko「Afuu... Ư...! Không thể nào... Nếu mà ngoáy... Hyaa...! C, chất dịch hậu môn chảy ra mất... Dịch hậu môn thối hoắc bắn ra mất thôi...!」"
  },
  {
    "sentence": "[理保子「]::あぁっ、はっあぁんっ！　だってぇっ、ご主人様がお尻の穴っ、ほじるからっ……！　マンコも疼いちゃってぇっ……！」",
    "translation": "Rihoko「A... Haa... Aaa...! Tại... tại vì Chủ nhân móc cái lỗ hậu môn của em... nên âm hộ của em cũng ngứa ngáy hết cả lên...」"
  },
  {
    "sentence": "[理保子「]::ど、どっちの穴もいいっ、感じちゃうのぉっ！　んはぁあっ！　マンコもっ、アナルもっ、両方ぉっ……もっとズボズボ貫いてぇっ！」",
    "translation": "Rihoko「Đ, cả hai lỗ đều thích... em cảm thấy hết... Ư... haaa...! Cả âm hộ... cả hậu môn... cả hai... Ư... Ư... Mạnh hơn nữa đi, đâm mạnh vào đi, Chủ nhân...!」"
  },
  {
    "sentence": "[理保子「]::あはあぁあっ！　それっ、いいっ！　チンポ素敵ぃっ！　奧にっ、奧にきてぇ……！　やはぁあぁっ！」",
    "translation": "Rihoko「A... haaa...! Ư... Thế này... tốt quá! Chim của Chủ nhân tuyệt vời quá! Ư... Vào sâu đi, vào sâu nữa đi... Ư... Ya... haaa...!」"
  },
  {
    "sentence": "[理保子「]::あぅんっ、はぅっんんっ！　くふっんんっ、すごいぃっ！　お腹の中っ、潰れちゃうっ！　あっあぁんっ！」",
    "translation": "Rihoko「A... Awwwunh! Haaawwunh! Khụ khụ, thật tuyệt vời! Bên trong bụng em... sắp nát mất rồi! Aa... aaaaah!」"
  },
  {
    "sentence": "[理保子「]::ぃぎっ！？　んぁはっ、ハァっ、あっ、親指っ太いのぉっ……！　あぁんっ、お尻のお肉っ、捲れちゃうっ……！　んあっ、あはあぁっ！」",
    "translation": "Rihoko「Á... ái chà!? Ư... a... haaa... a... ngón tay cái... to quá...! Aaa... thịt ở mông em... bị lật ra rồi...! Ưa... a haaa...!」"
  },
  {
    "sentence": "[理保子「]::んはっ、あぁあっ！　チンポぉっ、マンコの中でビクビク跳ねてるっ！　そんなっ、中で暴れられたらぁっ……マンコっ感じちゃうンっ！」",
    "translation": "Rihoko「Ưm... aaaa! Dương vật của Chủ nhân, nó đang nhảy múa giãy giụa bên trong âm hộ của em! Nếu mà bị quậy phá bên trong như vậy thì... âm hộ của em sẽ cảm nhận được mất ạ!」"
  },
  {
    "sentence": "[理保子「]::んんっ、あっ、くぁはぁっ……！　ご主人様のチンポぉっ、大きくなってきてるぅっ！　出るのね？　あぁんっ、チンポザーメン出るのねぇ？」",
    "translation": "Rihoko「Ưm... ừm, aaaa...! Dương vật của Chủ nhân, nó đang lớn dần lên! Sắp ra rồi sao? Ahhh, sắp ra tinh dịch rồi sao?」"
  },
  {
    "sentence": "[理保子「]::我慢しないでいいのよぉ……！　今度のはっ、大丈夫のはずだから、出して、全部搾り出してぇっ！」",
    "translation": "Rihoko「Chủ nhân không cần phải nhịn đâu ạ... Lần này chắc chắn sẽ ổn thôi, cứ ra hết đi ạ, ra hết tất cả đi ạ!」"
  },
  {
    "sentence": "[理保子「]::ひぃいいっあっ！　あぁはあぁああっ！！　チンポっ！　おっきすぎぃっ！　マンコ広がるっ！　極太チンポで広げられちゃうぅっ！！」",
    "translation": "Rihoko「Aaaah, ưh! Aaaah! Dương vật! Nó to quá! Âm đạo của em đang giãn ra! Dương vật cực lớn đang làm nó giãn ra rồi ưm!!」"
  },
  {
    "sentence": "[理保子「]::あひっ、ひぃいっ！　き、てぇっ！　チンポザーメンっ、マンコにっ！　マンコの中にぃっ！！　はひぃいいいいいっ！！」",
    "translation": "Rihoko「Aah, hii! Đến rồi! Tinh dịch dương vật, vào âm đạo đi! Bên trong âm đạo đi!! Haahiiiinnn!!」"
  },
  {
    "sentence": "[理保子「]::きゃはぁああぁああぁああぁあぁっ！！」",
    "translation": "Rihoko「Chủ nhân, em không chịu nổi nữa rồiíííííííííííííí!!」"
  },
  {
    "sentence": "[理保子「]::あぁあぁっ！　すごっ、いぃっ！　まだ出てるっ！　熱いのがっ、いっぱい入ってきてぇっ……んはぁあっ！　イッちゃうぅぅぅっ！！」",
    "translation": "Rihoko「Aaaah! Tuyệt vời, ưm! Nó vẫn còn ra! Thứ nóng bỏng đó, ôi, nó đang đi vào thật nhiều... nnnnh! Em sắp raaa rồi!!」"
  },
  {
    "sentence": "[理保子「]::ひぃっあっ、あっあぁっ！　マンコの中ぁっ、いっぱいになってぇ……！　むはぁあっ！　マンコっ、破れちゃいそぉぉっ……！！」",
    "translation": "Rihoko「Hii! Ah, ah aah! Bên trong... nó đầy quá rồi...! Muhah! Âm hộ... em sắp vỡ ra mất rồi...!」"
  },
  {
    "sentence": "[理保子「]::むひぃっ、ひぃっ！　これっ！　すごっ、すぎるわぁっ……！　ほんとにっ、ザーメンでマンコっ、壊されちゃうぅっ……！」",
    "translation": "Rihoko「Muhíh, híh! Cái này! Quá... quá sức rồi ạ...! Thật sự đấy, với thứ tinh dịch này, âm hộ... em sắp bị phá hỏng mất...!」"
  },
  {
    "sentence": "[理保子「]::んっ、んっ、んあぁっ！　はぁあんっ……！　チンポ汁っ…ちょろちょろになってきちゃってるぅ……っ」",
    "translation": "Rihoko「Ng... ng... nhaaaah! Haannh...! Tinh dịch... nó đang chảy ròng ròng ra rồi ạ...!」"
  },
  {
    "sentence": "[理保子「]::んあはっ！　ああぁんっ！　チンポぉっ！　チンポが止まらないっ！　チンポ汁もっ……ビュクビュクッ、とまらなぁいっ！」",
    "translation": "Rihoko「Ngah hah! Aaaah! D.ương v.ật! D.ương v.ật không dừng lại được! Tinh dịch cũng... Phụt phụt, không dừng lạiii!」"
  },
  {
    "sentence": "[理保子「]::あふぁあぁっ……ザーメンチンポぉっ、そんなっ、マンコグチュグチュ掻き回したらっ……中に入ってるのがっ、あっ、溢れちゃうぅっ……！」",
    "translation": "Rihoko「Aaaa... Tinh dịch, dương vật... Không thể nào, nếu cứ khuấy đều âm hộ Chchụt chụt như thế... Thứ ở bên trong... A, tràn ra mất rồi...!」"
  },
  {
    "sentence": "[理保子「]::あっ！？　んぁっ、あっ……チンポ、動いてるっ……ピクピクしてっ、マンコの中っ……マンコの中ぁ……あっ、ああぁっ、はぁあんんっ！」",
    "translation": "Rihoko「Á! N-ngaa, á... D.ương v.ật, nó đang cử động... Giật giật, trong **âm hộ**... Trong **âm hộ** á... Á, aaaaa, haaaannn!」"
  },
  {
    "sentence": "[理保子「]::ひあぁああああぁあぁううぅっっ！！」",
    "translation": "Rihoko「Hiaaaaaaauuuu!!」"
  },
  {
    "sentence": "[理保子「]::んふあっ！？　あっ、あぁあっ、マンコっ！　マンコの中ぁっ！？　ザーメンがドバドバーッてっ、流れてるぅぅっ！！」",
    "translation": "Rihoko「Ng-ngh!?!? A, aaah, âm hộ! Trong âm hộ á!? Tinh dịch đang chảy ồ ạt ra ngoài kìa!!!!」"
  },
  {
    "sentence": "[理保子「]::はぁ…はぁ…あ、あぁんっ……お腹っ……ザーメンで、重くなってるぅ……赤ちゃん出来ちゃってる、みたい……」",
    "translation": "Rihoko「Haa... Haa... A, aaah... Bụng... Nặng quá vì **tinh dịch** rồi... Có vẻ như... **em** đã mang thai rồi...」"
  },
  {
    "sentence": "[理保子「]::ふぅ……お疲れ様、三沢君」",
    "translation": "Rihoko「Phù... Chủ nhân đã vất vả rồi.」"
  },
  {
    "sentence": "[理保子「]::フフッ、やっぱり私のガラじゃなかったわよね」",
    "translation": "Rihoko「Hì hì, đúng là không hợp với phong cách của tôi thật mà.」"
  },
  {
    "sentence": "[理保子「]::……そうね。説明しておいた方がいいか」",
    "translation": "Rihoko「……Ừm. Có lẽ tôi nên giải thích thì hơn nhỉ.」"
  },
  {
    "sentence": "[理保子「]::まず、今日のを含めてこれまでセックスを繰り返していたのは、実は貴方へのご褒美なんかじゃなかったのよ」",
    "translation": "Rihoko「Trước hết, việc lặp đi lặp lại chuyện đó, bao gồm cả hôm nay, thực ra không phải là phần thưởng dành cho cậu đâu.」"
  },
  {
    "sentence": "[理保子「]::それはね……毎回貴方に投与していた、新薬の実験こそが本当の目的だったの」",
    "translation": "Rihoko「Thực ra thì... mục đích thực sự chính là thí nghiệm với loại thuốc mới mà tôi đã tiêm cho cậu mỗi lần đó.」"
  },
  {
    "sentence": "[理保子「]::非合法な実験だから、直接協力を頼めば断られると思って、あの手この手を使って貴方にクスリを使っていたのよ」",
    "translation": "Rihoko「Vì đó là một thí nghiệm phi pháp, tôi đã nghĩ nếu nhờ cậu hợp tác trực tiếp thì sẽ bị từ chối, nên tôi đã dùng đủ mọi cách để tiêm thuốc cho cậu đó.」"
  },
  {
    "sentence": "[理保子「]::……意外ね。怒らないんだ？」",
    "translation": "Rihoko「……Thật bất ngờ. Cậu không giận sao?」"
  },
  {
    "sentence": "[理保子「]::いえ。射精時の快感を持続させる媚薬よ」",
    "translation": "Rihoko「Không. Đó là loại thuốc kích dục giúp duy trì khoái cảm khi xuất tinh đó.」"
  },
  {
    "sentence": "[理保子「]::だいたいそんな感じ。でも、いざ作ろうとしてみると、快感だけを持続させるのはちょっと難しかったのよ」",
    "translation": "Rihoko「Cơ bản là vậy. Nhưng khi thực sự cố gắng tạo ra nó, việc chỉ duy trì khoái cảm lại hơi khó khăn đó.」"
  },
  {
    "sentence": "[理保子「]::だから、いっそ射精時間そのものを延ばす形に改良したらどうだろうと思ってね」",
    "translation": "Rihoko「Vì vậy, tôi đã nghĩ, tại sao chúng ta không thử cải tiến nó để kéo dài chính thời gian xuất tinh nhỉ?」"
  },
  {
    "sentence": "[理保子「]::精巣の働きを活発化させて、前立腺にもちょっと作用して……そして、精液を過剰生成させて射精時間を延長させるクスリを作ってみたのよ」",
    "translation": "Rihoko「Tôi đã thử tạo ra một loại thuốc giúp kích hoạt chức năng của tinh hoàn, tác động một chút đến tuyến tiền liệt... và khiến cơ thể sản xuất dư thừa tinh dịch để kéo dài thời gian xuất tinh đấy.」"
  },
  {
    "sentence": "[理保子「]::そうねぇ。あんなに激しいんじゃ女性の身体にも悪影響を及ぼすわ。私も子宮が壊れちゃうかと思ったもの」",
    "translation": "Rihoko「Đúng vậy. Nếu dữ dội như thế thì sẽ ảnh hưởng xấu đến cơ thể phụ nữ. Tôi cũng đã nghĩ rằng tử cung của mình sắp vỡ tung rồi đây này.」"
  },
  {
    "sentence": "[理保子「]::でも、基本的な方針は、貴方の反応を見たところ間違いじゃなかったと確信したわ。ね、気持ち良かったでしょ？」",
    "translation": "Rihoko「Nhưng, dựa vào phản ứng của cậu, tôi đã chắc chắn rằng phương châm cơ bản của mình không hề sai. Này, cậu cảm thấy dễ chịu lắm phải không?」"
  },
  {
    "sentence": "[理保子「]::なら、快感を持続させる、っという条件は満たしているわね。あとは睾丸に作用する薬物の量を調整するだけだわ」",
    "translation": "Rihoko「Vậy thì, điều kiện duy trì khoái cảm đã được đáp ứng rồi nhỉ. Giờ chỉ cần điều chỉnh lượng thuốc tác động lên tinh hoàn nữa thôi.」"
  },
  {
    "sentence": "[理保子「]::えぇ。依存症を引き起こす成分も入っていないし、安心していいわよ」",
    "translation": "Rihoko「Ừ. Cũng không có thành phần nào gây nghiện đâu, nên cậu cứ yên tâm đi.」"
  },
  {
    "sentence": "[理保子「]::あら……それじゃ、今度はクスリ無しのセックスもしてみる？　無断で実験に付き合わせてたお詫びも兼ねて……ね」",
    "translation": "Rihoko「Ara... Vậy thì, lần tới chúng ta thử làm tình mà không cần thuốc xem sao? Xem như là để tạ lỗi vì đã bắt cậu tham gia thí nghiệm mà không xin phép nhé...」"
  },
  {
    "sentence": "[理保子「]::あら、つれないわねぇ」",
    "translation": "Rihoko「Ara, cậu thật phũ phàng đó nha.」"
  },
  {
    "sentence": "[理保子「]::それじゃ、後片付けは私がしておくから、貴方は先に帰ってもいいわよ」",
    "translation": "Rihoko「Vậy thì, cứ để tôi dọn dẹp sau cho, cậu về trước cũng được đó.」"
  },
  {
    "sentence": "[理保子「]::はぁ～い♪　元気してる？」",
    "translation": "Rihoko「Chào cậu~♪ Khỏe không đó?」"
  },
  {
    "sentence": "[理保子「]::フフッ、転校させられる事が決まって、落ち込んでる青少年を慰めに来たのよ～」",
    "translation": "Rihoko「Fufu, tôi đến để an ủi cậu thanh niên đang buồn bã vì biết tin phải chuyển trường đây mà ~」\n"
  },
  {
    "sentence": "[理保子「]::ん？　どうしたのよぉ、黙り込んじゃって」",
    "translation": "Rihoko「Hử? Sao cậu im lặng vậy?」"
  },
  {
    "sentence": "[理保子「]::……まぁ、そうね。貴方の言うとおり、せっかく協力してあげたのに、結果を残す事が出来なかった貴方の事は、情けないと思ってるわよ」",
    "translation": "Rihoko「……Ừ thì, đúng như cậu nói đấy. Tôi thấy cậu thật đáng thương hại vì đã không đạt được kết quả gì sau khi tôi đã dốc lòng hợp tác giúp đỡ cậu.\"」\n"
  },
  {
    "sentence": "[理保子「]::私も、そんな相手に同情で手を差し伸べるような慈悲深い人間ではないわ」",
    "translation": "Rihoko「Tôi cũng không phải là người từ bi đến mức giơ tay ra giúp đỡ một đối tượng như cậu chỉ vì lòng thương hại đâu.」\n"
  },
  {
    "sentence": "[理保子「]::……でもね、一度や二度の失敗を犯したくらいで、使い出のある人間をそれっきり捨て去るのも愚かな事だと思うのよね、私は」",
    "translation": "Rihoko「……Nhưng mà, tôi nghĩ thật ngu ngốc khi chỉ vì một hai lần thất bại mà vứt bỏ luôn một người vẫn còn giá trị sử dụng đấy.」"
  },
  {
    "sentence": "[理保子「]::貴方は若い分、ちょっと詰めが甘くて、一時の欲望に流されすぎる時もあるみたいだけど……素質はあると思う」",
    "translation": "Rihoko「Cậu còn trẻ nên đôi khi hơi thiếu kinh nghiệm và dễ bị cuốn theo những ham muốn nhất thời... nhưng tôi nghĩ cậu có tố chất đấy.」"
  },
  {
    "sentence": "[理保子「]::フフッ、言った事があるでしょ？　私と貴方は似ている、って」",
    "translation": "Rihoko「Fufu, tôi đã nói rồi mà phải không? Tôi và cậu rất giống nhau.」\n"
  },
  {
    "sentence": "[理保子「]::私と一緒に来ない？　貴方の能力、私なら上手く扱えると思うわ」",
    "translation": "Rihoko「Đi với tôi không? Tôi nghĩ tôi có thể sử dụng tốt năng lực của cậu đấy.」"
  },
  {
    "sentence": "[理保子「]::フフッ……」",
    "translation": "Rihoko「Fufu......」"
  },
  {
    "sentence": "[理保子「]::今は、ただの美人保健医さんよ」",
    "translation": "Rihoko「Giờ thì tôi chỉ là một cô y tá xinh đẹp thôi.」\n"
  },
  {
    "sentence": "[理保子「]::あぁんっ、あっ、んはぁあっ！　奧にっ……きてぇっ！　ズンズンっ、子宮突いてっ……！　はぁんんっ！　お腹の中っ、揺さ振ってぇっ！」",
    "translation": "Rihoko「Ah... Ư... Ah...! Sâu vào nữa... Đến sâu bên trong đi...! Thọc mạnh vào tử cung tôi đi...! Ah...! Lắc mạnh bên trong bụng tôi đi...!」\n"
  },
  {
    "sentence": "[理保子「]::はぁっ、あっ、あはぁっ……！　大丈夫、よぉっ……自分の身体の事はっ……んんっ……！　自分が、一番分かってるものぉ……っ」",
    "translation": "Rihoko「Haa, ah, haha... ! Không sao đâu, tôi... Tôi hiểu rõ cơ thể mình nhất... Ưm... ! Tôi là người hiểu rõ nhất mà... !」\n"
  },
  {
    "sentence": "[理保子「]::な、何てったって、私はぁっ……くぁっ、あ、はぁんん…んはっ、あっ、ふぅうんんっ！」",
    "translation": "Rihoko「Nà, dù gì thì, tôi...ư...a, ha...ư...ưm...ư...ư...ư!」\n"
  },
  {
    "sentence": "[理保子「]::はぁっ、あっ、んんっ！　子宮にっ、当たってるっ！　赤ちゃん出来て、膨らんじゃってる子宮に亀頭がっ……あぁあんっ！」",
    "translation": "Rihoko「Haa, a, ư ư...! Vào tử cung rồi...! Cái đầu khấc đang chạm vào tử cung tôi, nơi em bé đang lớn lên...! Aaa...!」\n"
  },
  {
    "sentence": "[理保子「]::んふあぁっ！　お、お腹の中でっ、赤ちゃんっ動いたぁ……っ！　あぁあっ、んはぁんっ！　一緒に気持ち良くなってくれてるのねぇっ……！」",
    "translation": "Rihoko「Ư… ư… aaaa! Ở, ở trong bụng tôi, em bé, đang cử động kìa……! Aaa, ư ư ư…! Con cũng thấy sướng cùng tôi sao……!」\n"
  },
  {
    "sentence": "[理保子「]::ぅんぁあぁっ！　あはぁんっ！　お乳ぃっ！　ミルクも搾ってぇっ！　オッパイっギュッて揉んでっ、エッチなミルク搾り出してぇっ！」",
    "translation": "Rihoko「Ư… aaaa! Ahaha! Ngực ơi! Vắt sữa ra đi! Bóp mạnh ngực tôi này, vắt sữa dâm đãng ra đi!」"
  },
  {
    "sentence": "[理保子「]::んはぁああっ！　んっ、あぁあっ！　ミルク詰まったオッパイっ、モミモミされてぇっ……あぁんっ、熱くなっちゃうぅっ！」",
    "translation": "Rihoko「Ư… aaaa! Ư… aaaa! Ngực tôi đầy sữa này, muốn được cậu mơn trớn…… aaaa, nóng quá đi mất!」\n"
  },
  {
    "sentence": "[理保子「]::あぁあぁっ！　はっ、んんっ……んぅっ！　んはぁっ、つ、強いのぉっ……！　そんな風に揉まれたらっ、オッパイっ、感じすぎちゃうぅっ！」",
    "translation": "Rihoko「Aaa aaa! Haa, ư ư… ư! Hnhaaa, m, mạnh quá……! Nếu mà cứ xoa bóp tôi như thế này, ngực tôi, sẽ sướng chết mất……!」\n"
  },
  {
    "sentence": "[理保子「]::ひいぃんっ！　い、いいぃっ！　それいいっ！　もっとぉっ！　もっと乳首っ、クリクリしてぇっ！　あひいぃんっ！」",
    "translation": "Rihoko「Hiiiin! Ư, ư ư! Thích quá! Thêm nữa đi! Mơn trớn nhũ hoa tôi nữa đi, xoay xoay nó đi! Ahiiiiin!」\n"
  },
  {
    "sentence": "[理保子「]::んひいぃっ！　ジンジンっ、乳首ジンジンしてきたぁっ！　あふぅんんっ……！　オッパイからっ、マンコまでっ、ビリビリしてっ……すごいぃっ！」",
    "translation": "Rihoko「Ư ư…! Nhũ hoa tôi rần rần, rần rần hết cả lên rồi này…! Aaa…! Từ ngực, đến tận âm hộ, tê dại hết cả… sướng quá…!」\n"
  },
  {
    "sentence": "[理保子「]::んんんっ、んぁあっ！　あっ、あはぁあんっ！　マンコっ、ズブズブされてっ……オッパイからミルク出ちゃうぅっ！」",
    "translation": "Rihoko「Ư… ư…! A… a…! A… a ha…! Âm hộ tôi, bị đâm sâu vào… Sữa chảy ra từ ngực tôi rồi…!」\n"
  },
  {
    "sentence": "[理保子「]::あっ、あぁんっ！　出るぅっ……！　ミルクぅっ、出るわっ、出ちゃうっ！　お乳噴いちゃうぅぅぅっ！！」",
    "translation": "Rihoko「Ah, aaaa…! Ra mất…! Sữa… sữa ra rồi, ra mất thôi! Sữa phun ra mất…!」"
  },
  {
    "sentence": "[理保子「]::ひぁあっ！　はぁあああぁんっ！！」",
    "translation": "Rihoko「Ah…! Haaa…!"
  },
  {
    "sentence": "[理保子「]::んあっ、ぁはぁっ……！　出てっ……いっぱい出てるっ……！　オッパイ搾られてぇっ……ビュクビュクミルク出ちゃってるぅっ！」",
    "translation": "Rihoko「Ư… a…! Ra… ra rồi…! Ra nhiều quá…! Ngực tôi muốn được bóp… sữa chảy ra từng đợt…!」\n"
  },
  {
    "sentence": "[理保子「]::はっ…あっ……はぁっ……はぁっ……イッちゃったっ……！　ンッ…フフっ……気持ち良かったぁ……♪」",
    "translation": "Rihoko「Hộc… a… ha… ha… Tôi ra rồi…! Ư… Hì hì… Thật tuyệt…♪」\n"
  },
  {
    "sentence": "[理保子「]::んぅ……んっ、んぅっ……！　今度はっ…貴方もイカせてあげるわぁ……っ」",
    "translation": "Rihoko「Ư… ư… ư…! Lần này… tôi cũng sẽ khiến cậu bắn ra…!」\n"
  },
  {
    "sentence": "[理保子「]::んふうぅんっ……！　んっ、あっ、はぁっんんっ……！　わ、私もイッたばっかりだからっ……あぁんっ！　マンコぉ…すごく感じちゃうっ……」",
    "translation": "Rihoko「Ư… ư…! Tôi… tôi cũng vừa mới lên đỉnh xong…! A…! Lồn tôi… cảm nhận rõ ràng quá…!」"
  },
  {
    "sentence": "[理保子「]::んぅっ、あっ……！　中っ……！　中にっ、きてっ！　赤ちゃん入ってる子宮の中に、チンポザーメンミルクぅっ……いっぱい出してぇっ！」",
    "translation": "Rihoko「Ư… a…! Vào trong…! Vào trong đi…! Tinh trùng cứ bắn hết vào tử cung chứa đầy em bé của tôi đi… Bắn thật nhiều vào…!」\n"
  },
  {
    "sentence": "[理保子「]::んっ！　あっ！　あはああぁあああぁっ！！」",
    "translation": "Rihoko「Ư…! A…! A ha a a a a…!!」\n"
  },
  {
    "sentence": "[理保子「]::あはっ、あっ！　んんはぁあっ……！　すごいっ……！　すごい勢いのミルクがっ、マンコの中っ、飛び込んでくるぅっ……！」",
    "translation": "Rihoko「A ha, á…! Ư ư…! Tuyệt quá…! Tinh dịch mạnh mẽ…! Bắn vào lồn tôi…!」"
  },
  {
    "sentence": "[理保子「]::んっ……んふぅっ……あ、あぁ……また、妊娠マンコぉ……イッちゃった……はぁ、あぁん……」",
    "translation": "Rihoko「Ư… ư… lại nữa… lại cái lồn mang thai này… ra rồi… ha… a…」"
  },
  {
    "sentence": "[理保子「]::はぁ…はぁ……んんっ……私、まだ足りないわぁ……っ……フフッ、もう一回しましょう……？」",
    "translation": "Rihoko「Hà… hà…… ưm… Tôi vẫn chưa đủ… hức… hức, mình làm thêm một lần nữa nhé…?」\n"
  },
  {
    "sentence": "[理保子「]::はぁああんっ！　あっ、んはぁあああぁぁっ！！」",
    "translation": "Rihoko「Ư… Ư… A…! Ah, ư… ư… a…!」\n"
  },
  {
    "sentence": "[理保子「]::あら、三沢くん。調子はどう～？」",
    "translation": "Rihoko「Ô kìa, Misawa. Cậu khỏe không?」\n"
  },
  {
    "sentence": "[理保子「]::なによ、煮え切らない答えね～。ンフフッ♪」",
    "translation": "Rihoko「Sao thế, câu trả lời chẳng đâu vào đâu vậy ~. Ế hế hế ♪」\n"
  },
  {
    "sentence": "[理保子「]::もっともっと張り切ってちょうだいねぇ。私、貴方には期待しているんだから～」",
    "translation": "Rihoko「Cố gắng lên nữa đi chứ. Tôi rất kỳ vọng vào cậu đấy ~」\n"
  },
  {
    "sentence": "[理保子「]::あら、まずかったかしら～？　でもまあ、ホントの事だし……ウフフッ……」",
    "translation": "Rihoko「Ara, tôi lỡ lời rồi sao ~? Nhưng mà, đó là sự thật mà... Ufufu...」"
  },
  {
    "sentence": "[理保子「]::あら……」",
    "translation": "Rihoko「Ôi chà……」\n"
  },
  {
    "sentence": "[理保子「]::は、はあ……」",
    "translation": "Rihoko「Vâng, vâng……」\n"
  },
  {
    "sentence": "[理保子「]::ふうっ……初めて直接見たけど、高峰先生って貴方には本当に物凄い事を言うのね。ウフフッ」",
    "translation": "Rihoko「Phù... Lần đầu tiên tôi được thấy tận mắt đấy, cô Takamine nói với cậu những lời ghê gớm thật nhỉ. Hehe.」"
  },
  {
    "sentence": "[理保子「]::フフフッ、仕方ないわよ～♪　彼女、『学生品質管理委員会』の急先鋒だもの」",
    "translation": "Rihoko「Fufufu, chịu thôi mà ~♪ Cô ấy là người tiên phong của 'Ủy ban Quản lý Chất lượng Học sinh' đấy.」"
  },
  {
    "sentence": "[理保子「]::沢城学園一の問題児である貴方にあんな態度を取るのは、まあ、義務みたいなものでしょうね」",
    "translation": "Rihoko「Việc có thái độ như vậy với cậu, học sinh rắc rối nhất Học viện Sawashiro, thì, à, chắc cũng chỉ là một nghĩa vụ thôi nhỉ.」"
  },
  {
    "sentence": "[理保子「]::あら、情報屋なんて事をしてたのに、知らなかったの？」",
    "translation": "Rihoko「Ớ, cậu làm cái nghề thông tin mà lại không biết sao?」"
  },
  {
    "sentence": "[理保子「]::『学生品質管理委員会』。その名の通り、徹底的に学生の品質を管理しようという委員会よ」",
    "translation": "Rihoko「\"Ủy ban Quản lý Chất lượng Học sinh\". Đúng như tên gọi, đó là một ủy ban chuyên quản lý chặt chẽ chất lượng của học sinh」"
  },
  {
    "sentence": "[理保子「]::簡単に言えば、伝統ある沢城学園の学生達における、近年の学力低下、素行の悪化を憂えた教師達が作った組織、って事になるかしらね」",
    "translation": "Rihoko「Nói một cách đơn giản, thì đó là một tổ chức được thành lập bởi các giáo viên, những người lo lắng về sự suy giảm học lực và hành vi xấu đi gần đây của các học sinh tại Học viện Sawashiro danh tiếng」"
  },
  {
    "sentence": "[理保子「]::そう。そして優秀な生徒は優遇し、学園にとって害でしかない生徒は追い出そうとしてるらしいわよ」",
    "translation": "Rihoko「Đúng vậy. Và hình như họ sẽ ưu ái những học sinh giỏi, còn những học sinh chỉ gây hại cho học viện thì sẽ bị tống cổ ra ngoài.」"
  },
  {
    "sentence": "[理保子「]::ううん、入会するどころか、その委員会を組織したのは、どうも真田先生らしいわよ」",
    "translation": "Rihoko「Không, nói đúng hơn là cái người tổ chức ủy ban đó, có vẻ như là thầy Sanada đấy.」"
  },
  {
    "sentence": "[理保子「]::そうよ。元々ここ数年来の沢城学園生の堕落ぶりを嘆いていた教師陣は多かったから、賛同者も思ったより多かったの」",
    "translation": "Rihoko「Đúng vậy. Vốn dĩ đã có nhiều giáo viên than phiền về sự suy đồi của học sinh trường Sawashiro trong vài năm trở lại đây, nên những người đồng tình cũng nhiều hơn tôi nghĩ đấy」"
  },
  {
    "sentence": "[理保子「]::とはいってもやってる事は早い話が生徒の切り捨てだから、学園にとっては吉でも、教育者としては色々と倫理に触れるところがある……」",
    "translation": "Rihoko「Tuy vậy, xét cho cùng, thứ họ làm chỉ là cắt bỏ học sinh, nên dù có lợi cho học viện, thì với tư cách một nhà giáo dục, nó lại đụng chạm đến nhiều vấn đề đạo đức...」"
  },
  {
    "sentence": "[理保子「]::だから活動を行う方も命がけで、大抵の教師達は委員会に名前だけ連ねてるようなもの」",
    "translation": "Rihoko「Vì những người thực hiện hoạt động cũng đặt cả mạng sống của mình vào đó, hầu hết các giáo viên chỉ là gắn tên vào ủy ban cho có vậy thôi」"
  },
  {
    "sentence": "[理保子「]::実際に表だって動いているのは、真田先生と高峰先生くらいなものなの」",
    "translation": "Rihoko「Thực tế, những người hoạt động công khai chỉ có thể kể đến thầy Sanada và thầy Takamine thôi.」"
  },
  {
    "sentence": "[理保子「]::私？　フフッ、まさかぁ。私はただの保健医よ。そんな大仰な組織に誘われる訳ないじゃない」",
    "translation": "Rihoko「Tôi ư? Hì hì, làm gì có. Tôi chỉ là bác sĩ của trường thôi. Làm sao mà tôi lại được mời vào một tổ chức to tát như vậy chứ」"
  },
  {
    "sentence": "[理保子「]::あら♪　ンフフッ。私はただ単純に、真田先生面白い事をしているなぁ～と思って調べただけよ」",
    "translation": "Rihoko「Ara ~♪ Nfufu. Tôi chỉ đơn giản là nghĩ thầy Sanada đang làm điều gì đó thú vị nên mới tìm hiểu thôi mà」\n"
  },
  {
    "sentence": "[理保子「]::あら、もうこんな時間。ちょっと話し込んじゃったわね」",
    "translation": "Rihoko「Ara, đã muộn thế này rồi sao. Tôi lỡ nói chuyện hơi nhiều rồi nhỉ.」\n"
  },
  {
    "sentence": "[理保子「]::まとめなきゃいけない資料があるから、私はこれで失礼するわね」",
    "translation": "Rihoko「Tôi có tài liệu cần phải tổng hợp lại, nên tôi xin phép đi trước đây」\n"
  },
  {
    "sentence": "[理保子「]::それじゃまたね。フフフッ」",
    "translation": "Rihoko「Vậy nhé. Hì hì hì」"
  },
  {
    "sentence": "[理保子「]::むぅ～、まるで私が酷い事をするって決めつけてるみたいじゃない。私の事を何だと思っているのかしらっ」",
    "translation": "Rihoko「Mứ... Cậu làm như thể tôi sắp làm điều gì đó kinh khủng lắm vậy. Cậu nghĩ tôi là người thế nào hả?」"
  },
  {
    "sentence": "[理保子「]::んもう、つれないわねぇ」",
    "translation": "Rihoko「Ôi chao, cậu thật là phũ phàng quá đi mà.」"
  },
  {
    "sentence": "[理保子「]::ねぇ、走ってきたなら喉が渇いてるでしょう？　紅茶とコーヒー、どっちにする？」",
    "translation": "Rihoko「Này, chạy đến đây chắc cậu khát nước lắm nhỉ? Cậu muốn dùng trà hay cà phê?」"
  },
  {
    "sentence": "[理保子「]::ん、分かったわ。ティーパックだけど良いわよね」",
    "translation": "Rihoko「Ừm, tôi biết rồi. Tôi có trà túi lọc thôi, cậu có dùng được không?」"
  },
  {
    "sentence": "[理保子「]::はい、どうぞ」",
    "translation": "Rihoko「Vâng, của cậu đây.」"
  },
  {
    "sentence": "[理保子「]::相変わらず、いい飲みっぷりねぇ～」",
    "translation": "Rihoko「Lúc nào cậu cũng uống ngon lành như vậy nhỉ～」\n"
  },
  {
    "sentence": "[理保子「]::あん、せっかちねぇ……分かったわ。それじゃあ、率直に言うわね」",
    "translation": "Rihoko「Ôi chà, cậu sốt ruột quá đi…… Tôi hiểu rồi. Vậy thì, tôi sẽ nói thẳng nhé.」"
  },
  {
    "sentence": "[理保子「]::実はね、私……」",
    "translation": "Rihoko「Thật ra thì, tôi……」"
  },
  {
    "sentence": "[理保子「]::――貴方の精液が欲しいの」",
    "translation": "Rihoko「Tôi muốn có tinh dịch của cậu.」"
  },
  {
    "sentence": "[理保子「]::だってぇ、前に貴方に出してもらった分は実験で全部使い切っちゃったのよ～っ」",
    "translation": "Rihoko「Thì tại vì, chỗ cậu đưa cho tôi trước đó tôi dùng hết vào thí nghiệm rồi mà～」"
  },
  {
    "sentence": "[理保子「]::だからぁ、新しい精液が欲しいの。ね、ちょうだい♪」",
    "translation": "Rihoko「Thì tại tôi muốn có tinh dịch mới cơ. Nha, cho tôi đi mà♪」"
  },
  {
    "sentence": "[理保子「]::んー、でも、面倒くさい手順なんて踏まなくても、出そうと思えばすぐ出せそうよ？　貴方のソレは」",
    "translation": "Rihoko「Ừm, nhưng mà, cho dù không cần mấy thủ tục rườm rà đó, tôi muốn là cậu \"xuất\" ra ngay được ấy chứ? Cái của cậu ấy」"
  },
  {
    "sentence": "[理保子「]::まさか、また引っかかるとは思ってなかったわぁ。前の事もあるし、少しは警戒するかな、と思ったんだけど～……」",
    "translation": "Rihoko「Tôi không ngờ cậu lại mắc bẫy lần nữa đấy. Vì chuyện trước đây, tôi đã nghĩ cậu sẽ cảnh giác hơn một chút chứ～……」"
  },
  {
    "sentence": "[理保子「]::ウフフッ……案外、人が好いのねぇ」",
    "translation": "Rihoko「Ufufu…… Tôi không ngờ cậu lại dễ dãi đến thế đấy」"
  },
  {
    "sentence": "[理保子「]::ほらぁ、ままならない気持ちになってきたでしょう？　それじゃ、ベッドに行きましょうねぇ～♪」",
    "translation": "Rihoko「Thấy chưa, cậu bắt đầu thấy bối rối rồi chứ gì? Vậy thì, chúng ta lên giường thôi nào～♪」"
  },
  {
    "sentence": "[理保子「]::ウフフフ～……まずは、この窮屈そうなお山さんチンポを出してあげましょお～」",
    "translation": "Rihoko「Ufufufu～……Trước hết, tôi phải giải thoát cho cái \"núi\" nhỏ bé có vẻ khó chịu của cậu đã～」"
  },
  {
    "sentence": "[理保子「]::あらあら……今日はまた一段とたくましく勃起しちゃってるわねぇ」",
    "translation": "Rihoko「Ara ara…… Hôm nay của cậu lại còn cương cứng mạnh mẽ hơn nữa rồi này.」\n"
  },
  {
    "sentence": "[理保子「]::ぁはっ……血管が浮いてゴツゴツになってるチンポ、すっごく熱くて……ンフフッ、硬いわぁ……」",
    "translation": "Rihoko「Ah... Con chim nổi đầy gân guốc, nóng hổi... nfufu, cứng quá đi mất...」"
  },
  {
    "sentence": "[理保子「]::フフッ、ビックンビックン脈打ってる。今すぐにでも、あっついザーメンを噴き出しそうねぇ……」",
    "translation": "Rihoko「Fufufu, nó đang đập thình thịch, nảy lên từng hồi kìa. Chắc nó sắp bắn ra một đống tinh dịch nóng hổi ngay bây giờ thôi……」"
  },
  {
    "sentence": "[理保子「]::あぁンっ……女の子みたいな声出しちゃって、そんな声出されたら、もっとチンポ虐めたくなっちゃうじゃないのぉ」",
    "translation": "Rihoko「Á à…… lại còn rên lên như con gái thế kia, cậu rên như vậy, làm tôi càng muốn hành hạ con chim của cậu hơn đấy.」"
  },
  {
    "sentence": "[理保子「]::あらあら……なぁに？　女教師をこのおっきなチンポで犯して、調教までしてる男の子が、こんな風にチンポ弄られて怖じ気付いてるのかしら？」",
    "translation": "Rihoko「Ara ara…… Gì nào? Cậu bé đã dùng con chim to lớn này để hãm hiếp cô giáo, thậm chí còn huấn luyện luôn, vậy mà giờ bị nghịch con chim như thế này đã sợ hãi rồi sao?」"
  },
  {
    "sentence": "[理保子「]::ウフフ……心配しなくてもいいわよ？　私の都合でこのチンポに射精してもらうんだから、ちゃんと気持ち良くイカせてあげるから……」",
    "translation": "Rihoko「Ufufu... Cậu không cần lo lắng đâu? Tôi sẽ bắt con chim này xuất tinh theo ý tôi, nên tôi sẽ làm cậu sướng đến chảy nước luôn cho xem…」"
  },
  {
    "sentence": "[理保子「]::ん……チンポだけじゃなくて、こっちもピンピンに勃っちゃってるわねぇ？」",
    "translation": "Rihoko「Ừm… Không chỉ có con chim, mà bên này cũng đã cứng đơ ra rồi nhỉ?」"
  },
  {
    "sentence": "[理保子「]::あらら、乳首も敏感なのねぇ。結構感じやすい体質なのかしら？」",
    "translation": "Rihoko「Ara ara, cả núm vú cũng mẫn cảm nữa à. Xem ra cơ thể cậu dễ bị kích thích thật đấy nhỉ?」"
  },
  {
    "sentence": "[理保子「]::フフッ、そんな事はいいじゃない。チンポも乳首も、とっても感じてるんでしょ？　ねぇ……？」",
    "translation": "Rihoko「Fufu, đừng bận tâm mấy chuyện đó làm gì. Con chim với cả núm vú của cậu, đều đang sướng rơn lên rồi đúng không? Hả…?」"
  },
  {
    "sentence": "[理保子「]::んっ……フフ、こんなにチンポヒクヒク震わせちゃって、そろそろここだけじゃ足りなくなってきたんじゃない？」",
    "translation": "Rihoko「Ư... fufu, con chim của cậu rung bần bật thế kia, chắc chỗ này sắp không đủ đô nữa rồi đúng không?」"
  },
  {
    "sentence": "[理保子「]::あンッ……！　もう、元気なんだからぁ……こっちで勃起してる乳首も気持ち良くしてあげるっ……」",
    "translation": "Rihoko「Ư…! Thật là, cậu khỏe thật đấy… Để tôi mút mát cả mấy cái núm vú đang dựng đứng kia cho cậu sướng nhé……」"
  },
  {
    "sentence": "[理保子「]::乳首をこうやってクリクリしたら、チンポがピクピク反応してるわぁ……ンフフッ、こうしたらいったいどうなるのかしらぁ？」",
    "translation": "Rihoko「Nếu tôi cứ vê vê **núm vú** của cậu thế này, thì **con chim** của cậu đang run rẩy phản ứng rồi này…… **Nfufu**, nếu tôi làm thế này thì sẽ thế nào đây nhỉ?」"
  },
  {
    "sentence": "[理保子「]::んぁむぅっ……んっ、んんっ、ちゅるっ、ぺろ、れろぉ……っ……んふっ、んぅっ……」",
    "translation": "Rihoko「ư… ậm ư… ư, ư ư, chụt, chụt, lè… ư… ư ư, ư…」"
  },
  {
    "sentence": "[理保子「]::んっ……フフフッ、またチンポがビクンッて震えたわよぉ？　勃起したエッチな乳首、ペロペロされるの気に入っちゃったぁ……？」",
    "translation": "Rihoko「Ư…… Fufufu, **con chim** của cậu lại rung lên nữa rồi kìa? Cậu thích được tôi mút mát mấy cái **núm vú** cương cứng dâm đãng này lắm đúng không……?」"
  },
  {
    "sentence": "[理保子「]::ふ～ん、素直になってきたわねぇ。気持ちいいなら最初からそう言えばいいのに、変な所で意地っ張りなんだから……」",
    "translation": "Rihoko「Hừm, cậu bắt đầu ngoan ngoãn hơn rồi đấy nhỉ. Nếu thấy thích thì cứ nói ngay từ đầu có phải hơn không, cứ bướng bỉnh ở mấy chỗ kì lạ thế chứ……」"
  },
  {
    "sentence": "[理保子「]::フフフッ、それじゃ、ここからはもっと素直になってもらうわよぉ……」",
    "translation": "Rihoko「Fufufu, vậy thì từ giờ trở đi, tôi sẽ khiến cậu phải thành thật hơn nữa đấy……"
  },
  {
    "sentence": "[理保子「]::ぴちゃ、ぴちゅぅ……ちゅっ、れろ、ぇろ、ちゅ…んっ、んんぅ……っ、ちゅるっ、ぺろ、ぷちゅっ…れろぉ……っ」",
    "translation": "Rihoko「picha, pichu ư……chụt, rèro, ero, chu ư…ư ư, ư ư ư……ư, churu ư, pero, puchu ư…rèro ư……ư」"
  },
  {
    "sentence": "[理保子「]::ん…れろぉ……ンフフっ、あらら、本当に気持ち良さそうねぇ。カウパーがドロドロ溢れてきちゃってるわぁ……」",
    "translation": "Rihoko「Ư... lèo ư... Nfufu, ôi trời, trông cậu sướng thật ấy nhỉ. Dịch cowper đang chảy ra nhớt nháp rồi này......」"
  },
  {
    "sentence": "[理保子「]::あらぁ……凄い反応ねぇ。そんなにいいのかしら？　このチンポ汁まみれの亀頭をこんな風にクリクリされるの……」",
    "translation": "Rihoko「Ái chà…… Phản ứng ghê vậy ta. Sướng đến thế cơ à? Cái đầu dương vật dính đầy tinh dịch này mà được vuốt ve thế này……」"
  },
  {
    "sentence": "[理保子「]::ウフッ、イッちゃダメよぉ？　まだまだ愉しませてあげるんだからぁ……っ」",
    "translation": "Rihoko「Ưfư, không được bắn đâu đấy nhé? Tôi vẫn còn muốn cho cậu tận hưởng nhiều hơn nữa cơ mà……ư」"
  },
  {
    "sentence": "[理保子「]::ほら、もっと感じて……ねぇ？　ドロドロの濃いザーメンが溜まって、チンポ破裂しちゃうくらい、感じさせてあげるわぁ……」",
    "translation": "Rihoko「Này, cảm nhận nhiều hơn nữa đi nào……ư? Tích đầy thứ dâm dịch đặc quánh, khiến con chim của cậu nổ tung ra ấy, tôi sẽ cho cậu cảm nhận đến mức đó……ư」"
  },
  {
    "sentence": "[理保子「]::ちゅっ……んっ、ちゅる、ん、じゅ…ずずっ……じゅるっ！　ずびぅ、ずちゅ、ちゅるっ…むちゅうぅ……っ！」",
    "translation": "Rihoko「Chụt…ưm, chụt chụt, ưm, chụt…xì xụp…chụt! Xì, chụt, chụt…say đắm…!」"
  },
  {
    "sentence": "[理保子「]::はふん…ちゅっ、ぇろ、れろっ……はぁっ、んんっ……ずちゅっ、ちゅぶっ……ぴちゅっ、じゅぢゅぅ……んっ、ずちゅぅ……！」",
    "translation": "Rihoko「Hức… chụt, ầy, liếm… ha… ưm… xì xụp, chụt… bịch, chụt… ưm, xì xụp…!」"
  },
  {
    "sentence": "[理保子「]::んっ、ふっうぅんっ……ぴちゃ、ちゅっ、ずじゅっ……はぁん、あぁっんん……ぴちゅ、じゅるじゅる、れろぉ……」",
    "translation": "Rihoko「Ư... phù... ưm... chép, chụt, xì xụp... ha... a... ưm... chụt chụt, rè rè...」"
  },
  {
    "sentence": "[理保子「]::フフッ……あらあら、顔まで真っ赤にしちゃってぇ……そんなにイキたいのねぇ」",
    "translation": "Rihoko「Fufufu… Ara ara, mặt cậu đỏ bừng cả lên rồi kìa… Muốn bắn lắm rồi đúng không?」"
  },
  {
    "sentence": "[理保子「]::あぁン……凄い量のザーメンが、ここまで迫り上がってきてるのが分かるわ……チンポザーメン、ここに溜まってるのぉっ……」",
    "translation": "Rihoko「A... Tôi cảm nhận được một lượng lớn tinh dịch đang trào lên tận đây... tinh dịch con chim đang đọng lại ở chỗ này...」"
  },
  {
    "sentence": "[理保子「]::んっ……いいわよ、このビクビクチンポぉ…イカせてあげる……青臭いザーメン、いっぱい出させてあげる……！」",
    "translation": "Rihoko「Ư... được thôi, cái con chim run rẩy này... Tôi sẽ cho cậu lên đỉnh... Tôi sẽ cho cậu bắn thật nhiều tinh dịch còn non choẹt ra nhé...!」"
  },
  {
    "sentence": "[理保子「]::ああぁあぁぁん……っ！」",
    "translation": "Rihoko「Aa...」"
  },
  {
    "sentence": "[理保子「]::あはっ……チンポザーメン、出た出たぁ……♪　凄く濃いぃ～のが、噴水みたいにビュクビュク噴き出してるぅ……」",
    "translation": "Rihoko「A... con chim bắn tinh ra rồi, ra rồi nè...♪ Thứ đặc quánh... bắn ra như vòi rồng ấy...」"
  },
  {
    "sentence": "[理保子「]::ウフフッ、もっと出してぇ……このおっきくなってるチンポの奧に溜まってる、ネバネバの精液っ……全部出していいのよぉっ……」",
    "translation": "Rihoko「Ufufu, cho tôi nữa đi…… Tinh dịch nhớp nháp đang đọng lại sâu bên trong con chim to lớn của cậu…… Cho tôi hưởng hết đi……」"
  },
  {
    "sentence": "[理保子「]::んん～、チンポマグマで手が溶けちゃうわぁ……この熱さ…匂い……んんっ、たまんないぃ～……」",
    "translation": "Rihoko「Ưm... nham thạch con chim của cậu làm tay tôi tan chảy mất... Cái độ nóng này... Mùi hương này nữa... ưm... chịu hết nổi rồi...」"
  },
  {
    "sentence": "[理保子「]::そうね。実験に必要な量は十分すぎるほど集まったわ。でも……」",
    "translation": "Rihoko「Tôi nghĩ vậy. Lượng cần thiết cho thí nghiệm đã thu thập được quá đủ rồi. Nhưng mà…」"
  },
  {
    "sentence": "[理保子「]::貴方のチンポは、まだ全然満足していないみたいよ？」",
    "translation": "Rihoko「Hình như con chim của cậu vẫn chưa thỏa mãn chút nào thì phải?」"
  },
  {
    "sentence": "[理保子「]::もう、しょうがないわねぇ♪　この美人の保健医さんが一肌脱いであげようじゃないの～」",
    "translation": "Rihoko「Chà, hết cách thật rồi ha~♪ Để \"bà\" cô giáo y tế xinh đẹp này xả thân giúp cậu một phen vậy nha~」\n"
  },
  {
    "sentence": "[理保子「]::フフフ……ここからは、日頃頑張って先生達の調教に励んでいる貴方へのご褒美って事で……」",
    "translation": "Rihoko「Fufu……Bắt đầu từ đây, coi như là phần thưởng cho cậu vì ngày thường đã cố gắng chuyên cần huấn luyện các cô giáo đi ha……」"
  },
  {
    "sentence": "[理保子「]::それじゃ……挿入ぅ～♪」",
    "translation": "Rihoko「Vậy thì……cắm vào nha~♪」"
  },
  {
    "sentence": "[理保子「]::あぅあぁっ……あはっ、あぁあああぁんっ！！」",
    "translation": "Rihoko「Ư... ư... ah... haha, aaaaaahhhh!!」\n"
  },
  {
    "sentence": "[理保子「]::あぁんっ、あぁっ、すごいっ、このチンポっ、太いぃっ……！　オマンコっ奧までぇっ……んはぁっ、あああっ！　子宮まで届いちゃってるぅっ！」",
    "translation": "Rihoko「Aa... a... sướng quá... con chim này... to quá...!! Vào tận sâu trong lồn... Haa... aaaaaahhhh!! Đến tận tử cung rồi...!!」"
  },
  {
    "sentence": "[理保子「]::きひぃいっ……えぐ…られるぅっ……！　ひはっ、あひぃぃっ、かっ、硬いチンポでっ、マンコ肉ぅ……ズブズブ、抉られるぅぅ……っ……！」",
    "translation": "Rihoko「Khư...ư... ư... bị... khoét sâu...!! Hư... ha... á...ư...ư... Con chim cứng rắn, thịt lồn... chụt chụt, bị khoét sâu...!!」"
  },
  {
    "sentence": "[理保子「]::ふぁっ、はっ、ふんんっ……！　はぁっ、あぁっ……ねぇっ、わ、私のオマンコぉ……いい？　チンポっ、オマンコで気持ち良くなってるっ……？」",
    "translation": "Rihoko「Faa, haa, ư ư...!! Haa, a... Nè, cái lồn của tôi... được không? Con chim, đang làm cái lồn sướng lên à...?」"
  },
  {
    "sentence": "[理保子「]::んふっ、あぁああっ……だって…こんなに立派なチンポ、マンコに入るの初めてなのよぉっ……はぁっんんっ、んっ、あぁはぁあぁっ……」",
    "translation": "Rihoko「Ư... ha... a... tại... tại vì... con chim to lớn thế này, lần đầu tiên của tôi vào lồn đấy... ha... ư... ư... a... ha... a...!」"
  },
  {
    "sentence": "[理保子「]::んっ、あぁあっ……放したくっ…ないのぉ……っ！　ずっとマンコにぃ、入れておくのぉっ……！　んはあっ、ああぁっ…ふひゃあぁんっ！」",
    "translation": "Rihoko「Ư... á... buông ra... không muốn... kuh! Muốn... muốn cậu cứ để nó trong lồn tôi mãi thôi...!! Ư... ha... a... fuhyaa...ư...!」"
  },
  {
    "sentence": "[理保子「]::ぁひっ、いぃんっ……！　あ、貴方のチンポぉ……気に入っちゃったのっ……！　前にっ…おしゃぶりした時からぁ……メロメロなのぉっ……！」",
    "translation": "Rihoko「Ah... ư ư...! Con chim của cậu... tôi thích nó mất rồi...! Từ lần... mút mát trước... tôi đã mê mẩn nó rồi...!」"
  },
  {
    "sentence": "[理保子「]::だからっ……貴方のたくましいチンポ、シコシコ弄ってたらぁ……んっ、はあぁあっ！　こんなにっヌルヌルマンコになっちゃったのよぉっ……！」",
    "translation": "Rihoko「Là tại... tôi mân mê con chim vạm vỡ của cậu, nên... ư... haaa...! Cái lồn của tôi mới thành ra dâm đãng, ướt át thế này...！」"
  },
  {
    "sentence": "[理保子「]::くぅっ、んんっ、あぁっ……そっ…そうよぉ……はあっんっ……チンポ触ってっ、すぐにっ、マンコとろけちゃってぇっ……んはっ、あはぁあっ！」",
    "translation": "Rihoko「Ư... ư, ư ư, a... a... đúng... đúng vậy... ha... ư... Sờ con chim của cậu đi, nhanh lên, lồn tôi chảy nước hết cả rồi... ư ha, a ha a!」"
  },
  {
    "sentence": "[理保子「]::んっ…ふぅうっ……な、何よぉ、その笑いは……？　三沢君……っ」",
    "translation": "Rihoko「Ư... phù... phù... Cái, cái gì chứ, cái điệu cười đó là sao...? Misawa-kun...」"
  },
  {
    "sentence": "[理保子「]::んはあぁああぁあっ！？　あぁあっ！　はあぁあんっ！！」",
    "translation": "Rihoko「Ư... á á á á!? A á! Ha a!」\n"
  },
  {
    "sentence": "[理保子「]::ひぃあぁっ！　あっ、あぁあんっ！　いっ、いきなりっ、そんなぁっ……はげ、しくぅっ……んひぃっ！　あぁぁっ！　はぁあんっ！」",
    "translation": "Rihoko「Hyaaa! Ah, aaaa! Ư... đột ngột quá, không thể nào... mạnh, quá... ư ư! Aaaa! Haaaa!」"
  },
  {
    "sentence": "[理保子「]::くひっいぃっ！　んんっ、あはあぁっ！　そんなっ、そんなっ……激しく動いちゃっ……あぁんんっ、ダメぇぇっ……！」",
    "translation": "Rihoko「Khư... ư ư! Ư ư, á ha a! Đừng mà, đừng mà... mạnh quá... A ư ư, không được...!」"
  },
  {
    "sentence": "[理保子「]::はぁあんんっ、んっ、んくっ……ふああぁっ！　あっ、はぁあんっ！　ひぃっ、あぁあっ！　あはあぁっ！　はあぁあんっ！」",
    "translation": "Rihoko「Haa... a... ư... kuh... fuaaa! A... ha... a! Hiii, aaaa! A ha a! Haaaa!」"
  },
  {
    "sentence": "[理保子「]::ああっ、んんっ！　はぁあっ、あっ、チンポっ！　チンポすごすぎぃっ！　そんなに深いとこっ、突かれたらぁぁ……っ！　あはっひぃいっ！」",
    "translation": "Rihoko「Aaa, ư ư! Haaa, a, con chim! Con chim to quá đi! Sâu quá rồi, đâm sâu thế này thì... a ha hiii!」"
  },
  {
    "sentence": "[理保子「]::あぁあんっ！　だってぇっ……だってぇっ！　こんなに激しくマンコ突き上げられたらぁっ……あはぁあんっ！　いぃっ！　いぃのぉっ！」",
    "translation": "Rihoko「Aaa... ư ư! Tại... tại vì... tại vì cái lồn bị cậu thúc mạnh thế này thì... a ha a! Sướng... sướng quá đi...!」"
  },
  {
    "sentence": "[理保子「]::ふひぃんっ、んひっ、ひぁあぁっ！　ま、真っ白のオツユがぁ……ドロドロのマン汁がっ、ひぃんっ！　こぼれちゃうぅっ！」",
    "translation": "Rihoko「Ư... hự... hự... aaaa! Ôi, cái thứ nước trắng tinh... Dâm thủy dính nhớp... hức... Sắp trào ra hết rồi...!」"
  },
  {
    "sentence": "[理保子「]::あぁっ！？　ひゃっ、はひぃいいんっ！！」",
    "translation": "Rihoko「Á!? Hự, ha hiiii!」"
  },
  {
    "sentence": "[理保子「]::はひぁああぁっ！！　い、今っ、オッパイ揉まれたらぁっ……ぃはっ、あぁあっ、いひいぃんっ！！」",
    "translation": "Rihoko「Haaa... aaaa! B-bây giờ... nếu bị nắn ngực thì... Ưa... aaa... không chịu nổi đâu!!」"
  },
  {
    "sentence": "[理保子「]::きゃはあぁっ！　生オッパイっ、ダメっ、すごいぃぃっ！　あぁはっ、はんっ、くっ、はぁっ、ああぁぅっ……！　か、感じちゃううぅっ！」",
    "translation": "Rihoko「A... a a a a! Ngực trần... không được... mạnh quá! A... ha... hự... kuh... haaa... a a a a...! S... sắp lên rồi đấyyyy!」"
  },
  {
    "sentence": "[理保子「]::オッパイっ、痺れっ…るぅっ！　あぁんんっ、ムニムニ押し潰されてっ……あはぁっ、オッパイの奧っ、ジンジンしちゃうぅっ！」",
    "translation": "Rihoko「Ngực... tê hết cả rồi... ư ư! Aaaa, bị nắn bóp... vầy... a haaa, bên trong ngực... cứ nhức nhối lan tỏa khắp người!」"
  },
  {
    "sentence": "[理保子「]::んっぁあっ！　ああぁんっ、あっついぃ！　んふぁあっ、あっ、ひゃあんっ！　オッパイっ、乳首ぃっ！　あっついのぉぉっ！」",
    "translation": "Rihoko「Ư... á... aaaa! Aaaa... nóng quá! Ư... ha... á... hyaa! Ôi... núm vú! Nóng quá đi... !」"
  },
  {
    "sentence": "[理保子「]::ぅんんっ！　オッパイっ……弾けちゃいそっ……！　ひぁっ、ああぁっ！　んんっ、んふぁっ、あはぁあっ……！」",
    "translation": "Rihoko「Ưn...! Ngực... sắp vỡ tung mất...! Hyaaaa, a a a! Ưn, ư phà, a ha a a...!」"
  },
  {
    "sentence": "[理保子「]::ぁはっ…むぁああっ……！　そうっ、なのぉっ……！　オッパイの中でぇ…っ、ミ、ミルクがっ…溜まっちゃってるのぉ……っ！」",
    "translation": "Rihoko「A... a ha... ư à à à...! Đúng... đúng rồi đấy...! Bên trong... bên trong ngực... sữa... sữa đã... ứ đọng hết cả rồi...!」"
  },
  {
    "sentence": "[理保子「]::はひぃっ……！　それっ、そのイヤらしい揉み方っ……！　はぅっ、んんぅっ、ふくぅぅっ……！　か、感じすぎちゃうぅぅっ……！」",
    "translation": "Rihoko「Hí...! Đó... cái kiểu vê bóp biến thái đó...! Haaa, ưnnn, phụcccc...! K-, khoái quá mất rồi đấyyyy...!」"
  },
  {
    "sentence": "[理保子「]::あっ、んはあぁっ！　マンコっ……！　マンコもいいぃっ！　ゴリゴリチンポっ、抉れてぇっ……！　あはぁあっ…素敵ぃっ！」",
    "translation": "Rihoko「Á... ư a á! Lồn...! Lồn cũng sướng quá! Con chim cọ mạnh... thủng mất rồi...! A ha a... Tuyệt vời quá!」"
  },
  {
    "sentence": "[理保子「]::んはぁっ、あっ…出ちゃ…うっ！　こんなにっ、気持ち良くされたらぁっ……んはっ、あはぁっ！　ほ、ほんとにミルクっ出ちゃうぅっ！」",
    "translation": "Rihoko「Ư a... á... Ra mất... ư! Bị... bị làm cho sướng thế này... Ư há, a ha á! S-, sữa thật sự chảy ra mất rồi!」"
  },
  {
    "sentence": "[理保子「]::ぁはあぁぁっ……！　イクッ、オッパイイクのぉっ！　ミルクがぁっ……エッチなお乳っ、噴いちゃうぅぅっ！」",
    "translation": "Rihoko「Ahhh... Ư ư ư...! Ra mất, ngực tôi ra mất rồi...! Sữa, sữa chảy ra...! Ngực dâm đãng, phun trào mất thôi...!」"
  },
  {
    "sentence": "[理保子「]::はぁあんっ！　んっあぁああっ！　あはあぁあああああぁっ！！」",
    "translation": "Rihoko「Haaa... ư ư ư...! A ha a a a a a...!」"
  },
  {
    "sentence": "[理保子「]::むはぁあああぁあぁあっぁっ！！」",
    "translation": "Rihoko「Mư haaaaaaaa a a a!!」"
  },
  {
    "sentence": "[理保子「]::あっ、はぁああっ！　んぁあっ、あはっ！　お乳っ……お乳っ気持ちいいぃぃっ～～～！」",
    "translation": "Rihoko「Á, haaaa! Ư aaaa, a ha! Ngực... ngực sướng quá điiii~~~!」"
  },
  {
    "sentence": "[理保子「]::あふぅぅぅ……っ……んんっ……ぁはっ…ああぁっ……オッパイ、イッちゃったわぁ……っ……」",
    "translation": "Rihoko「Ư ư ư ư...! Ư...! A ha... A a a... Ngực... tôi ra mất rồi...! Ư...」"
  },
  {
    "sentence": "[理保子「]::くひいぃぃぃっ！？　かっ、あぁっ！　ひぁはぁあああぁっ！」",
    "translation": "Rihoko「Ư iiiiiiii!? G... a a! Hya ha a a a a!」"
  },
  {
    "sentence": "[理保子「]::ひいいっあっ！　あっ、はぁああぁっ！　んはっ、はぁっ、あぁんっはぁっ！　チ…チンポぉっ！　チンポきてるぅっ！」",
    "translation": "Rihoko「Hii a! A, haaa! Ưn ha, ha, aa ha! Co... con chim! Con chim sắp ra rồi!」"
  },
  {
    "sentence": "[理保子「]::マンコぉっ！　マンコの奧っ、くぁはぁっ！　ビリビリくるっ……！　きゃはぁあっ！　チンポでっ…ビリビリ感じるぅっ！」",
    "translation": "Rihoko「Lồn ơi! Tận bên trong lồn, hư ha! Cả người run lên rồi...! Kya haaa! Bởi con chim... con chim làm tôi run lên hết cả người!」"
  },
  {
    "sentence": "[理保子「]::ふぁはあぁっ！　はぁっあんんっ！　ま、たっ……こんなっ、チンポゴリゴリされたらっ！　あはぁっ、またっ……またあぁぁっ！！」",
    "translation": "Rihoko「Ưa haaa! Haaa a nnn! L... Lại... Lại bị con chim này cọ sát thô bạo như thế này! A haaa, lại... Lại nữa rồi a a a a!!」"
  },
  {
    "sentence": "[理保子「]::んひっいぃぁぁっ！　くっ、くるのねぇっ……！　チンポザーメンっ、マンコの中に出すのっ…ねぇぇっ……！？」",
    "translation": "Rihoko「Ư ư ư ớ! Kuh, sắp rồi... sắp ra rồi...! Con chim zazer của cậu, bắn vào trong lồn tôi... nhé...!?」"
  },
  {
    "sentence": "[理保子「]::いいっ、わっ……いい、わぁっ！　いっぱいっ、いっぱい注いでぇぇっ！　マンコにっ、子宮にぃぃっ、チンポマグマ感じさせてぇっ！」",
    "translation": "Rihoko「Ư ư, thích quá... thích quá đi! Bắn thật nhiều vào, bắn thật nhiều vào cho tôi đi! Vào lồn tôi, vào tử cung tôi đi, cho tôi cảm nhận được nham thạch con chim của cậu đi!」"
  },
  {
    "sentence": "[理保子「]::んくぅっ…ひぃっ、いぃんっ！　お乳噴いたばっかりのオッパイっ……はひぃんっ！　あぁっ、ちょっと揺れるだけで感じちゃうぅっ！」",
    "translation": "Rihoko「Ư... ư... hi... í... ứ! Bộ ngực vừa mới phun sữa này... a hí ứ! A... a... chỉ cần hơi rung lắc thôi là tôi đã thấy khoái rồi!」"
  },
  {
    "sentence": "[理保子「]::んひぁっ！　あ、んぅっ、はっああぁっ！　しきゅっ……んはぁっ、あっ、ぅあぁあっ！　し、子宮がぁ…ひっくり返っちゃうぅぅっ！」",
    "translation": "Rihoko「Ư ư ớ! A, ư ứ, á á à! Siku... Ư ư ớ, a, ư á à! T, tử cung của tôi... sắp lộn ra ngoài rồi...!」"
  },
  {
    "sentence": "[理保子「]::あっ、あぁあっ！　んぁっ！　イクっ！　マンコイクっ！　イクっ、イク、イクぅっ！　イクっ、イクっ！　あぁんっ、イクぅぅぅっ！！」",
    "translation": "Rihoko「Á... a á! Ư ư! Ra... Ra lồn rồi! Ra... ra... ra nữa! Ra... ra nữa! Á à, ra... nữa...!!!」"
  },
  {
    "sentence": "[理保子「]::はひいぃいいっ！！　イッ……クゥウゥゥゥゥゥゥゥゥッ！！」",
    "translation": "Rihoko「Ư ư ớ ớ!! Sướng... quá... điiiiiiiii!!」"
  },
  {
    "sentence": "[理保子「]::はっあぁあっ！　あっ、あつぅっ！　あっついザーメンっ！　マンコの奧っ……！　ビュルビュル出されてるぅっ！」",
    "translation": "Rihoko「Ư... á á! A... nóng quá! Tinh dịch nóng quá! Sâu trong lồn tôi...! Bắn ra ào ào...!」"
  },
  {
    "sentence": "[理保子「]::はぁ…はぁ……あはぁ……！　子宮で……ザーメン泳いでるぅ……」",
    "translation": "Rihoko「Hức... hức... a haaa...! Tinh dịch đang bơi trong... tử cung của tôi đây này...」"
  },
  {
    "sentence": "[理保子「]::……フフフッ……いっぱい、出したわねぇ……」",
    "translation": "Rihoko「……Fufufu…… Cậu bắn đầy vào tôi rồiですねぇ……」"
  },
  {
    "sentence": "[理保子「]::ふん、ふん、ふ～ん♪　ふん、ふん♪」",
    "translation": "Rihoko「Hừm, hừm, hừmmm♪ Hừm, hừm♪」"
  },
  {
    "sentence": "[理保子「]::お～い、三沢君。そんなにぐったりして、大丈夫～？」",
    "translation": "Rihoko「Ê～i, Misawa-kun. Cậu bơ phờ thế kia, không sao chứ～？」"
  },
  {
    "sentence": "[理保子「]::……返事がない。ただの屍のようだわ……」",
    "translation": "Rihoko「……Không thấy trả lời. Cứ như cái xác không hồn ấy nhỉ……」\n"
  },
  {
    "sentence": "[理保子「]::ねぇ、ちゃんと気持ち良くイケたかしら？」",
    "translation": "Rihoko「Nè, tôi làm cậu sướng đến bắn thật hả?」"
  },
  {
    "sentence": "[理保子「]::何でもクスリのせいにしないの。あんなにハッスルしてたんだから、疲れるのは当たり前じゃない」",
    "translation": "Rihoko「Đừng có đổ hết cho thuốc như thế. Cậu hăng hái như vậy cơ mà, mệt là phải rồi chứ」"
  },
  {
    "sentence": "[理保子「]::まぁ、それはともかくとして。お陰で十分すぎる量の精液サンプルが確保出来たわ」",
    "translation": "Rihoko「Thôi được rồi, bỏ chuyện đó sang một bên đã. Nhờ có cậu mà tôi thu thập được lượng tinh dịch mẫu quá đủ rồi đấy」"
  },
  {
    "sentence": "[理保子「]::わざわざ来てくれて感謝してるわ。また何かあったら連絡入れるから、その時も是非よろしくね♪」",
    "translation": "Rihoko「Tôi rất cảm kích vì cậu đã cất công đến đây. Nếu có gì nữa, tôi sẽ liên lạc với cậu, lúc đó cũng mong cậu giúp đỡ nhé♪」\n"
  },
  {
    "sentence": "[理保子「]::私は早速この精液を使って実験するから、化学室に行こうと思うんだけど……どう？　まだ動けない？」",
    "translation": "Rihoko「Tôi định dùng ngay cái chỗ tinh dịch này để làm thí nghiệm, cậu thấy sao? Đi đến phòng hóa học thôi...... Cậu vẫn chưa nhúc nhích được à?」"
  },
  {
    "sentence": "[理保子「]::そう。なら、先に出てちょうだい。帰りは車に気をつけるのよ」",
    "translation": "Rihoko「Vậy à. Nếu thế thì, cậu ra trước đi. Nhớ cẩn thận xe cộ trên đường về đấy」"
  }
]