[
    {
        "sentence": "[ひなた「]::よかったぁ。下校時間を過ぎても来なかったら、どうしようかって思っちゃった」",
        "translation": "Hinata「Tớ mừng quá. Tớ cứ sợ nếu hết giờ tan học mà cậu không đến thì biết làm sao…」\n"
    },
    {
        "sentence": "[ひなた「]::えっ……あ、うん。そうだよ」",
        "translation": "Hinata「Ư… à, ừ. Đúng vậy.」"
    },
    {
        "sentence": "[ひなた「]::あの、それは……特に用があった訳じゃないけど、その……」",
        "translation": "Hinata「À, thì là… không phải tớ có việc gì đặc biệt, mà là…」\n"
    },
    {
        "sentence": "[ひなた「]::あ、あのね、あんな時間に高峰先生に連れてこられたから、ただごとじゃないって心配してたんだ」",
        "translation": "Hinata「À, thì là, tại tớ thấy cậu bị thầy Takamine-sensei dẫn đi vào cái giờ oái oăm ấy, tớ lo có chuyện chẳng lành…」\n"
    },
    {
        "sentence": "[ひなた「]::だから……慎吾くんがどうなったのかなって、待ってたんだよ」",
        "translation": "Hinata「Vậy nên…… tớ đã chờ xem cậu, Shingo, sẽ thế nào.」\n"
    },
    {
        "sentence": "[ひなた「]::で、でも……私、心配だったから……」",
        "translation": "Hinata「N, nhưng…… tại tớ lo mà……」\n"
    },
    {
        "sentence": "[ひなた「]::あ、うん……そうだね」",
        "translation": "Hinata「À, ừm…… đúng vậy ha.」\n"
    },
    {
        "sentence": "[ひなた「]::あっ……！？」",
        "translation": "Hinata「Á……!?」"
    },
    {
        "sentence": "[ひなた「]::ちょっと待ってよぉ～！　慎吾く～ん！」",
        "translation": "Hinata「Chờ, chờ tớ với～！　Shingo～！」\n"
    },
    {
        "sentence": "[ひなた「]::待ってよぉ～！　慎吾くん、待ってってばぁ～～～！」",
        "translation": "Hinata「Chờ tớ với～！　Shingo-kun, chờ tớ đi mà～～～！」\n"
    },
    {
        "sentence": "[ひなた「]::はぁっ、はぁっ…………ねぇ、途中まで、一緒に帰っても、いい？」",
        "translation": "Hinata「Hộc, hộc…… Này, cho tớ đi cùng cậu đến đoạn giữa đường được không?」\n"
    },
    {
        "sentence": "[ひなた「]::うん、分かってるよ。だから途中まででいいから……ダメ？」",
        "translation": "Hinata「Ừ, tớ biết mà. Vì thế chỉ cần đi cùng đến đoạn giữa đường thôi cũng được…… Không được sao?」\n"
    },
    {
        "sentence": "[ひなた「]::うん！　じゃ、行こっか」",
        "translation": "Hinata「Ừ! Vậy thì, mình đi thôi」\n"
    },
    {
        "sentence": "[ひなた「]::ふふっ。こうして一緒に帰るのって、久しぶりだね」",
        "translation": "Hinata「Hì hì. Lâu lắm rồi tớ với cậu mới lại cùng nhau về nhà như thế này nhỉ.」\n"
    },
    {
        "sentence": "[ひなた「]::……あ、慎吾くん」",
        "translation": "Hinata「... A, Shingo này.」\n"
    },
    {
        "sentence": "[ひなた「]::そういえば、明日来る人だけど、どんな人なのか、楽しみだよね」",
        "translation": "Hinata「Nhắc mới nhớ, tớ cũng đang mong không biết ngày mai người đến sẽ là người như thế nào đây.」\n"
    },
    {
        "sentence": "[ひなた「]::だから、明日来る教育実習生の話だよ。今日のホームルームで高峰先生が言ってたでしょ？」",
        "translation": "Hinata「Thì là chuyện về giáo sinh thực tập sẽ đến vào ngày mai đó. Takamine-sensei đã nói trong giờ sinh hoạt hôm nay rồi mà?」\n"
    },
    {
        "sentence": "[ひなた「]::クスクス。慎吾くん、また寝てたんだね？」",
        "translation": "Hinata「Khì khì. Shingo này, cậu lại ngủ gật nữa rồi hả?」\n"
    },
    {
        "sentence": "[ひなた「]::もう、しょうがないなぁ～」",
        "translation": "Hinata「Đúng là, hết cách với cậu thật mà ~」\n"
    },
    {
        "sentence": "[ひなた「]::あのね、ホームルームでは、高峰先生はあまり詳しく話してくれなかったんだけど……」",
        "translation": "Hinata「À này, trong giờ sinh hoạt, Takamine-sensei đã không nói chi tiết lắm, nhưng mà...」\n"
    },
    {
        "sentence": "[ひなた「]::部活の時に顧問の先生から聞いた話だと、なんでもその教育実習生って、この学園の卒業生なんだって」",
        "translation": "Hinata「Tớ nghe thầy cô cố vấn trong câu lạc bộ kể rằng, hình như cô giáo sinh thực tập đó là học sinh tốt nghiệp của trường mình đó.」\n"
    },
    {
        "sentence": "[ひなた「]::女の人だよ。学園にいた時から、可愛い人だったみたいだよ」",
        "translation": "Hinata「Là con gái đó. Nghe nói cô ấy đã là một người dễ thương từ khi còn ở trường rồi.」\n"
    },
    {
        "sentence": "[ひなた「]::あ、それでね、その実習生の人とは他に、もう一人……」",
        "translation": "Hinata「À, còn nữa, ngoài cô giáo sinh thực tập đó ra, còn một người nữa...」\n"
    },
    {
        "sentence": "[ひなた「]::えっ……」",
        "translation": "Hinata「Ể……」\n"
    },
    {
        "sentence": "[ひなた「]::あ、本当……ここまで、来ちゃったね」",
        "translation": "Hinata「A, thật... Đến tận đây rồi nhỉ.」\n"
    },
    {
        "sentence": "[ひなた「]::あ、うん……それじゃあね。明日は遅刻しちゃダメだよ」",
        "translation": "Hinata「À, ừm... Vậy nhé. Ngày mai cậu mà đến muộn là không được đâu đấy.」\n"
    },
    {
        "sentence": "[ひなた「]::クスッ。じゃあ、バイバイ」",
        "translation": "Hinata「Khì. Vậy thì, tạm biệt cậu nhé.」\n"
    },
    {
        "sentence": "[ひなた「]::おはよう。今日は随分早いね」",
        "translation": "Hinata「Chào buổi sáng. Hôm nay cậu đến sớm thế?」\n"
    },
    {
        "sentence": "[ひなた「]::慎吾くんが遅刻しないでくるなんて、珍しいよね。今日はどうしたの？」",
        "translation": "Hinata「Shingo mà cũng đến lớp không muộn, lạ à nha. Hôm nay cậu làm sao thế?」\n"
    },
    {
        "sentence": "[ひなた「]::そうなんだぁ。でも、きっと高峰先生も、こんな時間に慎吾くんが来るなんて思ってなかったから、ビックリしたんだよ」",
        "translation": "Hinata「Ra là vậy à. Nhưng chắc Takamine-sensei cũng không ngờ cậu lại đến vào giờ này nên mới ngạc nhiên đó.」"
    },
    {
        "sentence": "[ひなた「]::ふふふ、災難だったね」",
        "translation": "Hinata「Fufufu, đúng là tai bay vạ gió mà.」\n"
    },
    {
        "sentence": "[ひなた「]::……あ、そうだ。実習生って言えばね」",
        "translation": "Hinata「À, đúng rồi. Nói đến thực tập sinh...」\n"
    },
    {
        "sentence": "[ひなた「]::あのね、昨日話した教育実習生の人だけど、なんでもうちのクラスを担当するみたいだよ」",
        "translation": "Hinata「À này, cái cô giáo viên thực tập hôm qua tớ kể ấy, hình như sẽ phụ trách lớp mình đó.」\n"
    },
    {
        "sentence": "[ひなた「]::そ、そこまで言ってないけど……そうみたいだよ」",
        "translation": "Hinata「Tớ, tớ không nói đến mức đó đâu…… nhưng hình như là vậy đó.」\n"
    },
    {
        "sentence": "[ひなた「]::あ、それでね、昨日話しそびれちゃった事があるんだけど……」",
        "translation": "Hinata「À, còn nữa, có chuyện hôm qua tớ quên chưa kể cho cậu nghe...」\n"
    },
    {
        "sentence": "[ひなた「]::うん。ほら、昨日別れ際に言いかけた事があったでしょ？」",
        "translation": "Hinata「Ừ. Thì, cái chuyện hôm qua tớ định nói với cậu lúc chia tay ấy?」\n"
    },
    {
        "sentence": "[ひなた「]::うん。今日はね、実習生の人とは別に、保健医さんも新しい人が来るみたいなんだよ」",
        "translation": "Hinata「Ừm. Hôm nay, ngoài mấy giáo viên thực tập, hình như còn có một bác sĩ mới đến nữa đó cậu.」"
    },
    {
        "sentence": "[ひなた「]::ううん、それがね、結構若い人だったよ」",
        "translation": "Hinata「Không hề, người đó khá trẻ đấy cậu ạ.」"
    },
    {
        "sentence": "[ひなた「]::う、うん……今朝、教室に来る前に、保健室へ入っていくのを見かけたの」",
        "translation": "Hinata「Ừ, ừm... Sáng nay, trước khi đến lớp, tớ thấy cô ấy đi vào phòng y tế.」\n"
    },
    {
        "sentence": "[ひなた「]::ちらっとしか見てないけど、ちゃんと白衣もきてたし、間違いないよ。すっごく綺麗で、若い人だったよ」",
        "translation": "Hinata「Tớ chỉ thoáng thấy thôi, nhưng mà cô ấy mặc áo blouse trắng chỉnh tề, chắc chắn luôn đó. Cực kỳ xinh đẹp, lại còn trẻ nữa.」\n"
    },
    {
        "sentence": "[ひなた「]::あ、チャイムだ……」",
        "translation": "Hinata「A, chuông reo rồi kìa...」"
    },
    {
        "sentence": "[ひなた「]::じゃ、私戻るね。せっかく遅刻しないで来たんだから、寝ちゃダメだよ」",
        "translation": "Hinata「Vậy tớ về đây. Cậu đã cố gắng không đến muộn rồi, đừng có ngủ gật đó nha.」\n"
    },
    {
        "sentence": "[ひなた「]::ねえ、慎吾くん」",
        "translation": "Hinata「Này, Shingo-kun」"
    },
    {
        "sentence": "[ひなた「]::あの結城……先生？　聞いたとおりに可愛い人だったね」",
        "translation": "Hinata「Cô Yuuki... thật đúng như lời đồn, là một người đáng yêu thật đấy」"
    },
    {
        "sentence": "[ひなた「]::明るくて、面白くて、いい人そうだったし、私、結城先生と仲良くなりたいなぁ」",
        "translation": "Hinata「Cô Yuuki trông có vẻ vui vẻ, thú vị và là một người tốt, tớ muốn thân với cô Yuuki quá đi thôi」"
    },
    {
        "sentence": "[ひなた「]::……その言い方は先生に悪いよ、慎吾くん」",
        "translation": "Hinata「……Cách nói đó không hay với giáo viên đâu, Shingo-kun.」"
    },
    {
        "sentence": "[ひなた「]::えっ……？」",
        "translation": "Hinata「Eh... ?」"
    },
    {
        "sentence": "[ひなた「]::う、ううん、そうじゃなくて……慎吾くんが人を褒めるなんて、珍しいから」",
        "translation": "Hinata「U-uhm, không phải vậy... Chỉ là, việc Shingo-kun khen ai đó là lạ lắm mà」"
    },
    {
        "sentence": "[ひなた「]::……ふうん、慎吾くん、結城先生の事が気に入っちゃったの？」",
        "translation": "Hinata「……Hừm, Shingo-kun thích Yuuki-sensei rồi à?」\n"
    },
    {
        "sentence": "[ひなた「]::そう……先生と仲良くなれるといいね。じゃ、私、戻るから」",
        "translation": "Hinata「Vậy à... Tớ mong cậu và cô ấy sẽ thân nhau. Thôi, tớ về đây.」"
    },
    {
        "sentence": "[ひなた「]::あ、はいっ……！」",
        "translation": "Hinata「A, vâng… ạ!」\n"
    },
    {
        "sentence": "[ひなた「]::どうしたの？　何か元気無いよ？」",
        "translation": "Hinata「Sao thế? Trông cậu không được khỏe à?」\n"
    },
    {
        "sentence": "[ひなた「]::ねぇ、何だか朝からずっと難しい顔してるし……何か、あったのかな？」",
        "translation": "Hinata「Này, từ sáng đến giờ tớ thấy cậu cứ cau có mãi…… Có chuyện gì à?」\n"
    },
    {
        "sentence": "[ひなた「]::何でもないようには、見えないんだけど……」",
        "translation": "Hinata「Tớ không thấy là \"không có gì\" đâu...」\n"
    },
    {
        "sentence": "[ひなた「]::そうかな……？　慎吾くんがそう言うなら……」",
        "translation": "Hinata「Vậy… Nếu Shingo nói thế thì…」\n"
    },
    {
        "sentence": "[ひなた「]::ね、ねぇ、どうしたの？　わ、私に何かおかしいところ、ある？」",
        "translation": "Hinata「Nè, nè, cậu sao thế? Tớ… trên người tớ có gì lạ lắm hả?」\n"
    },
    {
        "sentence": "[ひなた「]::あっ、酷いよぉ！　わ、私、そんなおかしな人じゃないもん！」",
        "translation": "Hinata「Á… Tớ không có tệ đến thế đâu! Tớ, tớ không phải là người kỳ quặc như vậy mà!」\n"
    },
    {
        "sentence": "[ひなた「]::あ、それがね……今日は、顧問の先生が用事があるから、部活は休みなんだよ」",
        "translation": "Hinata「À, là vầy nè… hôm nay, thầy cố vấn bận việc nên câu lạc bộ được nghỉ đó.」\n"
    },
    {
        "sentence": "[ひなた「]::だ、だから……あの、一緒に帰れないかな？」",
        "translation": "Hinata「Tớ, tại… tại tớ… có thể… cùng cậu về được không?」\n"
    },
    {
        "sentence": "[ひなた「]::うん。またこの間みたいに……どうかな？」",
        "translation": "Hinata「Ừm... lại giống như hôm nọ... thì sao ạ?」\n"
    },
    {
        "sentence": "[ひなた「]::えっ、そうなの……？　そっかぁ、残念だな……」",
        "translation": "Hinata「Ế, vậy ạ…? Ra là vậy, tiếc thật…」\n"
    },
    {
        "sentence": "[ひなた「]::……でも、用があるなら仕方ないよね。じゃ、今日は一人で帰るから。また明日ね」",
        "translation": "Hinata「……Nhưng, nếu cậu có việc bận thì tớ cũng chịu thôi. Vậy, hôm nay tớ về một mình vậy. Hẹn cậu ngày mai nha.」\n"
    }
]