[
    {
        "sentence": "[川崎「]::でも、それって最近出た新モデルなんッスよ！　制動力が高くて、安定したブレーキングが可能ッス！」",
        "translation": "Kawashaki「Nhưng mà, đó là mẫu mới ra gần đây đó cô! Lực phanh cao, lại còn giúp phanh ổn định nữa!」\n"
    },
    {
        "sentence": "[川崎「]::これだと、ブレーキを掛けた時のハンドルコントロールもバツグンッス！　是非これにするべきッス！」",
        "translation": "Kawashaki「Nếu dùng cái này, kiểm soát tay lái khi phanh cũng thuộc hàng đỉnh của chóp luôn đó cô! Nhất định phải dùng cái này thôi!」\n"
    },
    {
        "sentence": "[川崎「]::そ、そんなぁ、ひどいッス！　あのタケムラのスペシャルモデルなのにッス！」",
        "translation": "Kawashaki「Đừng mà cô, quá đáng vậy! Cái đó là mẫu đặc biệt của Takemura đó!」\n"
    },
    {
        "sentence": "[川崎「]::あ、はいッス！　調整してた時、ちょっと気になった事があったッス」",
        "translation": "Kawashaki「Dạ, vâng ạ! Lúc chỉnh sửa, em có để ý một vài chỗ hơi lạ ạ!」\n"
    },
    {
        "sentence": "[川崎「]::ちょっと傷があるみたいッスから、交換した方がいいかもって……あっ、持ってきてるんで、見て欲しいッス」",
        "translation": "Kawashaki「Hình như có chút xước xát, hay là mình đổi cái khác đi cô…… À, em có mang theo rồi, cô xem thử nha」\n"
    },
    {
        "sentence": "[川崎「]::この辺りッス。やっぱり、洗浄して持ってきた方が良かったッスかね？」",
        "translation": "Kawashaki「Chỗ này ạ. Hay là em nên rửa sạch rồi mang đến nhỉ?」\n"
    },
    {
        "sentence": "[川崎「]::あ、そうッスか。じゃあこれはこのまま使うッス！」",
        "translation": "Kawashaki「À, vậy ạ. Vậy thì em cứ dùng cái này luôn nha cô!」\n"
    },
    {
        "sentence": "[川崎「]::お願いするッス！　ありがとうございまッス！！」",
        "translation": "Kawashaki「Em xin cô ạ! Cảm ơn cô nhiều ạ!!」\n"
    },
    {
        "sentence": "[川崎「]::はわっ、はわわ……あ、あの、それじゃ、自分は行くッス！　お疲れッス！」",
        "translation": "Kawashaki「」Hả… hả… dạ, dạ… vậy, vậy em đi đây ạ! Chào cô ạ!」\n"
    },
    {
        "sentence": "[川崎「]::いえ、これも部活の一環ッス。先生に礼を言われるいわれはないッス！」",
        "translation": "Kawashaki「Không, việc này cũng là một phần của câu lạc bộ mà thôi. Em không có lý do gì để được cô khen cả!」"
    },
    {
        "sentence": "[川崎「]::はいッス！　じゃ、お疲れッス！」",
        "translation": "Kawashaki「Vâng! Vậy em xin phép về trước ạ!」"
    },
    {
        "sentence": "[川崎「]::じゃ、お先に失礼しまッス！　お疲れッス！」",
        "translation": "Kawashaki「Vậy, em xin phép đi trước ạ! Cô vất vả rồi!」"
    },
    {
        "sentence": "[川崎「]::先生、今来たところッスか……あれ？　何かあったんスか？」",
        "translation": "Kawashaki「Thầy ơi, em vừa mới đến thôi ạ... Ủa? Có chuyện gì vậy ạ?」"
    },
    {
        "sentence": "[川崎「]::そうッスか。ならいいんスけど」",
        "translation": "Kawashaki「Vậy ạ. Nếu vậy thì tốt quá rồi.」"
    },
    {
        "sentence": "[川崎「]::あの、クーラントの換えがどこにあるのか聞きにきたッス……けど」",
        "translation": "Kawashaki「À, em đến hỏi chỗ thay nước làm mát ở đâu ạ... nhưng mà」"
    },
    {
        "sentence": "[川崎「]::ところで、その人は誰ッスか？　もしかして、お取り込み中だったッス？」",
        "translation": "Kawashaki「À mà, người kia là ai thế ạ? Hay là em làm phiền cô rồi ạ?」"
    }
]