[
    {
        "sentence": "[慎吾「]::…………ゴクッ」",
        "translation": "Shingo「…………Ực.」\n"
    },
    {
        "sentence": "[慎吾「]::……おおっ、まさにナイスタイミング！」",
        "translation": "Shingo「…… Ồ, đúng là thời điểm vàng!」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、いたぞ！　彼女だ！」",
        "translation": "Shingo「…… Ồ, kia rồi! Cậu ta kìa!」\n"
    },
    {
        "sentence": "[慎吾「]::ふむふむ……さすが美咲ちゃん。俺が目を付けただけの事はある」",
        "translation": "Shingo「Ừm ừm... Quả nhiên là Misaki-chan. Mình đã để mắt tới cậu ta mà.」\n"
    },
    {
        "sentence": "[慎吾「]::彼女に匹敵する逸材となると、バスケ部の佐織ちゃんか、陸上部の綾香ちゃんか、茶道部の佳乃ちゃんくらいだな」",
        "translation": "Shingo「Để mà có một người tài năng sánh ngang được với cậu ta, thì chắc chỉ có Saori-chan của câu lạc bộ bóng rổ, Ayaka-chan của câu lạc bộ điền kinh, hoặc là Kayo-chan của câu lạc bộ trà đạo thôi nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん、確かに美咲ちゃんは可愛い。この上なく可愛い……けどなぁ」",
        "translation": "Shingo「Ừm, đúng là Misaki-chan dễ thương thật. Vô cùng dễ thương luôn ấy…… nhưng mà……」\n"
    },
    {
        "sentence": "[慎吾「]::惜しいよなぁ、いいセンはいってるんだけど……」",
        "translation": "Shingo「Tiếc thật, gần tới rồi mà……」\n"
    },
    {
        "sentence": "[慎吾「]::……よし、相変わらず誰もいないな。それ、退散だっ！」",
        "translation": "Shingo「……Ừm, vẫn không có ai cả. Vậy, rút thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::……ふぅ、誰も後を追ってくるヤツはいないな」",
        "translation": "Shingo「……Phù, không có ai đuổi theo cả.」\n"
    },
    {
        "sentence": "[慎吾「]::なっ……！」",
        "translation": "Shingo「Kh…!」\n"
    },
    {
        "sentence": "[慎吾「]::……そんな事、アンタには関係ないだろ。俺のプライベートを逐一報告する義務なんてないはずだぜ」",
        "translation": "Shingo「……Chuyện đó, có liên quan gì đến cô đâu. Tôi không có nghĩa vụ phải báo cáo đời tư của tôi cho cô từng chút một.」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ、そりゃ悪かったな。『高峰沙耶』センセイ」",
        "translation": "Shingo「……Tch, coi như tôi sai. 'Cô giáo Takamine Saya'.」\n"
    },
    {
        "sentence": "[慎吾「]::くっ……いくら俺でも担任の教師の名前くらい憶えてるぜ。相手を『ヘドロ』としか形容できない、頭の悪そうな人とは違ってな」",
        "translation": "Shingo「Tch... Dù sao thì tôi cũng nhớ tên giáo viên chủ nhiệm của mình chứ. Không như ai kia chỉ biết miêu tả người khác bằng từ 'bùn lầy', đúng là đồ đầu đất.」\n"
    },
    {
        "sentence": "[慎吾「]::だから言っただろ、そんなのセンセイに話す必要はないってな。そういうセンセイこそ部活はどうしたんだよ？」",
        "translation": "Shingo「::だから言っただろ、そんなのセンセイに話す必要はないってな。そういうセンセイこそ部活はどうしたんだよ？」\nShingo「Tôi đã bảo rồi mà, mấy chuyện đó thì cần gì phải nói với cô. Chính cô thì sao, không lo mà đi coi chừng câu lạc bộ đi?」\n"
    },
    {
        "sentence": "[慎吾「]::ヘドロ臭いとは、またご挨拶だな。それじゃ高峰センセイは犬みたいに匂いを嗅いで、来たってのか？」",
        "translation": "Shingo「]::ヘドロ臭いとは、またご挨拶だな。それじゃ高峰センセイは犬みたいに匂いを嗅いで、来たってのか？」\nShingo「Bảo thối như bùn á, lại còn kiểu chào hỏi đó nữa à. Vậy ra là cô Takamine đánh hơi như chó rồi mò tới đây hả?」\n"
    },
    {
        "sentence": "[慎吾「]::ぐっ……ああ、そうかい！　そりゃ確かに、センセイのようなチチ臭そうな匂いはしてないけどな！」",
        "translation": "Shingo「Khốn… À, ra thế! Thì đúng là, tôi không có cái mùi sữa còn vương như cô rồi!」\n"
    },
    {
        "sentence": "[慎吾「]::ん……？」",
        "translation": "Shingo「Hả…?」\n"
    },
    {
        "sentence": "[慎吾「]::あ～あ～、高峰センセイがはしたなく怒鳴るから、みんなが注目してるじゃないか。一緒にいる俺まで恥ずかしいぜ」",
        "translation": "Shingo「Trời ạ… Tại cô Takamine cứ ăn to nói lớn như vậy, ai cũng dòm ngó hết cả kìa. Đứng chung với cô, tôi cũng thấy ngại lây luôn đó.」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……あ、おいっ！？」",
        "translation": "Shingo「Ế… A, này…!?」\n"
    },
    {
        "sentence": "[慎吾「]::くそっ、勝手な事をっ……っていうか、まだ話を続けようってのかよ！？」",
        "translation": "Shingo「Chết tiệt, tự ý làm theo ý mình… Ý cô là, cô còn muốn tiếp tục nói chuyện nữa hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::……それで、わざわざこんな所まで連れてきて、まだ何か俺に言いたい事でもあるのか？」",
        "translation": "Shingo「……それで、わざわざこんな所まで連れてきて、まだ何か俺に言いたい事でもあるのか？」\nSTEP 1: RAW TRANSLATION\nShingo「…… Sore de, wazawaza konna tokoro made tsurete kite, mada nani ka ore ni iitai koto demo aru no ka? 」\n→ Shingo「…… Vậy nên, còn cố ý dẫn đến tận nơi này, còn có chuyện gì muốn nói với tôi sao? 」\n\nSTEP 2: EDIT & POLISH\nThe line is spoken by Shingo to Saya in an empty classroom at dusk after she dismissed other students. Shingo is annoyed by Saya's attitude and wants to get the conversation over with.\n→ Shingo「……Thế nên, còn cố tình lôi tôi đến tận đây, cô còn chuyện gì muốn nói nữa à?」\n\nSTEP 3: QUALITY REVIEW\nThe translation captures the meaning, emotion, and tone of the original line. Pronoun usage is accurate. Grammar and flow are correct. The line fits the context and character.\n\nSTEP 4:OUTPUT FORMAT\nShingo「……Thế nên, còn cố tình lôi tôi đến tận đây, cô còn chuyện gì muốn nói nữa à?」\n"
    },
    {
        "sentence": "[慎吾「]::はいはい、ありがとうございます。分かったから早くしてくれよ」",
        "translation": "Shingo「Vâng vâng, cảm ơn. Biết rồi nên cô làm nhanh đi」\n"
    },
    {
        "sentence": "[慎吾「]::フン、なんだよ、それくらいの事で。成績だって赤点は取ってないんだから、別にいいだろ？」",
        "translation": "Shingo「Hừ, có mỗi chuyện đó thôi mà. Điểm cũng đâu có liệt, có sao đâu?」\n"
    },
    {
        "sentence": "[慎吾「]::なんだよ、それ？　それが教師の言う台詞かよ！？」",
        "translation": "Shingo「Cái gì vậy trời? Đó mà là lời một giáo viên nên nói hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::それに、さっきから言ってる『ヘドロ頭』って何だ？　ちゃんと分かる日本語で話せよ」",
        "translation": "Shingo「Mà, cái \"đầu đất\" mà cô cứ lải nhải từ nãy đến giờ là cái gì thế? Nói tiếng Việt cho tôi hiểu xem nào.」\n"
    },
    {
        "sentence": "[慎吾「]::何だとっ……！？」",
        "translation": "Shingo「Cái… cái gì cơ!?」\n"
    },
    {
        "sentence": "[慎吾「]::フン、それを何とかするのが教師だろ？　それが出来ないんじゃ、単にアンタにその才覚が無いだけの話だ」",
        "translation": "Shingo「Hừ, chẳng phải việc giải quyết chuyện đó là trách nhiệm của giáo viên sao? Nếu cô không làm được, thì đơn giản là cô không có tài cán gì thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ！　アンタの言う『ヘドロ』すら扱えないんじゃ、言われてもしょうがないだろ。何か返す言葉がありますか、センセイ？」",
        "translation": "Shingo「Hả! Ngay cả cái thứ \"bùn lầy\" mà cô nói mà cũng không xử lý được thì bị nói cũng đáng thôi. Cô còn gì để cãi không, SENSEI?」\n"
    },
    {
        "sentence": "[慎吾「]::……ああ、そうさせてもらうぜ」",
        "translation": "Shingo「......Aaa, vậy thì tôi xin chiều theo ý cô vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ」",
        "translation": "Shingo「......Tch.」\n"
    },
    {
        "sentence": "[慎吾「]::おかげで、余計な時間は取られるし……ま、いいや。俺も帰るとするか」",
        "translation": "Shingo「おかげで、余計な時間は取られるし……ま、いいや。俺も帰るとするか」\nShingo「Tại cô ta mà mất thêm thời gian vô ích… Thôi kệ đi. Mình cũng về thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::……しっかし、あの女にも困ったモンだぜ」",
        "translation": "Shingo「……Mà, đúng là cô ta cũng rắc rối thật đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::…………ん？」",
        "translation": "Shingo「……Ơ?」\n"
    },
    {
        "sentence": "[慎吾「]::……おい、こんな所で何をしてるんだ？」",
        "translation": "Shingo「……Này, cậu làm gì ở chỗ này thế?」\n"
    },
    {
        "sentence": "[慎吾「]::来なかったらって……もしかして、俺を待ってたのか？」",
        "translation": "Shingo「Không đến thì…… chẳng lẽ, cậu đã chờ tôi sao?」\n"
    },
    {
        "sentence": "[慎吾「]::何だよ、俺に何か用でもあったのか？」",
        "translation": "Shingo「Sao thế, cậu có việc gì với tôi à?」\n"
    },
    {
        "sentence": "[慎吾「]::別にそんな、大した事じゃない。待ってる程のモンでもないぞ」",
        "translation": "Shingo「Không có gì to tát đâu. Đâu đến mức phải chờ.」\n"
    },
    {
        "sentence": "[慎吾「]::……ま、とにかく、こうやって無事に帰れるんだ、もうそんな心配はいらないよ」",
        "translation": "Shingo「……Ừm, dù sao thì, giờ cậu đã có thể yên tâm là tôi về nhà an toàn rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::そんじゃ、俺は帰るからな。お疲れさん」",
        "translation": "Shingo「Vậy thôi, tôi về đây. Mệt rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……ったく、何なんだよ、まだ俺に何かあるのか？」",
        "translation": "Shingo「……Thiệt tình, còn muốn gì ở tôi nữa vậy?」\n"
    },
    {
        "sentence": "[慎吾「]::一緒にって、俺は学生寮だから、すぐそこだぞ？」",
        "translation": "Shingo「Cùng nhau… nhà tôi là ký túc xá sinh viên, ngay gần đây thôi đó?」\n"
    },
    {
        "sentence": "[慎吾「]::……好きにしろ」",
        "translation": "Shingo「……Làm gì thì làm.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、そうだな」",
        "translation": "Shingo「Ừ, chắc vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::ん？　なんだ？」",
        "translation": "Shingo「Hả? Gì thế?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ？　おい、何の話だ？　明日誰か来るのか？」",
        "translation": "Shingo「Hả? Này, cậu nói cái gì vậy? Mai có ai đến à?」\n"
    },
    {
        "sentence": "[慎吾「]::…………」",
        "translation": "Shingo「…………」\n"
    },
    {
        "sentence": "[慎吾「]::うるさいな。いいから詳細を聞かせろ」",
        "translation": "Shingo「Ồn ào quá. Được rồi, mau kể chi tiết cho tôi nghe.」\n"
    },
    {
        "sentence": "[慎吾「]::ふぅん……それで、その実習生ってのは男なのか、女なのか？」",
        "translation": "Shingo「Hừm... Vậy, cô giáo sinh thực tập đó là nam hay nữ?」\n"
    },
    {
        "sentence": "[慎吾「]::……へぇ」",
        "translation": "Shingo「……À ra vậy」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、ここまでだな」",
        "translation": "Shingo「……Ồ, đến đây thôi sao.」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、そういう事だ。そんじゃ、また明日な」",
        "translation": "Shingo「À, ra là vậy. Vậy thì, hẹn cậu ngày mai nhé.」\n"
    },
    {
        "sentence": "[慎吾「]::うっさいな、遅刻するかしないかは、目覚めてみないと分かんねぇよ」",
        "translation": "Shingo「Ồn ào quá đấy, có muộn hay không thì phải mở mắt ra mới biết được chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::ふぁ～あ、今日の新体操の覗きで、学園中の女子は全部調べ尽くしちまったな」",
        "translation": "Shingo「Hà… Hôm nay nhìn trộm mấy em thể dục dụng cụ, mình điều tra xong hết nữ sinh trong trường rồi còn gì.」\n"
    },
    {
        "sentence": "[慎吾「]::……はぁぁ。結局、学生の中にはいなかったって、散々な結果だもんなぁ」",
        "translation": "Shingo「……Hà… Rốt cuộc, không có ai trong đám nữ sinh cả, kết quả tệ hại thật mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……おっと、そういや帰り道でひなたが言っていた、教育実習生も明日来るんだったな」",
        "translation": "Shingo「……Ối chà, nhắc mới nhớ, trên đường về Hinata có nói ngày mai còn có giáo sinh thực tập đến nữa.」\n"
    },
    {
        "sentence": "[慎吾「]::フフフッ、こりゃ明日は忙しくなりそうだ。よし、それじゃ今日は早く寝て、英気を養っておくか」",
        "translation": "Shingo「Fufufu, có vẻ ngày mai bận rộn đây. Được rồi, vậy hôm nay mình ngủ sớm để dưỡng sức mới được.」\n"
    }
]