[
    {
        "sentence": "[慎吾「]::…………ゴクッ」",
        "translation": "Shingo「…………Ực.」\n"
    },
    {
        "sentence": "[慎吾「]::……おおっ、まさにナイスタイミング！」",
        "translation": "Shingo「…… Ồ, đúng là thời điểm vàng!」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、いたぞ！　彼女だ！」",
        "translation": "Shingo「…… Ồ, kia rồi! Cậu ta kìa!」\n"
    },
    {
        "sentence": "[慎吾「]::ふむふむ……さすが美咲ちゃん。俺が目を付けただけの事はある」",
        "translation": "Shingo「Ừm ừm... Quả nhiên là Misaki-chan. Mình đã để mắt tới cậu ta mà.」\n"
    },
    {
        "sentence": "[慎吾「]::彼女に匹敵する逸材となると、バスケ部の佐織ちゃんか、陸上部の綾香ちゃんか、茶道部の佳乃ちゃんくらいだな」",
        "translation": "Shingo「Để mà có một người tài năng sánh ngang được với cậu ta, thì chắc chỉ có Saori-chan của câu lạc bộ bóng rổ, Ayaka-chan của câu lạc bộ điền kinh, hoặc là Kayo-chan của câu lạc bộ trà đạo thôi nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん、確かに美咲ちゃんは可愛い。この上なく可愛い……けどなぁ」",
        "translation": "Shingo「Ừm, đúng là Misaki-chan dễ thương thật. Vô cùng dễ thương luôn ấy…… nhưng mà……」\n"
    },
    {
        "sentence": "[慎吾「]::惜しいよなぁ、いいセンはいってるんだけど……」",
        "translation": "Shingo「Tiếc thật, gần tới rồi mà……」\n"
    },
    {
        "sentence": "[慎吾「]::……よし、相変わらず誰もいないな。それ、退散だっ！」",
        "translation": "Shingo「……Ừm, vẫn không có ai cả. Vậy, rút thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::……ふぅ、誰も後を追ってくるヤツはいないな」",
        "translation": "Shingo「……Phù, không có ai đuổi theo cả.」\n"
    },
    {
        "sentence": "[慎吾「]::なっ……！」",
        "translation": "Shingo「Kh…!」\n"
    },
    {
        "sentence": "[慎吾「]::……そんな事、アンタには関係ないだろ。俺のプライベートを逐一報告する義務なんてないはずだぜ」",
        "translation": "Shingo「……Chuyện đó, có liên quan gì đến cô đâu. Tôi không có nghĩa vụ phải báo cáo đời tư của tôi cho cô từng chút một.」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ、そりゃ悪かったな。『高峰沙耶』センセイ」",
        "translation": "Shingo「……Tch, coi như tôi sai. 'Cô giáo Takamine Saya'.」\n"
    },
    {
        "sentence": "[慎吾「]::くっ……いくら俺でも担任の教師の名前くらい憶えてるぜ。相手を『ヘドロ』としか形容できない、頭の悪そうな人とは違ってな」",
        "translation": "Shingo「Tch... Dù sao thì tôi cũng nhớ tên giáo viên chủ nhiệm của mình chứ. Không như ai kia chỉ biết miêu tả người khác bằng từ 'bùn lầy', đúng là đồ đầu đất.」\n"
    },
    {
        "sentence": "[慎吾「]::だから言っただろ、そんなのセンセイに話す必要はないってな。そういうセンセイこそ部活はどうしたんだよ？」",
        "translation": "Shingo「::だから言っただろ、そんなのセンセイに話す必要はないってな。そういうセンセイこそ部活はどうしたんだよ？」\nShingo「Tôi đã bảo rồi mà, mấy chuyện đó thì cần gì phải nói với cô. Chính cô thì sao, không lo mà đi coi chừng câu lạc bộ đi?」\n"
    },
    {
        "sentence": "[慎吾「]::ヘドロ臭いとは、またご挨拶だな。それじゃ高峰センセイは犬みたいに匂いを嗅いで、来たってのか？」",
        "translation": "Shingo「]::ヘドロ臭いとは、またご挨拶だな。それじゃ高峰センセイは犬みたいに匂いを嗅いで、来たってのか？」\nShingo「Bảo thối như bùn á, lại còn kiểu chào hỏi đó nữa à. Vậy ra là cô Takamine đánh hơi như chó rồi mò tới đây hả?」\n"
    },
    {
        "sentence": "[慎吾「]::ぐっ……ああ、そうかい！　そりゃ確かに、センセイのようなチチ臭そうな匂いはしてないけどな！」",
        "translation": "Shingo「Khốn… À, ra thế! Thì đúng là, tôi không có cái mùi sữa còn vương như cô rồi!」\n"
    },
    {
        "sentence": "[慎吾「]::ん……？」",
        "translation": "Shingo「Hả…?」\n"
    },
    {
        "sentence": "[慎吾「]::あ～あ～、高峰センセイがはしたなく怒鳴るから、みんなが注目してるじゃないか。一緒にいる俺まで恥ずかしいぜ」",
        "translation": "Shingo「Trời ạ… Tại cô Takamine cứ ăn to nói lớn như vậy, ai cũng dòm ngó hết cả kìa. Đứng chung với cô, tôi cũng thấy ngại lây luôn đó.」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……あ、おいっ！？」",
        "translation": "Shingo「Ế… A, này…!?」\n"
    },
    {
        "sentence": "[慎吾「]::くそっ、勝手な事をっ……っていうか、まだ話を続けようってのかよ！？」",
        "translation": "Shingo「Chết tiệt, tự ý làm theo ý mình… Ý cô là, cô còn muốn tiếp tục nói chuyện nữa hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::……それで、わざわざこんな所まで連れてきて、まだ何か俺に言いたい事でもあるのか？」",
        "translation": "Shingo「……それで、わざわざこんな所まで連れてきて、まだ何か俺に言いたい事でもあるのか？」\nSTEP 1: RAW TRANSLATION\nShingo「…… Sore de, wazawaza konna tokoro made tsurete kite, mada nani ka ore ni iitai koto demo aru no ka? 」\n→ Shingo「…… Vậy nên, còn cố ý dẫn đến tận nơi này, còn có chuyện gì muốn nói với tôi sao? 」\n\nSTEP 2: EDIT & POLISH\nThe line is spoken by Shingo to Saya in an empty classroom at dusk after she dismissed other students. Shingo is annoyed by Saya's attitude and wants to get the conversation over with.\n→ Shingo「……Thế nên, còn cố tình lôi tôi đến tận đây, cô còn chuyện gì muốn nói nữa à?」\n\nSTEP 3: QUALITY REVIEW\nThe translation captures the meaning, emotion, and tone of the original line. Pronoun usage is accurate. Grammar and flow are correct. The line fits the context and character.\n\nSTEP 4:OUTPUT FORMAT\nShingo「……Thế nên, còn cố tình lôi tôi đến tận đây, cô còn chuyện gì muốn nói nữa à?」\n"
    },
    {
        "sentence": "[慎吾「]::はいはい、ありがとうございます。分かったから早くしてくれよ」",
        "translation": "Shingo「Vâng vâng, cảm ơn. Biết rồi nên cô làm nhanh đi」\n"
    },
    {
        "sentence": "[慎吾「]::フン、なんだよ、それくらいの事で。成績だって赤点は取ってないんだから、別にいいだろ？」",
        "translation": "Shingo「Hừ, có mỗi chuyện đó thôi mà. Điểm cũng đâu có liệt, có sao đâu?」\n"
    },
    {
        "sentence": "[慎吾「]::なんだよ、それ？　それが教師の言う台詞かよ！？」",
        "translation": "Shingo「Cái gì vậy trời? Đó mà là lời một giáo viên nên nói hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::それに、さっきから言ってる『ヘドロ頭』って何だ？　ちゃんと分かる日本語で話せよ」",
        "translation": "Shingo「Mà, cái \"đầu đất\" mà cô cứ lải nhải từ nãy đến giờ là cái gì thế? Nói tiếng Việt cho tôi hiểu xem nào.」\n"
    },
    {
        "sentence": "[慎吾「]::何だとっ……！？」",
        "translation": "Shingo「Cái… cái gì cơ!?」\n"
    },
    {
        "sentence": "[慎吾「]::フン、それを何とかするのが教師だろ？　それが出来ないんじゃ、単にアンタにその才覚が無いだけの話だ」",
        "translation": "Shingo「Hừ, chẳng phải việc giải quyết chuyện đó là trách nhiệm của giáo viên sao? Nếu cô không làm được, thì đơn giản là cô không có tài cán gì thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ！　アンタの言う『ヘドロ』すら扱えないんじゃ、言われてもしょうがないだろ。何か返す言葉がありますか、センセイ？」",
        "translation": "Shingo「Hả! Ngay cả cái thứ \"bùn lầy\" mà cô nói mà cũng không xử lý được thì bị nói cũng đáng thôi. Cô còn gì để cãi không, SENSEI?」\n"
    },
    {
        "sentence": "[慎吾「]::……ああ、そうさせてもらうぜ」",
        "translation": "Shingo「......Aaa, vậy thì tôi xin chiều theo ý cô vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ」",
        "translation": "Shingo「......Tch.」\n"
    },
    {
        "sentence": "[慎吾「]::おかげで、余計な時間は取られるし……ま、いいや。俺も帰るとするか」",
        "translation": "Shingo「おかげで、余計な時間は取られるし……ま、いいや。俺も帰るとするか」\nShingo「Tại cô ta mà mất thêm thời gian vô ích… Thôi kệ đi. Mình cũng về thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::……しっかし、あの女にも困ったモンだぜ」",
        "translation": "Shingo「……Mà, đúng là cô ta cũng rắc rối thật đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::…………ん？」",
        "translation": "Shingo「……Ơ?」\n"
    },
    {
        "sentence": "[慎吾「]::……おい、こんな所で何をしてるんだ？」",
        "translation": "Shingo「……Này, cậu làm gì ở chỗ này thế?」\n"
    },
    {
        "sentence": "[慎吾「]::来なかったらって……もしかして、俺を待ってたのか？」",
        "translation": "Shingo「Không đến thì…… chẳng lẽ, cậu đã chờ tôi sao?」\n"
    },
    {
        "sentence": "[慎吾「]::何だよ、俺に何か用でもあったのか？」",
        "translation": "Shingo「Sao thế, cậu có việc gì với tôi à?」\n"
    },
    {
        "sentence": "[慎吾「]::別にそんな、大した事じゃない。待ってる程のモンでもないぞ」",
        "translation": "Shingo「Không có gì to tát đâu. Đâu đến mức phải chờ.」\n"
    },
    {
        "sentence": "[慎吾「]::……ま、とにかく、こうやって無事に帰れるんだ、もうそんな心配はいらないよ」",
        "translation": "Shingo「……Ừm, dù sao thì, giờ cậu đã có thể yên tâm là tôi về nhà an toàn rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::そんじゃ、俺は帰るからな。お疲れさん」",
        "translation": "Shingo「Vậy thôi, tôi về đây. Mệt rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……ったく、何なんだよ、まだ俺に何かあるのか？」",
        "translation": "Shingo「……Thiệt tình, còn muốn gì ở tôi nữa vậy?」\n"
    },
    {
        "sentence": "[慎吾「]::一緒にって、俺は学生寮だから、すぐそこだぞ？」",
        "translation": "Shingo「Cùng nhau… nhà tôi là ký túc xá sinh viên, ngay gần đây thôi đó?」\n"
    },
    {
        "sentence": "[慎吾「]::……好きにしろ」",
        "translation": "Shingo「……Làm gì thì làm.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、そうだな」",
        "translation": "Shingo「Ừ, chắc vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::ん？　なんだ？」",
        "translation": "Shingo「Hả? Gì thế?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ？　おい、何の話だ？　明日誰か来るのか？」",
        "translation": "Shingo「Hả? Này, cậu nói cái gì vậy? Mai có ai đến à?」\n"
    },
    {
        "sentence": "[慎吾「]::…………」",
        "translation": "Shingo「…………」\n"
    },
    {
        "sentence": "[慎吾「]::うるさいな。いいから詳細を聞かせろ」",
        "translation": "Shingo「Ồn ào quá. Được rồi, mau kể chi tiết cho tôi nghe.」\n"
    },
    {
        "sentence": "[慎吾「]::ふぅん……それで、その実習生ってのは男なのか、女なのか？」",
        "translation": "Shingo「Hừm... Vậy, cô giáo sinh thực tập đó là nam hay nữ?」\n"
    },
    {
        "sentence": "[慎吾「]::……へぇ」",
        "translation": "Shingo「……À ra vậy」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、ここまでだな」",
        "translation": "Shingo「……Ồ, đến đây thôi sao.」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、そういう事だ。そんじゃ、また明日な」",
        "translation": "Shingo「À, ra là vậy. Vậy thì, hẹn cậu ngày mai nhé.」\n"
    },
    {
        "sentence": "[慎吾「]::うっさいな、遅刻するかしないかは、目覚めてみないと分かんねぇよ」",
        "translation": "Shingo「Ồn ào quá đấy, có muộn hay không thì phải mở mắt ra mới biết được chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::ふぁ～あ、今日の新体操の覗きで、学園中の女子は全部調べ尽くしちまったな」",
        "translation": "Shingo「Hà… Hôm nay nhìn trộm mấy em thể dục dụng cụ, mình điều tra xong hết nữ sinh trong trường rồi còn gì.」\n"
    },
    {
        "sentence": "[慎吾「]::……はぁぁ。結局、学生の中にはいなかったって、散々な結果だもんなぁ」",
        "translation": "Shingo「……Hà… Rốt cuộc, không có ai trong đám nữ sinh cả, kết quả tệ hại thật mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……おっと、そういや帰り道でひなたが言っていた、教育実習生も明日来るんだったな」",
        "translation": "Shingo「……Ối chà, nhắc mới nhớ, trên đường về Hinata có nói ngày mai còn có giáo sinh thực tập đến nữa.」\n"
    },
    {
        "sentence": "[慎吾「]::フフフッ、こりゃ明日は忙しくなりそうだ。よし、それじゃ今日は早く寝て、英気を養っておくか」",
        "translation": "Shingo「Fufufu, có vẻ ngày mai bận rộn đây. Được rồi, vậy hôm nay mình ngủ sớm để dưỡng sức mới được.」\n"
    },
    {
        "sentence": "[慎吾「]::……ん、う～ん…………朝か…………？」",
        "translation": "Shingo「Ưm... ưừm... Sáng rồi sao...?」"
    },
    {
        "sentence": "[慎吾「]::何だよ……なんでこんな時間になるんだよ……ったく」",
        "translation": "Shingo「Cái gì... Sao lại thành ra giờ này thế này... Thật là...」\n"
    },
    {
        "sentence": "[慎吾「]::そうだった、今日から女教師達の覗きに行こうと思ってたんだ」",
        "translation": "Shingo「À phải rồi, hôm nay định đi nhìn trộm mấy cô giáo chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::どうやら通学のピークより早く着いたようだな…………ん？」",
        "translation": "Shingo「Hình như đến sớm hơn giờ cao điểm đi học rồi thì phải... Hả?」\n"
    },
    {
        "sentence": "[慎吾「]::グラウンドの方から聞こえてくるから……フフッ、どうやら目当ての部活は練習をしているようだ」",
        "translation": "Shingo「Nghe từ hướng sân tập vọng lại... Hahaha, xem ra câu lạc bộ mình nhắm tới đang luyện tập rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::さてさて……おっ、やっぱり練習しているな」",
        "translation": "Shingo「Chà chà... ồ, quả nhiên là đang luyện tập rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、いたぞ！　アレだ！」",
        "translation": "Shingo「...Ồ, thấy rồi! Chính là cái đó!」\n"
    },
    {
        "sentence": "[慎吾「]::ほう、なかなか見事なフォームじゃないか。さすが、俺が見込んだ女だぜ」",
        "translation": "Shingo「Ồ, dáng đẹp đấy chứ. Quả nhiên là người mình đã để mắt tới mà.」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん、それにしても……」",
        "translation": "Shingo「Ừmm, dù sao thì...」\n"
    },
    {
        "sentence": "[慎吾「]::本当にそそる女だぜ。やはりそこらの学生とはレベルが違うな」",
        "translation": "Shingo「Đúng là một người đàn bà khêu gợi. Quả nhiên đẳng cấp khác hẳn mấy em sinh viên bình thường.」\n"
    },
    {
        "sentence": "[慎吾「]::そうだな、あんまり欲張って、失敗するのはゴメンだ。梓の追跡はここで諦めるか……」",
        "translation": "Shingo「Ừ, mình không muốn tham lam quá rồi thất bại đâu. Bỏ cuộc vụ theo dõi Azusa ở đây vậy……」\n"
    },
    {
        "sentence": "[慎吾「]::……ふぅ、こっちの方まで来てみたけど、大したものはなさそうだな」",
        "translation": "Shingo「……Hầy, đến tận chỗ này rồi mà cũng chẳng có gì ra hồn cả.」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？」",
        "translation": "Shingo「……Hử?」\n"
    },
    {
        "sentence": "[慎吾「]::バイク……？　という事は……！？」",
        "translation": "Shingo「Xe máy... Vậy thì có nghĩa là...!」\n"
    },
    {
        "sentence": "[慎吾「]::あのバイクは……間違いない、やっぱり彼女だ！」",
        "translation": "Shingo「Chiếc xe kia... không thể nhầm được, đúng là cô ta rồi!」\n"
    },
    {
        "sentence": "[慎吾「]::ナイスタイミングだ。梓だけでなく、彼女の姿まで見れるとはな」",
        "translation": "Shingo「Đúng lúc thật. Không chỉ được ngắm Azusa, mà còn thấy cả dáng vẻ này của cô ta nữa.」\n"
    },
    {
        "sentence": "[慎吾「]::フフッ……やっぱり、いい女だぜ、直美先生は」",
        "translation": "Shingo「Hahaha… Quả nhiên là một người đàn bà tuyệt vời, Naomi-sensei.」\n"
    },
    {
        "sentence": "[慎吾「]::あんなに素晴らしい肉体を持ってるなら、水泳部の顧問とかになればいいのに……もったいないよなぁ」",
        "translation": "Shingo「Có thân hình tuyệt vời thế kia, cô ta mà làm cố vấn câu lạc bộ bơi lội thì còn gì bằng… Uổng quá đi mất.」\n"
    },
    {
        "sentence": "[慎吾「]::そうだよなぁ。なんなら沙耶の代わりに、新体操部の顧問にでもなればいいのに……」",
        "translation": "Shingo「Đúng thế nhỉ. Hay là thay vì Saya, làm cố vấn câu lạc bộ thể dục dụng cụ nhịp điệu luôn cho rồi…」"
    },
    {
        "sentence": "[慎吾「]::えっ……！？」",
        "translation": "Shingo「Hả…!?」\n"
    },
    {
        "sentence": "[慎吾「]::あ、いやっ……んん、おはようございます、風間先生」",
        "translation": "Shingo「A… không… ưm, chào buổi sáng, Kazama-sensei.」"
    },
    {
        "sentence": "[慎吾「]::えっ……あ、いえ、そういう訳では」",
        "translation": "Shingo「Ể… à, dạ, không phải vậy đâu ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::えと、なんて言うか……そ、そう、先生の乗ってるバイク、あれがカッコいいなぁ、って思って……」",
        "translation": "Shingo「À thì, nói sao nhỉ… dạ, em, em thấy cái xe cô đi… nhìn ngầu quá ạ…」\n"
    },
    {
        "sentence": "[慎吾「]::はい、あんな大型のバイクなんて、滅多に見ないから、少し興味が湧きましてね」",
        "translation": "Shingo「Dạ, tại vì ít khi thấy xe phân khối lớn như vậy, nên em hơi tò mò một chút ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::あっ……」",
        "translation": "Shingo「A…」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん……相変わらず何を考えているのか分からない女だが、あのナイスバディを間近で見られたのはラッキーだったな」",
        "translation": "Shingo「Ừm… Vẫn là một người phụ nữ khó đoán, nhưng mà được ngắm nhìn thân hình nóng bỏng kia ở cự ly gần đúng là may mắn thật.」\n"
    },
    {
        "sentence": "[慎吾「]::ま、いずれにせよ、直美の身体もそのうちじっくりと拝ませてもらうからな……！」",
        "translation": "Shingo「Chà, dù sao đi nữa, rồi mình cũng sẽ được chiêm ngưỡng cơ thể của Naomi một cách kỹ càng thôi…!」\n"
    },
    {
        "sentence": "[慎吾「]::……ふむ、随分早くに学園へ来たってのに、もう始業１５分前か」",
        "translation": "Shingo「… Hừm, đến trường sớm thế này rồi mà cũng chỉ còn có mười lăm phút nữa là vào học à.」\n"
    },
    {
        "sentence": "[慎吾「]::けど、いつもの俺からしてみれば、かなり早い時間ではあるな」",
        "translation": "Shingo「Nhưng mà, so với mình mọi khi thì giờ này là khá sớm đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？　あれは……？」",
        "translation": "Shingo「… Hả? Cái kia là…?」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ、そんな訳あるかっての。俺だって早起きくらいするぜ。それとも、俺が早く来たら何か問題でもあるってのか？」",
        "translation": "Shingo「Hả? Vớ vẩn! Ai bảo tôi không dậy sớm được hả? Hay là, tôi đến sớm thì cô có vấn đề gì à?」\n"
    },
    {
        "sentence": "[慎吾「]::おいおい、どうして俺が普通に登校しただけで、そこまで言われなくちゃならないんだよ！　いい加減にしろっつーの！」",
        "translation": "Shingo「Này này, tại sao tôi chỉ đi học bình thường thôi mà cũng bị cô nói đến mức đấy hả! Vừa vừa phải phải thôi chứ!」\n"
    },
    {
        "sentence": "[慎吾「]::あのなぁ、せめて言うなら、事実になってから言えよ。ただの妄想にしか思えないぞ」",
        "translation": "Shingo「Này, ít nhất có nói thì cũng đợi thành sự thật rồi hẵng nói đi. Nghe cứ như là ảo tưởng thôi đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ、去年の民法改正でそう決まったんだよ。アンタ、教師のクセに知らなかったのか？」",
        "translation": "Shingo「Hả, luật dân sự sửa đổi năm ngoái quyết định thế rồi đấy. Cô là giáo viên mà không biết à?」\n"
    },
    {
        "sentence": "[慎吾「]::あっ……！？」",
        "translation": "Shingo「Á…!?」\n"
    },
    {
        "sentence": "[慎吾「]::…………んん？」",
        "translation": "Shingo「…………Ưm?」\n"
    },
    {
        "sentence": "[慎吾「]::……まぁ、確かに陰険で、口を開けば毒しか吐かない、嫌なヤツではあるが」",
        "translation": "Shingo「……Ừ thì, ả đàn bà đó đúng là thâm hiểm, mở miệng ra là phun độc, đúng là một con nhỏ đáng ghét.」\n"
    },
    {
        "sentence": "[慎吾「]::ま、性格さえ良ければ、最上級の美女なんだけどな」",
        "translation": "Shingo「Mà, tính cách mà tốt thì cũng thuộc hàng cực phẩm mỹ nữ đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::……ちーっす」",
        "translation": "Shingo「……Chào.」\n"
    },
    {
        "sentence": "[慎吾「]::お前まで沙耶みたいな事言うなよ。その事でさっき目一杯にイヤミを言われてきたからな」",
        "translation": "Shingo「Đừng có nói y như Saya thế. Lúc nãy tôi vừa bị ả đó mỉa mai cho một trận rồi.」"
    },
    {
        "sentence": "[慎吾「]::それでイヤミか？　どういう思考回路をしてるんだよ、まったく」",
        "translation": "Shingo「đó là móc mỉa hả? Đầu óc cậu nghĩ cái quái gì vậy, thiệt tình.」"
    },
    {
        "sentence": "[慎吾「]::あげく、『私は実習生を迎える準備で忙しいの』とか言って行っちまうし。なら、最初から絡んでくるなよなー」",
        "translation": "Shingo「Đã thế, còn giở giọng \"Tôi bận chuẩn bị đón thực tập sinh\" rồi chuồn mất. Vậy thì ngay từ đầu đừng có lằng nhằng với tôi chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::昨日って、あの……可愛くて、ナイスボディで、ブイブイ言わせてるって噂してた女の事か？」",
        "translation": "Shingo「Hôm qua á hả, ý cậu là cái em ngon nghẻ, dáng chuẩn, nghe đồn là dân chơi thứ thiệt ấy hả?」\n"
    },
    {
        "sentence": "[慎吾「]::ふぅん……」",
        "translation": "Shingo「Hừ…」\n"
    },
    {
        "sentence": "[慎吾「]::ん？　まだ何かあるのか？」",
        "translation": "Shingo「Hả? Còn gì nữa à?」\n"
    },
    {
        "sentence": "[慎吾「]::別れ際……？」",
        "translation": "Shingo「Lúc chia tay... hả?」\n"
    },
    {
        "sentence": "[慎吾「]::……それで、何を言おうとしてたんだ？」",
        "translation": "Shingo「...Vậy, cậu định nói cái gì cơ?」\n"
    },
    {
        "sentence": "[慎吾「]::保健医……？　すると、あのオバハンの代わりがやっと来たのか？」",
        "translation": "Shingo「Bác sĩ trường học...? Vậy là cuối cùng cũng có người thay thế mụ già đó rồi à?」\n"
    },
    {
        "sentence": "[慎吾「]::けど、どうせまたその保健医も熟女なんだろ？」",
        "translation": "Shingo「Nhưng mà, chắc gì bác sĩ mới này lại chẳng là một mụ già khác nhỉ?」"
    },
    {
        "sentence": "[慎吾「]::本当か、それっ！？」",
        "translation": "Shingo「Thật á, chuyện đó!?」\n"
    },
    {
        "sentence": "[慎吾「]::へぇ、新しい保健医は若くて美人か……」",
        "translation": "Shingo「Hể, bác sĩ trường học mới trẻ lại còn xinh nữa cơ à...?」\n"
    },
    {
        "sentence": "[慎吾「]::分かった分かった。お前も早く席に着けよ」",
        "translation": "Shingo「Biết rồi biết rồi. Cậu cũng mau về chỗ đi.」\n"
    },
    {
        "sentence": "[慎吾「]::……へぇ、まさしく噂通りの女だな……」",
        "translation": "Shingo「……Hể, đúng là người đàn bà nổi tiếng như lời đồn……」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、そうだな」",
        "translation": "Shingo「Ừm, đúng vậy」"
    },
    {
        "sentence": "[慎吾「]::でも、ありゃ面白いっていうか、かなり抜けてる感じじゃないか？　ある意味面白くはあるけど」",
        "translation": "Shingo「Nhưng mà, cô ta thú vị thì có, mà còn kiểu hơi ngơ ngơ ấy nhỉ? Theo một khía cạnh nào đó thì cũng vui đấy.」"
    },
    {
        "sentence": "[慎吾「]::まぁ、人間としちゃ、ちょっとくらい欠点がある方がいいかもな。その方が気楽に付き合いやすいし、いいと思うぜ」",
        "translation": "Shingo「Ừm, nói chứ, có chút khuyết điểm thì có khi lại hay, con người ai mà hoàn hảo được. Như vậy thì dễ tiếp xúc hơn, thấy cũng được đấy mà.」"
    },
    {
        "sentence": "[慎吾「]::俺としては褒めてるつもりだけどな。ああいう人が教師をやるのは、俺はいいと思うぜ」",
        "translation": "Shingo「Nói thật lòng thì tôi đang khen đấy. Kiểu người như vậy làm giáo viên thì, tôi thấy ổn đấy chứ」"
    },
    {
        "sentence": "[慎吾「]::な、何だよ、その顔は？　俺、なんかヘンな事言ったか？」",
        "translation": "Shingo「Ủa, sao nhìn mặt tôi thế? Tôi nói gì lạ hả?」"
    },
    {
        "sentence": "[慎吾「]::何だよそれ？　失敬なヤツだな」",
        "translation": "Shingo「Cái gì vậy? Thật là thất lễ đó」"
    },
    {
        "sentence": "[慎吾「]::おいおい、何だ、その言い方は？　別に気に入ったとか、そんなんじゃねぇって」",
        "translation": "Shingo「Này này, cái kiểu nói gì đấy? Đâu phải là tôi thích cô ta hay gì đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::お、おいっ……」",
        "translation": "Shingo「Ớ, này...」"
    },
    {
        "sentence": "[慎吾「]::さてと、早苗はどこにいるのかな……？」",
        "translation": "Shingo「Giờ thì, Sanae đang ở xó nào nhỉ……?」"
    },
    {
        "sentence": "[慎吾「]::……のは、いいとしてだ。いったいどこに行けば会えるんだろうな」",
        "translation": "Shingo「……Thôi được rồi, cho là thế đi. Nhưng rốt cuộc thì mình phải đến chỗ nào mới gặp được cô ta nhỉ?」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、あれは……？」",
        "translation": "Shingo「……Ố, cái kia là……?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ……どうも」",
        "translation": "Shingo「Hầy… Chào cô.」\n"
    },
    {
        "sentence": "[慎吾「]::なっ……？」",
        "translation": "Shingo「Hả…？」\n"
    },
    {
        "sentence": "[慎吾「]::沙耶から、俺の事を……？」",
        "translation": "Shingo「Saya… kể gì về em với cô à…?」\n"
    },
    {
        "sentence": "[慎吾「]::説明って……」",
        "translation": "Shingo「Giải thích… là sao…?」\n"
    },
    {
        "sentence": "[慎吾「]::それで俺の名前を知ってたんスね……どうせ、ロクな事を言ってなかったでしょ」",
        "translation": "Shingo「Vậy là cô biết tên em rồi… Chắc chắn là toàn chuyện chẳng hay ho gì, phải không?」\n"
    },
    {
        "sentence": "[慎吾「]::先生、それは嬉しいんだけどさ……先生って次の時間、授業はないのか？」",
        "translation": "Shingo「Sensei, em nghe sướng tai lắm, nhưng mà… cô không còn tiết nào sau tiết này à?」\n"
    },
    {
        "sentence": "[慎吾「]::そうか……だったら、急いだ方がいいんじゃないのか？　だって、ほら」",
        "translation": "Shingo「Vậy à… Nếu vậy thì, có khi nên nhanh chân lên thì hơn không? Vì… cô xem.」\n"
    },
    {
        "sentence": "[慎吾「]::いや、そろそろ昼休みが終わるから、準備しなくていいのかって言おうとしたんだが……遅かったみたいだな」",
        "translation": "Shingo「Không, em định bảo là sắp hết giờ nghỉ trưa rồi, cô không cần chuẩn bị à… Ai dè, muộn mất rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::あ、先生、そんな急ぐと……！」",
        "translation": "Shingo「Ấy, sensei, cô hấp tấp thế...!」\n"
    },
    {
        "sentence": "[慎吾「]::あーあ、言わんこっちゃない……」",
        "translation": "Shingo「Đấy, em đã bảo rồi mà…」\n"
    },
    {
        "sentence": "[慎吾「]::フフッ、なかなか愉快な女だぜ。何だかますます興味が湧いてきたぞ」",
        "translation": "Shingo「Hahaha, con nhỏ này cũng thú vị đấy chứ. Tự dưng làm mình thấy càng hứng thú hơn rồi nha.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、それはそれとして……俺もそろそろ教室に戻るかな」",
        "translation": "Shingo「Mà thôi, bỏ đi… Chắc mình cũng nên về lớp thôi nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::……ふう、ようやく放課後になったかぁ」",
        "translation": "Shingo「……Phù, cuối cùng cũng tan học rồi à.」\n"
    },
    {
        "sentence": "[慎吾「]::急いては事を仕損ずる、慌てる乞食は儲けが少ない、って事だよな、うん」",
        "translation": "Shingo「Chậm mà chắc, dục tốc bất đạt, đúng là “vội vàng ăn mày không gặp được lộc” mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……お、ひなたも出て行くな。まぁ、アイツも部活に入ってるんだから、当然か」",
        "translation": "Shingo「……Ồ, Hinata cũng đi luôn kìa. Mà, con bé đó tham gia câu lạc bộ, chuyện đương nhiên thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::……まだホームルームが終わってそんなに時間も経ってないし、まだ職員室にいると思うが……」",
        "translation": "Shingo「……Giờ này chắc giờ sinh hoạt lớp vừa xong chưa được bao lâu, chắc vẫn còn ở phòng giáo viên thôi……」\n"
    },
    {
        "sentence": "[慎吾「]::おっ……！？」",
        "translation": "Shingo「Ố……!?」\n"
    },
    {
        "sentence": "[慎吾「]::まぁいい。様子を見るには、一人で行動してくれた方が好都合だしな」",
        "translation": "Shingo「Thôi kệ. Cứ để cô ta một mình thế này thì mình dễ theo dõi hơn.」\n"
    },
    {
        "sentence": "[慎吾「]::……っていうか、何なんだ、この徘徊ルートは？」",
        "translation": "Shingo「……Mà khoan, cái lộ trình lượn lờ kiểu này là sao đây?」\n"
    },
    {
        "sentence": "[慎吾「]::まったく、昼間に見せた教育者としての顔なんて、どこに行ったのやら……これじゃただの御上りさんだぞ」",
        "translation": "Shingo「Haizz, cái bộ mặt nhà giáo mà cô ta trưng ra ban ngày biến đâu mất tiêu rồi…… Thế này thì khác gì dân nhà quê lên tỉnh chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::ぐはぁああっ！？」",
        "translation": "Shingo「Ư... á!?」\n"
    },
    {
        "sentence": "[慎吾「]::……んんっ…………う、ううぅぅ…………」",
        "translation": "Shingo「……Ưm… ư… ư… ư…」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？　あ、あれ、ここは…………？」",
        "translation": "Shingo「……Ư? Cái, cái đéo gì đây… mình đang ở đâu thế này…?」\n"
    },
    {
        "sentence": "[慎吾「]::なんで、保健室なんかに……？　俺はいったい何を……？」",
        "translation": "Shingo「Sao mình lại ở cái phòng y tế chết tiệt này…? Rốt cuộc… mình đã làm cái mẹ gì vậy…?」\n"
    },
    {
        "sentence": "[慎吾「]::……くぅ！？」",
        "translation": "Shingo「……Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::……そうか、確かあの時テニスボールが飛んできて、それで俺は……」",
        "translation": "Shingo「……Ra là vậy, hình như lúc đó có quả bóng tennis bay tới, rồi mình…」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……？」",
        "translation": "Shingo「Hả……?」\n"
    },
    {
        "sentence": "[慎吾「]::……三本、だけど」",
        "translation": "Shingo「……Ba ngón, thế thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ……まぁ、見えますが……」",
        "translation": "Shingo「Haa… Ừ thì… thấy chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::は……？」",
        "translation": "Shingo「Hả……?」\n"
    },
    {
        "sentence": "[慎吾「]::いやいや、ちゃんと戻ってるから」",
        "translation": "Shingo「Không, không, em hoàn hồn lại rồi mà.」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……勤務初日？」",
        "translation": "Shingo「Hả… Ngày đầu đi làm á?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ……槙山先生、か」",
        "translation": "Shingo「Haa… Makiyama-sensei, cơ đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::あの……理保子先生？」",
        "translation": "Shingo「À… Cô Rihoho-sensei?」\n"
    },
    {
        "sentence": "[慎吾「]::いや、それはもういいから……俺がここに来るまでの経緯を教えてほしいんだけど」",
        "translation": "Shingo「Thôi bỏ mẹ cái đó đi… Kể em nghe đầu đuôi em đến được đây thế nào đi cô.」\n"
    },
    {
        "sentence": "[慎吾「]::えぇと……テニスボールっぽい物が、頭に直撃したのは憶えてるけど、そこから記憶が飛んでるな」",
        "translation": "Shingo「Ờ… em nhớ là có cái gì đó giống quả bóng tennis đập thẳng vào đầu, rồi sau đó thì tịt luôn.」\n"
    },
    {
        "sentence": "[慎吾「]::教育実習生……？」",
        "translation": "Shingo「Giáo viên thực tập…？」\n"
    },
    {
        "sentence": "[慎吾「]::しかし……だいぶ気を失ってたみたいだけど、今何時だ？」",
        "translation": "Shingo「Nhưng mà… em ngất đi lâu lắm hả, giờ là mấy giờ rồi?」\n"
    },
    {
        "sentence": "[慎吾「]::３時間もか……どうりで、日も暮れかかってくる訳だ」",
        "translation": "Shingo「Tận ba tiếng cơ à…… Thảo nào, trời cũng nhá nhem tối rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……着替え？」",
        "translation": "Shingo「……Thay đồ ạ?」\n"
    },
    {
        "sentence": "[慎吾「]::……けど、着替えるったって、どうせ白衣を脱ぐだけだろ？　なら、俺がいても別に構わないんじゃないの？」",
        "translation": "Shingo「……Nhưng mà, thay đồ thì cũng chỉ là cởi áo blouse ra thôi đúng không? Vậy thì, em ở đây cũng đâu có sao đâu?」\n"
    },
    {
        "sentence": "[慎吾「]::……あぁ、そういう事なら、出て行くよ。介抱、ありがとうな」",
        "translation": "Shingo「……À, nếu cô đã nói vậy thì em đi đây. Cảm ơn cô đã chăm sóc.」\n"
    },
    {
        "sentence": "[慎吾「]::……よし、それじゃ急いで覗きポイントに駆け込まねば！」",
        "translation": "Shingo「……Được rồi, vậy mình phải nhanh chân đến chỗ nhìn trộm thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、まだ着替えてないみたいだ。間にあったぞ」",
        "translation": "Shingo「……Ồ, có vẻ như cô ta vẫn chưa thay đồ. Vẫn còn kịp.」\n"
    },
    {
        "sentence": "[慎吾「]::クッ……！」",
        "translation": "Shingo「Khốn... !」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……あ、あぁ……」",
        "translation": "Shingo「Ể… á, à…」\n"
    },
    {
        "sentence": "[慎吾「]::……あのさ、ちょっと聞いてもいいか？」",
        "translation": "Shingo「……À, em hỏi cái này được không?」\n"
    },
    {
        "sentence": "[慎吾「]::そうじゃなくて……あの、何で俺が覗いている事に気付いたんだ？」",
        "translation": "Shingo「Không phải vậy… à thì, tại sao cô biết em nhìn trộm vậy?」\n"
    },
    {
        "sentence": "[慎吾「]::なっ……！？」",
        "translation": "Shingo「Hả…!?」\n"
    },
    {
        "sentence": "[慎吾「]::うぅ……！？」",
        "translation": "Shingo「Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::くっ……！」",
        "translation": "Shingo「Khốn…!」\n"
    },
    {
        "sentence": "[慎吾「]::……いや、ちょっと待ってくれ。先生は、最初から俺が覗くって思ってたんだよな？」",
        "translation": "Shingo「…Khoan đã, chẳng lẽ ngay từ đầu cô đã nghĩ em sẽ nhìn trộm sao?」\n"
    },
    {
        "sentence": "[慎吾「]::じゃあさ、どうしてそう思ってたのに、あんな事なんてしたんだ？」",
        "translation": "Shingo「Vậy thì, tại sao cô lại nghĩ như vậy mà còn làm cái chuyện đó?」\n"
    },
    {
        "sentence": "[慎吾「]::面白そうだって……そんな理由で俺にオナニーを見せつけたってのか？　アンタ、変態じゃないのか？」",
        "translation": "Shingo「Chỉ vì thấy thú vị… nên cô cho em xem cô tự xử hả? Cô… biến thái vừa thôi chứ?」\n"
    },
    {
        "sentence": "[慎吾「]::くぅ……！」",
        "translation": "Shingo「Ư…!」\n"
    },
    {
        "sentence": "[慎吾「]::……いや、もう一つだけ聞かせて欲しい事がある」",
        "translation": "Shingo「……Không, cho em hỏi thêm một chuyện nữa thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::先生……さっき、胸から母乳を噴いてたけど、もしかして妊娠、してるのか？」",
        "translation": "Shingo「Thưa cô… lúc nãy cô phun sữa mẹ ra, chẳng lẽ… cô có thai rồi sao?」\n"
    },
    {
        "sentence": "[慎吾「]::……………………」",
        "translation": "Shingo「……………………」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ……俺は、小橋慎吾だ」",
        "translation": "Shingo「À... em là, Kobashi Shingo.」\n"
    },
    {
        "sentence": "[慎吾「]::そりゃどうも。でも、そんな言うほどのモンじゃないけどな」",
        "translation": "Shingo「Đâu có gì đâu cô. Cũng không đến mức phải khen thế đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……明日、またここに？」",
        "translation": "Shingo「Hả... mai, lại đến đây nữa ạ?」\n"
    },
    {
        "sentence": "[慎吾「]::うっ……！？　そ、それは……」",
        "translation": "Shingo「Ư…!? C, chuyện đó là…」\n"
    },
    {
        "sentence": "[慎吾「]::……分かったよ。明日も来ればいいんだろう」",
        "translation": "Shingo「……Em hiểu rồi. Mai em đến nữa là được chứ gì.」\n"
    },
    {
        "sentence": "[慎吾「]::分かったよ……それじゃ、また明日な」",
        "translation": "Shingo「Em hiểu rồi... Vậy, mai gặp lại cô nhé.」\n"
    },
    {
        "sentence": "[慎吾「]::はいはい……」",
        "translation": "Shingo「Dạ... dạ vâng...」\n"
    },
    {
        "sentence": "[慎吾「]::はぁぁ…………」",
        "translation": "Shingo「Haa...」\n"
    },
    {
        "sentence": "[慎吾「]::その上、あの電波女に明日も保健室に来いだなんて言われて……本当にまいっちまうよな」",
        "translation": "Shingo「Đã vậy, cái con ả dở hơi đó còn bảo ngày mai cũng phải đến phòng y tế nữa chứ... Thật sự là bó tay luôn rồi.」"
    },
    {
        "sentence": "[慎吾「]::……ふわぁ～あぁ」",
        "translation": "Shingo「……phùà ~ á」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、どうした？　随分と呆気なくイキすぎなんじゃないのか？」",
        "translation": "Shingo「Khậc khậc, sao thế? Hình như bắn nhanh quá thì phải?」\n"
    },
    {
        "sentence": "[慎吾「]::フン、自分で搾り出したクセに、何を言ってるんだか訳分かんねぇぜ」",
        "translation": "Shingo「Hừ, tự mình vắt ra còn giả bộ nói cái kiểu gì chẳng hiểu gì cả.」\n"
    },
    {
        "sentence": "[慎吾「]::そら、これくらいじゃ淫乱なお前は満足しないだろ？　俺がもっと噴かせてやるぞ！」",
        "translation": "Shingo「Chỉ có thế này thôi thì chắc con dâm đãng như cô chưa thỏa mãn đâu nhỉ? Để tôi bắn cho cô sướng hơn nữa!」\n"
    },
    {
        "sentence": "[慎吾「]::こんなビンビンに乳首を勃起させておいて、ふざけるなよ！　そら、もっと弄り回してやるっ！」",
        "translation": "Shingo「Đã làm núm vú cô cương cứng thế này rồi, đừng có giỡn mặt với tôi! Coi đây, tôi sẽ chơi cho cô đã đời!」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ！　その割には、乳首がどんどん硬くなっていくぞ！　本当にやめて欲しいのかよっ、先生？」すがるように涙目を向けてくる実習生に、俺は下卑た笑みを返し、引っ張っていた乳首を思いっきりひねり上げてやる。",
        "translation": "Shingo「Hả? Thế mà núm vú cô cứ cứng dần lên thế kia! Thật sự muốn tôi dừng lại lắm sao, cô giáo?」\n"
    },
    {
        "sentence": "[慎吾「]::ほら、どうなんだよ！？　叫んでないで答えてみろよっ！」",
        "translation": "Shingo「Này, thế nào hả!? Không kêu la nữa mà trả lời tôi xem nào!」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ！　その割には、乳首がどんどん硬くなっていくぞ！　本当にやめて欲しいのかよっ、先生？」",
        "translation": "Shingo「Hả? Thế mà núm vú cô cứ cứng lên thế kia! Thật sự muốn tôi dừng lại lắm sao, cô giáo?」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ！　おい、いい声で鳴くようになったじゃないかっ！　乳首を虐められるのは嫌だったんじゃなかったのか！？」",
        "translation": "Shingo「Ha ha ha ha! Chà, cô rên nghe hay đấy! Chẳng phải cô ghét bị hành hạ núm vú lắm sao!?」\n"
    },
    {
        "sentence": "[慎吾「]::クククッ、なんだ、自分でも揉み始めてるのか？　本当にスケベな女だな、お前は」",
        "translation": "Shingo「Khư khư khư… Sao thế, tự mình bắt đầu xoa bóp rồi à? Đúng là đồ đàn bà dâm đãng.」\n"
    },
    {
        "sentence": "[慎吾「]::まったく、どうしようもないな。そら、お前がエロ過ぎるから、俺のチンポもこんなになっちまったぞ！」",
        "translation": "Shingo「Chậc, hết nói nổi cô luôn. Nhìn cô dâm đãng thế này, bảo sao chim của tôi nó không dựng đứng lên thế này hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::ハハッ、勃起チンポを見て、ますます興奮してきたようだなっ！　とんだ牝犬だな、早苗はっ！」",
        "translation": "Shingo「Ha ha… nhìn chim của tôi cương cứng, cô càng thêm hưng phấn rồi thì phải! Đúng là đồ chó cái, Sanae!」\n"
    },
    {
        "sentence": "[慎吾「]::フン、浅ましいヤツだな。それじゃ、自分の立場をわきまえて、もっとイヤらしく悶えてみせろ！」",
        "translation": "Shingo「Hứ, đúng là ả đàn bà hèn hạ. Vậy thì, nên biết thân biết phận, rên rỉ dâm đãng hơn nữa cho tôi xem!」\n"
    },
    {
        "sentence": "[慎吾「]::そらそらっ！　もっと強くしてやるぞっ、牝犬っ！」",
        "translation": "Shingo「Nào nào! Tôi sẽ làm mạnh hơn nữa đấy, con chó cái!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ！　いい様だぜ早苗！　お前は俺の牝奴隷だ！　忠実な牝犬畜生だっ！」",
        "translation": "Shingo「Ha ha ha ha! Khá lắm Sanae! Cô là con nô lệ tình dục của tôi! Là con chó cái trung thành!」\n"
    },
    {
        "sentence": "[慎吾「]::アハハハハッ！　いいぜ、牝犬！　このままご主人様がイカせてやるからなっ！」",
        "translation": "Shingo「A ha ha ha ha! Giỏi lắm, con chó cái! Cứ thế này để chủ nhân bắn cho cô sướng nhé!」\n"
    },
    {
        "sentence": "[慎吾「]::いいぞっ、好きなだけ噴いちまえっ！　はしたなく噴射しろっ、そらぁ！！」",
        "translation": "Shingo「Tốt lắm, cứ thoải mái mà phun đi! Phun ra thật dâm đãng vào, thế chứ!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ！　二回目なのに、またたっぷりと出るモンだな！　アハハハハッ！」",
        "translation": "Shingo「Ha ha ha ha! Lần thứ hai mà vẫn ra nhiều thế này à! A ha ha ha ha!」"
    },
    {
        "sentence": "[慎吾「]::そらぁ、このデカパイに詰まってるヤツを全部出させてやる！」",
        "translation": "Shingo「Tất nhiên rồi, tôi sẽ cho cái thứ chứa trong cặp vú bự này ra hết!」"
    },
    {
        "sentence": "[慎吾「]::そらっ、イッたばかりのマヌケ顔に、今度は俺のミルクをぶっかけてやるぞっ！」",
        "translation": "Shingo「Nè, giờ thì tôi sẽ bắn sữa của mình vào cái bộ mặt ngốc nghếch vừa mới bắn xong của cô đây!」"
    },
    {
        "sentence": "[慎吾「]::いくぞっ、全部顔で受け止めろよ！　おおっ、おおおおおっ！！」",
        "translation": "Shingo「Chuẩn bị tinh thần nhé, hứng hết sữa của tôi vào mặt đi! Ồ, ồ ồ ồ ồ!!」"
    },
    {
        "sentence": "[慎吾「]::クククッ、奴隷に相応しい顔になったな。どうだ、俺のミルクは美味いか？」",
        "translation": "Shingo「Khụ khụ, giờ thì cô đã có cái bộ dạng xứng đáng làm nô lệ rồi đấy. Sao nào, sữa của tôi ngon chứ?」"
    },
    {
        "sentence": "[慎吾「]::好きなだけくれてやるぞ！　この牝ブタめ！　ハハハハハッ！　アハハハハハハハハハハハハハッ……！」",
        "translation": "Shingo「Cứ lấy đi, tất cả của tôi! Con heo cái này! Ha ha ha ha ha! A ha ha ha ha ha ha ha ha ha ha ha ha!...!」"
    },
    {
        "sentence": "[慎吾「]::……なんだ、もしかして、今までのは……夢だったのか」",
        "translation": "Shingo「Không lẽ, tất cả những chuyện vừa rồi... chỉ là mơ thôi sao」"
    },
    {
        "sentence": "[慎吾「]::……まぁ、今日は色んな事がありすぎたからな。こんな夢を見たっておかしくはないか」",
        "translation": "Shingo「……Ừm, có lẽ hôm nay đã có quá nhiều chuyện xảy ra. Nên việc mơ thấy giấc mơ thế này cũng không có gì lạ」"
    },
    {
        "sentence": "[慎吾「]::なんだ、これ？　知らない番号だな……間違い電話か？」",
        "translation": "Shingo「Khoan đã, cái gì đây? Số lạ thế... gọi nhầm à?」"
    },
    {
        "sentence": "[慎吾「]::用事があるなら、もう一度かかってくるだろ……」",
        "translation": "Shingo「Nếu có việc thì lát nữa sẽ gọi lại thôi...」"
    },
    {
        "sentence": "[慎吾「]::…………う～ん……ん、ぅん…………」",
        "translation": "Shingo「......Ưm......ừm, ưm............」"
    },
    {
        "sentence": "[慎吾「]::……ふぁ～あぁ、なんだ、もう朝か……」",
        "translation": "Shingo「......Phù...... Đã sáng rồi ư......」"
    },
    {
        "sentence": "[慎吾「]::う～ん……ま、いっか。このまま起きるとするか」",
        "translation": "Shingo「Ưm...... thôi kệ đi. Mình sẽ dậy luôn vậy.」"
    },
    {
        "sentence": "[慎吾「]::フフッ、それじゃ、今日もテニスコートに行って、梓の胸でも見てくるかな」",
        "translation": "Shingo「Hì hì, vậy thì, hôm nay mình cũng ra sân tennis rồi ngắm ngực của Azusa đi nhỉ」"
    },
    {
        "sentence": "[慎吾「]::いえ、大した怪我じゃなかったし、単なる事故だから、別にいいっスよ」",
        "translation": "Shingo「Không, nó cũng không phải là vết thương nghiêm trọng lắm, chỉ là một tai nạn thôi, nên không sao đâu ạ.」"
    },
    {
        "sentence": "[慎吾「]::はぁ……なるほどね」",
        "translation": "Shingo「Ồ... thì ra là vậy.」"
    },
    {
        "sentence": "[慎吾「]::……うっ！？」",
        "translation": "Shingo「……Ư!?」\n"
    },
    {
        "sentence": "[慎吾「]::フン、浅ましいエロ奴隷だなっ！　そんなに虐めて欲しいなら、そのスケベオッパイから母乳でも噴いてみせろよ！」",
        "translation": "Shingo「Hừ, đúng là một con nô lệ dâm đãng đê tiện! Nếu cô muốn bị ngược đãi đến thế, thì vắt sữa mẹ ra từ đôi gò bồng đào dâm đãng kia xem nào!」\n"
    },
    {
        "sentence": "[慎吾「]::そらっ、早く噴けよ！　お仕置きして欲しいんだろ？　だったら早くしろっ！」",
        "translation": "Shingo「Nhanh phun đi! Muốn bị trừng phạt lắm đúng không? Vậy thì nhanh lên!」\n"
    },
    {
        "sentence": "[慎吾「]::…………えっ？」",
        "translation": "Shingo「…………Hả?」\n"
    },
    {
        "sentence": "[慎吾「]::あ、いえ、何でもありません！　み、ミルク、ミルクってのは、えと……」",
        "translation": "Shingo「A, không, không có gì đâu! S... sữa, sữa thì... ờ...」\n"
    },
    {
        "sentence": "[慎吾「]::そ、そう！　よく『ミルクは噛んで飲んだ方がいい』って言うけど、乳糖を分解する酵素は腸液にのみ存在してるから、あんまり意味がないんだよ！」",
        "translation": "Shingo「Đ, đúng rồi! Người ta hay bảo \"Nên nhai sữa trước khi uống\" nhưng mà, enzyme phân giải đường lactose chỉ tồn tại trong dịch ruột thôi, nên việc đó chả có ý nghĩa gì cả!」\n"
    },
    {
        "sentence": "[慎吾「]::いえっ、本当に大丈夫ですから！　保健医の理保……っと、槙山先生も問題ないって言ってたし、ホント平気ですっ！」",
        "translation": "Shingo「K-không, em thật sự không sao mà! Bác sĩ Riho... à không, Makiyama-sensei cũng bảo em không có vấn đề gì, em thật sự ổn ạ!」\n"
    },
    {
        "sentence": "[慎吾「]::あ、はい。それでは、ここで」",
        "translation": "Shingo「À, vâng. Vậy thì, em xin phép ở đây ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::……いったい、どうしちまったんだろうな？　今まであんな妄想なんてした事なかったのに……」",
        "translation": "Shingo「……Rốt cuộc là mình bị làm sao thế này? Trước giờ có bao giờ mình có những ảo tưởng như vậy đâu chứ……」\n"
    },
    {
        "sentence": "[慎吾「]::それに、昨日の夢もそうだ。本当にどうにかなったのか、俺……」",
        "translation": "Shingo「Thêm nữa, cả giấc mơ hôm qua nữa. Có thật là mình đã làm chuyện đó rồi không nhỉ……」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ、やっぱりダメだ。どうしてああなったのか、分かんないな……」",
        "translation": "Shingo「……Tch, đúng là không được rồi. Không hiểu sao lại ra nông nỗi này nữa……」\n"
    },
    {
        "sentence": "[慎吾「]::ま、いいや。分からないなら、忘れる他ないか……」",
        "translation": "Shingo「Mà thôi, kệ đi. Nếu không hiểu thì chỉ còn cách quên nó đi thôi……」\n"
    },
    {
        "sentence": "[慎吾「]::……は～い」",
        "translation": "Shingo「……Vâng ạ」\n"
    },
    {
        "sentence": "[慎吾「]::いや、別に何ともないから。大丈夫だよ」",
        "translation": "Shingo「Không, em không sao. Ổn mà.」\n"
    },
    {
        "sentence": "[慎吾「]::いいって。あれは俺が勝手に当たっただけなんだから。先生が謝る必要はないよ」",
        "translation": "Shingo「Không sao đâu mà. Tại em tự va vào thôi. Cô không cần phải xin lỗi đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::……は？」",
        "translation": "Shingo「……Hả?」\n"
    },
    {
        "sentence": "[慎吾「]::いや、本当にいいって。まぁ、とにかく先生が怪我しなくてよかったよ」",
        "translation": "Shingo「Không, thật sự không sao đâu mà. Dù sao thì, cô không bị thương là tốt rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……クッ！？」",
        "translation": "Shingo「……Ư!?」\n"
    },
    {
        "sentence": "[慎吾「]::あ、あぁ……」",
        "translation": "Shingo「A… a…」\n"
    },
    {
        "sentence": "[慎吾「]::うわぁっ……！？」",
        "translation": "Shingo「Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::なっ、あ、アンタっ……！？」",
        "translation": "Shingo「Này… á… cô…!?」\n"
    },
    {
        "sentence": "[慎吾「]::べ、別に……そんなの、アンタに関係ないだろ？」",
        "translation": "Shingo「Đâu… Đâu có… Chuyện của em thì liên quan gì đến cô.」\n"
    },
    {
        "sentence": "[慎吾「]::わっ、バカ！　こんなとこで何を……！？」",
        "translation": "Shingo「Á, ngốc! Ở chỗ này mà cô làm cái trò gì thế……!?」\n"
    },
    {
        "sentence": "[慎吾「]::ぐっ……！」",
        "translation": "Shingo「Ư…!」\n"
    },
    {
        "sentence": "[慎吾「]::……それで、保健医の理保子先生が、こんな廊下で何をしてるんだ？」",
        "translation": "Shingo「…Vậy, bác sĩ Rihoko đang làm gì ở hành lang này vậy?」\n"
    },
    {
        "sentence": "[慎吾「]::……あぁ、あれの事か。それなら心配はいらないぜ。腫れも引いたし、もう痛くも何ともないよ」",
        "translation": "Shingo「…À, cô nói cái đó hả. Không cần lo đâu. Hết sưng rồi, chẳng đau gì cả.」\n"
    },
    {
        "sentence": "[慎吾「]::あの約束か……ちゃんと憶えてるよ。今日の放課後、保健室に行けばいいんだろ？」",
        "translation": "Shingo「Cái hẹn đó hả… em nhớ chứ. Chiều nay tan học cứ đến phòng y tế là được chứ gì?」\n"
    },
    {
        "sentence": "[慎吾「]::分かってるって。ちゃんと行くから」",
        "translation": "Shingo「Em biết rồi mà. Em sẽ đến mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……はぁ」",
        "translation": "Shingo「……Hà」\n"
    },
    {
        "sentence": "[慎吾「]::まったく、罪作りなくらいのキングサイズだぜ……」",
        "translation": "Shingo「Chậc, đúng là cỡ đại gây tội lỗi mà…」\n"
    },
    {
        "sentence": "[慎吾「]::……くうっ！？」",
        "translation": "Shingo「……Ư ư!?」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、みんな真面目に授業を受けてる最中だってのに、発情しちまったのか、このスケベ教師は」",
        "translation": "Shingo「Khà khà, giữa lúc mọi người đang chăm chú nghe giảng thế này mà cô giáo dâm đãng này đã phát tình rồi à.」\n"
    },
    {
        "sentence": "[慎吾「]::なんだ、待ちきれなくて先に噴きやがったのか！　本当に躾のなってない奴隷教師だなっ！」",
        "translation": "Shingo「Sao thế, không đợi được mà đã bắn trước rồi à! Đúng là đồ giáo viên nô lệ vô dụng, không được dạy dỗ gì cả!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハッ！　そんなに噴きたいなら、そら、俺も搾ってやるぞ！　さぁ、そのエロパイオツを――」",
        "translation": "Shingo「Hahaha! Nếu cô muốn phun trào đến thế, được thôi, tôi sẽ vắt cho cô! Nào, cái bộ ngực dâm đãng đó――」\n"
    },
    {
        "sentence": "[慎吾「]::――ハッ！？」",
        "translation": "Shingo「――Hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::……しかし、本当に何だっていうんだ、今日は？」",
        "translation": "Shingo「……Nhưng mà, thật sự là chuyện gì vậy chứ, hôm nay?」\n"
    },
    {
        "sentence": "[慎吾「]::……えっ？」",
        "translation": "Shingo「……Hả?」\n"
    },
    {
        "sentence": "[慎吾「]::あっ、その、ええと……！」",
        "translation": "Shingo「À, cái, ừm…!」\n"
    },
    {
        "sentence": "[慎吾「]::……はい、すみません」",
        "translation": "Shingo「……Vâng, em xin lỗi ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::……ふぅ。やっと放課後になったか」",
        "translation": "Shingo「……Phù. Cuối cùng cũng tan học rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::うっ……！？」",
        "translation": "Shingo「Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::……何でもない。気にするな」",
        "translation": "Shingo「……Không có gì. Đừng để ý.」\n"
    },
    {
        "sentence": "[慎吾「]::本当に何でもないって。お前が心配性なだけだ」",
        "translation": "Shingo「Thật mà, không có gì đâu. Chỉ là cậu hay lo lắng thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん……」",
        "translation": "Shingo「Ưm……」\n"
    },
    {
        "sentence": "[慎吾「]::……何でもない。お前がおかしいのは今に始まった事でもないし」",
        "translation": "Shingo「……Không có gì. Chuyện cậu kỳ lạ đâu phải bây giờ mới bắt đầu.」\n"
    },
    {
        "sentence": "[慎吾「]::世の奇人ってのはみんなそう言うぜ。ま、とにかく俺は何ともないから。早く部活に行けよ」",
        "translation": "Shingo「Mấy tên lập dị trên đời đều nói thế cả. Thôi, dù sao thì tôi cũng không sao. Mau đi đến câu lạc bộ đi.」\n"
    },
    {
        "sentence": "[慎吾「]::一緒にって……俺とか？」",
        "translation": "Shingo「Cùng… cùng với tôi sao?」\n"
    },
    {
        "sentence": "[慎吾「]::……いや、せっかくだけど、今日は無理だ。この後、ヤボ用があってな」",
        "translation": "Shingo「…Không, thật lòng thì, hôm nay tôi không được rồi. Sau đó tôi có chút việc bận.」\n"
    },
    {
        "sentence": "[慎吾「]::おう」",
        "translation": "Shingo「Ừ」\n"
    },
    {
        "sentence": "[慎吾「]::……おっと、そろそろ保健室に行かないとな」",
        "translation": "Shingo「…Ối, mình phải đi đến phòng y tế thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::しかし……あの電波女の話か。何となく気が滅入るな……」",
        "translation": "Shingo「Nhưng mà... lại còn chuyện con nhỏ kì dị đó nữa. Tự dưng thấy chán đời ghê...」\n"
    },
    {
        "sentence": "[慎吾「]::へえへえ……」",
        "translation": "Shingo「Ra vẻ nhỉ......」"
    },
    {
        "sentence": "[慎吾「]::……別に。ただ今日は屋上で考え事をしてて遅くなったんだ」",
        "translation": "Shingo「……Không có gì. Chỉ là hôm nay tôi lên sân thượng suy nghĩ nên về trễ thôi.」"
    },
    {
        "sentence": "[慎吾「]::フン、言ってろ。とにかくそういう事だ。別に、誰に迷惑を掛けてる訳じゃないし、センセイにとやかく言われる筋合いはねぇよ」",
        "translation": "Shingo「Hừ, cứ việc nói đi. Tóm lại là như vậy đấy. Với lại, tôi có làm phiền ai đâu, cô cũng không có tư cách gì mà lên mặt dạy đời tôi.」"
    },
    {
        "sentence": "[慎吾「]::何だよ、そのヘドロオーラってのは？」",
        "translation": "Shingo「Cái \"hào quang bùn lầy\" đó là cái quái gì vậy?」"
    },
    {
        "sentence": "[慎吾「]::言ってくれるじゃないか。でもセンセイのような陰険オーラを振り撒くよりはかなりマシだろ？」",
        "translation": "Shingo「Cô nói năng khó nghe thật đấy. Nhưng dù sao thì tôi vẫn hơn cái kiểu phát tán hào quang âm hiểm như cô nhiều.」"
    },
    {
        "sentence": "[慎吾「]::ハッ！　前からチチ臭いと思ったが、まさかミルクまで噴きそうだとはな！　いいぜ、見ててやるからたっぷり噴けよっ！」",
        "translation": "Shingo「Ha! Từ trước đã thấy người cô nồng nặc mùi sữa rồi, không ngờ lại sắp phun cả sữa ra đấy! Được thôi, tôi sẽ nhìn cô phun cho đã vào!」\n"
    },
    {
        "sentence": "[慎吾「]::アハハハハッ！　母乳でスーツがベトベトじゃないかっ！　本当にスケベ教師だな、沙耶はっ！」",
        "translation": "Shingo「A ha ha ha ha! Bộ đồ của cô ướt đẫm sữa rồi kìa! Đúng là giáo viên dâm đãng mà, Saya!」"
    },
    {
        "sentence": "[慎吾「]::……ハッ！？」",
        "translation": "Shingo「……Hả!?」"
    },
    {
        "sentence": "[慎吾「]::理保子先生……アイツの事知ってたみたいだけど、どういう関係なんだ？」",
        "translation": "Shingo「Rihoko-sensei... Hình như cô biết chuyện của ả ta, hai người có quan hệ gì vậy?」"
    },
    {
        "sentence": "[慎吾「]::……それで、沙耶とはどういう関係なんだ、先生？」",
        "translation": "Shingo「...Vậy, cô có quan hệ gì với Saya, sensei?」\n"
    },
    {
        "sentence": "[慎吾「]::そんな事はいいから、早く教えてくれよ」",
        "translation": "Shingo「Thôi bỏ chuyện đó đi, mau nói cho tôi biết đi mà」"
    },
    {
        "sentence": "[慎吾「]::うっ……？！」",
        "translation": "Shingo「Ưm...?」"
    },
    {
        "sentence": "[慎吾「]::……興味は、ある」",
        "translation": "Shingo「……Em có」"
    },
    {
        "sentence": "[慎吾「]::何だよ、その見立てってのは……？」",
        "translation": "Shingo「Gì chứ, cái suy đoán đó là sao...?」"
    },
    {
        "sentence": "[慎吾「]::…………っ！？」",
        "translation": "Shingo「…………っ！？」"
    },
    {
        "sentence": "[慎吾「]::……仮にそうだとして、いったい何だっていうんだ？」",
        "translation": "Shingo「……Giả sử là vậy đi, thì sao chứ?」"
    },
    {
        "sentence": "[慎吾「]::もしかして、俺にもその男みたいに、女を支配しろって言うのか？」",
        "translation": "Shingo「Có khi nào, em cũng phải đi thống trị phụ nữ như gã kia không?」"
    },
    {
        "sentence": "[慎吾「]::……ずるいな、その言い方。それじゃ強要してるのとあまり変わらないぜ」",
        "translation": "Shingo「……Không công bằng chút nào, cái kiểu nói đó. Như vậy chẳng khác nào đang ép buộc em cả.」"
    },
    {
        "sentence": "[慎吾「]::先生の場合は特にな。フフフッ……」",
        "translation": "Shingo「Trường hợp của cô thì lại càng đặc biệt. Hufufufu...」"
    },
    {
        "sentence": "[慎吾「]::……分かったよ。先生の話に乗ってやるよ」",
        "translation": "Shingo「……Em hiểu rồi. Em sẽ tham gia vào chuyện của cô.」"
    },
    {
        "sentence": "[慎吾「]::けど、あいにく俺の精液には、そいつみたいな特殊な成分はないぜ？　相手に母乳を噴かせて支配したくても、それは無理だ」",
        "translation": "Shingo「Nhưng mà, tiếc ghê, tinh dịch của em lại chẳng có thành phần đặc biệt như của gã đó. Muốn khiến đối phương phun sữa mà sai khiến thì em chịu thôi.」"
    },
    {
        "sentence": "[慎吾「]::な、何だよ、そのアヤシゲな薬は……？」",
        "translation": "Shingo「Này, cái thứ thuốc đáng ngờ kia là cái quái gì thế...?」"
    },
    {
        "sentence": "[慎吾「]::こ、これでか……？」",
        "translation": "Shingo「Cái, cái này hả...?」"
    },
    {
        "sentence": "[慎吾「]::どう、って言われても……」",
        "translation": "Shingo「Bảo sao thì... em cũng chịu.」"
    },
    {
        "sentence": "[慎吾「]::けど……しかし……」",
        "translation": "Shingo「Nhưng mà... nhưng mà...」"
    },
    {
        "sentence": "[慎吾「]::早苗が……！？」",
        "translation": "Shingo「Sanae……!?」\n"
    },
    {
        "sentence": "[慎吾「]::うむむ……」",
        "translation": "Shingo「Ưm...」"
    },
    {
        "sentence": "[慎吾「]::……いいぜ」",
        "translation": "Shingo「……Được thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::このカプセルの実験台になってやるよ。先生の研究の成果を俺が確かめてやる」",
        "translation": "Shingo「Để em làm chuột bạch cho cái viên nhộng này. Để em kiểm chứng thành quả nghiên cứu của cô.」"
    },
    {
        "sentence": "[慎吾「]::うっ、くぅうう……！？　こ、これは……！」",
        "translation": "Shingo「Ư, ưm……!? C-chuyện này……！」"
    },
    {
        "sentence": "[慎吾「]::うぅ、身体中が熱くて、疼いてたまらなくなってきたぞ！」",
        "translation": "Shingo「Ugh, cơ thể em nóng ran lên và nó cứ cồn cào khó chịu quá!」"
    },
    {
        "sentence": "[慎吾「]::あぁ、そうさせてもらうが……けど、その前に一つ頼みがあるけど、いいか？」",
        "translation": "Shingo「Ừm, em sẽ làm theo lời cô nói…… nhưng trước đó, em có một điều muốn nhờ, được không ạ?」"
    },
    {
        "sentence": "[慎吾「]::あのな……」",
        "translation": "Shingo「Này……」"
    },
    {
        "sentence": "[慎吾「]::そうか……よろしく頼むぜ。じゃ、俺は行ってくるからな」",
        "translation": "Shingo「Vậy sao…… nhờ cô cả đấy. Vậy thì, tôi đi trước đây nhé.」"
    },
    {
        "sentence": "[慎吾「]::フフッ……こうも気分が良くちゃ、本当に何でもできそうになってくるぜ」",
        "translation": "Shingo「Khà khà... Cảm giác sảng khoái thế này, thật sự muốn làm được mọi thứ luôn ấy chứ」"
    },
    {
        "sentence": "[慎吾「]::さてと、早苗は……おっ、あれだな」",
        "translation": "Shingo「Nào nào, Sanae thì… ồ, kia rồi.」"
    },
    {
        "sentence": "[慎吾「]::じゃあ、急いで事を済まさないといけないな……」",
        "translation": "Shingo「Vậy thì, mình phải nhanh chóng giải quyết mọi việc thôi...」"
    },
    {
        "sentence": "[慎吾「]::……ちぃっす、先生。頑張ってるみたいだね」",
        "translation": "Shingo「......Chào cô,sensei. Trông cô hăng say nhỉ.」"
    },
    {
        "sentence": "[慎吾「]::いや……ちょっと保健室に用事があってね。そのおかげでこんな時間になったんだ」",
        "translation": "Shingo「Không... Em có chút việc ở phòng y tế. Tại vậy mới trễ thế này.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ……そんなところかな。放課後までは何とも無かったけど、それから急に熱を持ってきたみたいでさ」",
        "translation": "Shingo「Ừm... chắc vậy đó cô. Đến hết giờ học vẫn không sao, nhưng sau đó thì người em tự nhiên nóng bừng lên ấy mà.」"
    },
    {
        "sentence": "[慎吾「]::槙山先生が言うには、病院にかかった方がいいかもって……普通こんなに腫れは続かないって……」",
        "translation": "Shingo「Makiyama-sensei bảo em có lẽ nên đi bệnh viện đấy... Chứ bình thường sưng thế này không kéo dài lâu đâu...」"
    },
    {
        "sentence": "[慎吾「]::いや、先生のせいじゃ……あうっ、つつっ！？」",
        "translation": "Shingo「Không, không phải tại cô đâu... á... ư...!?」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ、こんな手に引っかかるなんて、少し単純過ぎやしないか、センセイッ！」",
        "translation": "Shingo「Ha, cô dễ mắc bẫy vậy sao, ngốc nghếch quá đấy, sensei!」"
    },
    {
        "sentence": "[慎吾「]::ここまでして、放す訳がないだろっ！　バカな事言うなよ、先生！」",
        "translation": "Shingo「Đến nước này rồi, tôi không đời nào thả cô ra đâu! Đừng có nói ngu ngốc nữa, sensei!」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、別にそんなんじゃないよ。ボールがぶつかった事で、先生を恨んだりなんかしてないぜ」",
        "translation": "Shingo「Khà khà, không phải vậy đâu. Tôi không hề hận cô vì chuyện quả bóng đâu.」"
    },
    {
        "sentence": "[慎吾「]::俺がこうしてるのは、自分の意志さ。可愛い結城先生を、メチャクチャにしてやりたくてなっ！」",
        "translation": "Shingo「Tôi làm thế này là do tôi tự nguyện. Vì tôi muốn chà đạp, dày vò cô Yuuki-sensei xinh đẹp mà!」"
    },
    {
        "sentence": "[慎吾「]::ハッ、こんなにオッパイを揺らすほど嫌なのか？　さっきから先生が動くたびにデカパイがブルブル弾んでるぜ！」",
        "translation": "Shingo「Hả, ghét đến mức làm cặp vú bự rung lắc thế kia à? Từ nãy đến giờ mỗi khi cô cử động là cặp vú bự cứ rung bần bật đấy!」\n"
    },
    {
        "sentence": "[慎吾「]::おおっ、こりゃすごいオッパイだなっ！　揉むたびに歪んで、いやらし過ぎるぜ、先生っ！」",
        "translation": "Shingo「Chà chà, cặp vú này ngon dữ! Cứ mỗi lần nhào nặn là lại biến dạng, dâm đãng quá thể, cô giáo ơi!」\n"
    },
    {
        "sentence": "[慎吾「]::何言ってるんだよ、こんなデカパイ、男なら揉まずにいられないぜ」",
        "translation": "Shingo「Nói gì vậy trời, cặp vú bự thế này, thằng đàn ông nào mà không muốn bóp chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::本当に男好きするオッパイだな。今まで何人の男がこうして揉んできたんだよ？」",
        "translation": "Shingo「Đúng là cặp vú làm đàn ông phát cuồng mà. Đến giờ có bao nhiêu thằng đàn ông đã sờ mó thế này rồi hả?」\n"
    },
    {
        "sentence": "[慎吾「]::フフフフッ、無駄だよ、先生。そら、俺が初めての男なんだろ。黙ってパイオツを揉まれてろよっ！」",
        "translation": "Shingo「Hahaha, vô ích thôi, cô à. Thấy chưa, tôi là người đàn ông đầu tiên của cô đấy. Im lặng mà để tôi nắn bóp vú đi!」\n"
    },
    {
        "sentence": "[慎吾「]::何も間違っちゃいないさ。女の胸を、しかもこんなはしたないオッパイを揉み倒すのが、男の本能なんだよっ！」",
        "translation": "Shingo「Có gì sai đâu chứ. Bóp vú đàn bà, mà lại còn là loại vú lẳng lơ thế này, là bản năng của đàn ông mà!」\n"
    },
    {
        "sentence": "[慎吾「]::フン、こんな状況でも教師面ができるとは、さぞ立派な教師になれるぜ、先生！」",
        "translation": "Shingo「Hừ, trong cái tình huống này mà cô còn ra vẻ giáo viên được cơ đấy, chắc chắn cô sẽ trở thành một giáo viên tuyệt vời lắm đây, cô giáo!」\n"
    },
    {
        "sentence": "[慎吾「]::おいおい、何だよ今の声は？　やめて欲しいとか言ってるクセに、随分いい声を出すじゃないか」",
        "translation": "Shingo「Này này, cái giọng vừa rồi là sao đấy? Vừa bảo là muốn tôi dừng lại, nhưng lại rên hay như vậy cơ à.」\n"
    },
    {
        "sentence": "[慎吾「]::へぇ、別にいいぜ。怒りたいなら好きなだけ怒ってみろよっ！」",
        "translation": "Shingo「Hể, tôi không quan tâm đâu. Nếu cô muốn giận thì cứ giận thoải mái đi!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、今更やめられる訳がないだろ！　教師になるなら、もっと男の事も知っておいた方がいいぞ！」",
        "translation": "Shingo「Ha ha ha, đến nước này rồi cô còn nghĩ tôi sẽ dừng lại sao! Muốn làm giáo viên thì phải biết nhiều về đàn ông vào!」\n"
    },
    {
        "sentence": "[慎吾「]::そらっ、次はこのデカパイを直接触ってやるぞ！　覚悟しろよ、先生っ！！」",
        "translation": "Shingo「Được rồi, tiếp theo tôi sẽ trực tiếp sờ cặp vú bự này đấy! Chuẩn bị tinh thần đi, cô giáo!!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハッ、これが早苗の生パイかっ！　じかに見るとこりゃまたすごい迫力だなっ！」",
        "translation": "Shingo「Hahaha, đây là vú thật của Sanae sao! Nhìn trực tiếp mới thấy nó khủng khiếp cỡ nào!」\n"
    },
    {
        "sentence": "[慎吾「]::何だよ、こんなスケベなパイオツを見られて泣いてるのか？」",
        "translation": "Shingo「Sao thế, bị nhìn thấy đôi gò bồng đảo dâm đãng này mà khóc à?」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、そうか、じゃあお前の生パイを見た男は、俺が初めてだって訳か！　こりゃいいぜ！　ハハハッ！」",
        "translation": "Shingo「Hahaha, ra là vậy, vậy thì tôi là người đầu tiên thấy vú trần của cô sao! Tuyệt vời! Hahaha!」\n"
    },
    {
        "sentence": "[慎吾「]::言っただろ？　俺はお前をメチャクチャにしてやりたいってな！」",
        "translation": "Shingo「Tôi đã nói rồi mà? Tôi muốn chà đạp cô cho tan nát!」\n"
    },
    {
        "sentence": "[慎吾「]::男として、気に入った女を屈服させ支配したくなるのは当然の欲求だ！　恨むなら、俺に気に入られたこのパイオツを恨めよ！」",
        "translation": "Shingo「Là đàn ông, việc muốn khuất phục và thống trị người đàn bà mình thích là ham muốn đương nhiên thôi! Nếu hận, thì hận cái bộ ngực bự mà tôi đã để ý này đi!」\n"
    },
    {
        "sentence": "[慎吾「]::フフッ、そんな目をしても無駄だぜ。なんせ俺は先生の泣き顔を見るたびに興奮してくるんだからな」",
        "translation": "Shingo「Hahaha, vô ích thôi cô à. Vì mỗi khi nhìn thấy mặt cô khóc là tôi lại hưng phấn lên đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::それに、こんなに乳首を勃起させておいて言う台詞じゃないよな？　そら、もっと弄って欲しいんだろ？」",
        "translation": "Shingo「Hơn nữa, không phải cô đang để núm vú dựng đứng thế này thì không nên nói thế chứ? Rõ ràng là cô muốn tôi mơn trớn nữa mà, phải không?」\n"
    },
    {
        "sentence": "[慎吾「]::クククッ、本当に感じやすいエロチチだなっ！　乳首をこんなに大きくして、最高にいやらしいぞ」",
        "translation": "Shingo「Khư khư khư, đúng là đôi gò bồng đảo dâm đãng mẫn cảm! Làm núm vú to đến thế này, dâm đãng hết chỗ nói.」\n"
    },
    {
        "sentence": "[慎吾「]::おい、なんだかんだ言って、しっかり感じてるみたいじゃないか。そんなに乳首を吸われてたまらないのかよ？」",
        "translation": "Shingo「Chà, dù gì thì cô vẫn thấy sướng đấy thôi. Mút núm vú đến mức chịu không nổi rồi à?」\n"
    },
    {
        "sentence": "[慎吾「]::まったく、これから教師になろうってのに、嘘なんかついていいのかよ？　じゃ、素直になるまで嬲ってやるぜ！」",
        "translation": "Shingo「Thật tình, định làm giáo viên mà lại còn nói dối được à? Vậy thì tôi sẽ trêu cho đến khi cô thành thật mới thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ、無理矢理されてるってのに、こんなに気分を出すとはな！　敏感過ぎるってのも考え物だぜ！」",
        "translation": "Shingo「Ha, bị ép buộc đến thế này mà cô vẫn lên đỉnh được cơ đấy! Đúng là nhạy cảm quá cũng khổ mà!」\n"
    },
    {
        "sentence": "[慎吾「]::何だよ、これ以上吸われたらどうなるんだ？　ちゃんと教えてくれよ、センセイ？」",
        "translation": "Shingo「Chuyện gì thế này, nếu bị mút thêm nữa thì sẽ ra sao? Nói cho tôi biết rõ ràng đi, sensei?」\n"
    },
    {
        "sentence": "[慎吾「]::アハハハッ、なんだなんだ、イッちまったのかよ！　学生に乳首を吸われてイクとは、まさに教師の鑑だなっ！」",
        "translation": "Shingo「Ahahaha, cái gì đây, cái gì đây, cô lên đỉnh rồi à! Đúng là tấm gương sáng của giáo viên khi bị học sinh mút núm vú mà lên đỉnh!」\n"
    },
    {
        "sentence": "[慎吾「]::フン、こんなドスケベな聖職者様には、もう遠慮の必要もないよな。じゃあ次は俺の番だっ！」",
        "translation": "Shingo「Hừ, với cái loại thánh nữ dâm đãng thế này thì tôi cũng chẳng cần phải khách sáo nữa nhỉ. Vậy thì đến lượt tôi đấy!」\n"
    },
    {
        "sentence": "[慎吾「]::クククッ、そうか、早苗はまだ処女なのか……これは面白いぜ！」",
        "translation": "Shingo「Khư khư khư… Ra là Sanae vẫn còn là trinh nữ sao… Thú vị đấy!」"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、いいぜ、早苗！　お前の純潔はこの俺が頂いてやる！　お前の全てを支配してやるぞ！」",
        "translation": "Shingo「Hahaha, được lắm, Sanae! Trinh tiết của cô sẽ bị tôi chiếm đoạt! Tôi sẽ thống trị tất cả mọi thứ của cô!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、なんだ、男のモノを見るのは初めてか？　ウブなのもほどほどにしておけよ、先生！」",
        "translation": "Shingo「Hahaha, sao thế, chưa thấy \"của quý\" của đàn ông bao giờ à? Ngây thơ vừa vừa thôi, cô giáo!」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、そんなに嫌がるなら、すぐに見なくて済むようにしてやるぜ！　感謝しろよ、そらぁ！」",
        "translation": "Shingo「Thôi được, nếu cô ghét đến thế, tôi sẽ làm cho cô không phải thấy nó nữa ngay bây giờ! Phải cảm ơn tôi đấy, haaa!」\n"
    },
    {
        "sentence": "[慎吾「]::遠慮するなよ、今度はこっちの感触も確かめてやるからな！　センセイも初めてのチンポをしっかり味わってくれよ！」",
        "translation": "Shingo「Khỏi ngại, lần này đến lượt tôi cho cô cảm nhận đấy! cô giáo cứ việc mà thưởng thức \"cái đầu tiên\" của mình đi nhé!」"
    },
    {
        "sentence": "[慎吾「]::あぁ、そうだな。こんなところを当直の教師に見られたら、ただじゃ済まないだろうな」",
        "translation": "Shingo「À, đúng nhỉ. Nếu bị giáo viên trực thấy cảnh này, thì không xong đâu.」"
    },
    {
        "sentence": "[慎吾「]::……ただし、本当にそいつが時間通りに来れば、の話だがな」",
        "translation": "Shingo「……Nhưng đó là nếu hắn đến đúng giờ.」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、気付かないのか？　時計を見てみろよ」",
        "translation": "Shingo「Kukuku, cô không nhận ra sao? Nhìn đồng hồ đi.」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ！　戻ってこないなら、お互い見つかる心配が無くなって良かったじゃないか！」",
        "translation": "Shingo「Ha ha ha ha! Hắn không quay lại thì chẳng phải tốt sao, khỏi lo chúng ta bị phát hiện!」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、それじゃ、心配事も無くなったところで、そろそろ本番といこうか」",
        "translation": "Shingo「Kukuku, giờ thì hết lo lắng rồi, đến lúc vào việc chính thôi nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::そらっ、初めてのチンポだ、たっぷり堪能しろよっ！」",
        "translation": "Shingo「Này, đây là dương vật đầu tiên của cô đấy, cứ từ từ mà tận hưởng đi!」\n"
    },
    {
        "sentence": "[慎吾「]::くうぅううっ……？！　す、すごい締まりだっ……！！」",
        "translation": "Shingo「Ư... ư... chật quá...!!」\n"
    },
    {
        "sentence": "[慎吾「]::くっ……クククッ、そうか、これが早苗の処女マンコか！　キツキツでいいマンコをしてるじゃないかっ！」",
        "translation": "Shingo「Khư… khư khư… ra vậy, đây là cái trinh huyệt của Sanae! Chặt cứng, đúng là cái lồn ngon!」"
    },
    {
        "sentence": "[慎吾「]::フン、入ったからってこれで終わりじゃないぞ。むしろこれからが始まりなんだからなっ！」",
        "translation": "Shingo「Hừ, vào được rồi không có nghĩa là xong đâu. Mà phải nói là mọi chuyện chỉ mới bắt đầu thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ、見ろ、処女膜を破った時の血がマンコの中から出てきたぞ！　どうだ、女になれた気分は？」",
        "translation": "Shingo「Hahaha, nhìn kìa, máu trinh chảy ra từ cái lồn kia kìa! Thế nào, cảm giác làm đàn bà ra sao?」\n"
    },
    {
        "sentence": "[慎吾「]::何だ、答えられないのか？　学生の質問に答えられないなんて、だらしない実習生だなっ！」",
        "translation": "Shingo「Sao thế, không trả lời được à? Đến câu hỏi của học sinh mà cũng không trả lời được, đúng là đồ giáo viên thực tập vô dụng!」\n"
    },
    {
        "sentence": "[慎吾「]::なんだ、マンコはオッパイほど感じないみたいだな。まぁ、初めてならそれも仕方ないかっ！」",
        "translation": "Shingo「」À, ra là cái lồn không làm cô sướng bằng vú rồi. Thôi, dù sao thì đây cũng là lần đầu của cô mà!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハッ、いいぜセンセイ！　最高だ！　俺のチンポでそんなに悶えて、痛いんだろ？　苦しいんだろ？　何もかも最高だぜ！」",
        "translation": "Shingo「Ha ha, ngon đấy cô giáo! Tuyệt vời! Bị con chim của tôi làm cho rên rỉ thế kia, đau lắm đúng không? Khó chịu lắm đúng không? Mọi thứ đều quá tuyệt vời!」\n"
    },
    {
        "sentence": "[慎吾「]::アハハハッ！　そうだ！　もっと泣いて許しを請えよっ！　それこそ犯されてる女の姿だぜっ！」",
        "translation": "Shingo「」A ha ha ha! Đúng rồi! Cứ khóc lóc van xin tha thứ đi! Như thế mới ra dáng một con đàn bà đang bị làm nhục chứ!」\n"
    },
    {
        "sentence": "[慎吾「]::いいぜっ、いい気分だぜ、早苗！　女を犯す事がこんなにも最高だとは思いもしなかったぞ！」",
        "translation": "Shingo「Tuyệt vời, cảm giác thật tuyệt, Sanae! Tôi không bao giờ nghĩ làm tình với đàn bà lại sướng đến thế!」\n"
    },
    {
        "sentence": "[慎吾「]::そらっ、もっと犯してやる！　もっとマンコを抉ってやるぞ！　おらぁああっ！」",
        "translation": "Shingo「Này, để tôi địt cô cho sướng! Để tôi khoét sâu cái lồn này ra! Oaaaaaa!」"
    },
    {
        "sentence": "[慎吾「]::何言ってやがる！　これくらいで死ぬようならガキを産めないぜ！　そらぁ！」",
        "translation": "Shingo「Nói cái đéo gì thế! Đã thế này mà chết thì đẻ đái gì được nữa! Này thì!」\n"
    },
    {
        "sentence": "[慎吾「]::そらそらっ、痛がってる場合じゃないぞ！　そろそろチンポもいい具合になってきたぜ！」",
        "translation": "Shingo「Này này, không phải lúc kêu đau đâu nhé! Con chim của tôi cũng sắp đến lúc rồi đấy!」"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、いくぜ！　お前の初物マンコにたっぷりと精液を注いでやるからなっ！　妊娠しないよう気をつけろよっ！」",
        "translation": "Shingo「Ha ha ha, tới đây! Tôi sẽ bắn đầy tinh dịch vào cái trinh huyệt của cô! Nhớ mà giữ kẻo có bầu đấy!」\n"
    },
    {
        "sentence": "[慎吾「]::悪いが、そうもいかないんだよ！　お前を犯してるのは、このエロマンコに濃厚なザーメンを注ぐ為なんだからなっ！」",
        "translation": "Shingo「Xin lỗi, nhưng không thể thế được! Tôi đang địt cô là để rót đầy tinh trùng đặc vào cái lồn dâm đãng này đấy!」\n"
    },
    {
        "sentence": "[慎吾「]::そらっ、もう出るぞっ！　学生のザーメンで孕んじまえっ！　おおぉおぉっ！！」",
        "translation": "Shingo「Thấy chưa, sắp ra rồi đấy! Để tinh của thằng học sinh này làm cô có bầu luôn đi! Ôồồồ!!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ、このキツいマンコの中に収まらないくらい出しちまったな！　許してくれよ、早苗センセイ！」",
        "translation": "Shingo「Ha ha ha ha… Tôi đã bắn quá nhiều đến nỗi cái lồn chật chội này không chứa nổi nữa rồi! Tha thứ cho tôi đi, Sanae-sensei!」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、このままじゃ苦しいだろ？　ザーメンも充分マンコに馴染んだようだし、今、抜いてやるよ」",
        "translation": "Shingo「Khà khà, cứ thế này thì cô khó chịu lắm phải không? Tinh trùng cũng thấm đẫm vào lồn cô rồi, giờ tôi rút ra cho đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::アハハッ、おい、ザーメンがスケベ穴から次々出てくるぞ！　どれだけ締まりのいいマンコなんだよっ、ハハハハッ！」",
        "translation": "Shingo「A ha ha, ôi, tinh trùng tuôn ra xối xả từ cái lỗ dâm đãng kia kìa! Cái lồn của cô chặt đến mức nào vậy chứ, ha ha ha ha!」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、それはそれとして……じゃ、記念撮影といくか」",
        "translation": "Shingo「Mà thôi, bỏ chuyện đó đi... Giờ thì chụp ảnh kỷ niệm nhé.」\n"
    },
    {
        "sentence": "[慎吾「]::じゃ、バッチリ撮ってやるからな。はい、チーズ」",
        "translation": "Shingo「Vậy nhé, tôi chụp cho cô thật đẹp. Nào, cười lên nào.」\n"
    },
    {
        "sentence": "[慎吾「]::何って決まってるだろ？　先生を脅迫する為の写真だよ」",
        "translation": "Shingo「Còn gì nữa, đương nhiên là ảnh để uy hiếp cô giáo rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::さぁ、なかなかいい写真が撮れたぜ。美人教育実習生の衝撃的な処女喪失シーンだからな」",
        "translation": "Shingo「Nào, chụp được tấm ảnh ngon lành rồi đấy. Cảnh giáo viên thực tập xinh đẹp mất trinh đầy kinh ngạc mà.」\n"
    },
    {
        "sentence": "[慎吾「]::これを学園中に撒かれたくなければ……分かってるだろうが、今日の事は他言無用で頼むぜ」",
        "translation": "Shingo「Nếu cô không muốn chuyện này bị tung hê ra toàn trường... thì biết phải làm gì rồi chứ, làm ơn đừng hé răng nửa lời về chuyện hôm nay đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハッ！　じゃ、俺はこの辺で失礼させてもらうぜ。後始末は先生に任せたからな」",
        "translation": "Shingo「Hahaha! Vậy, tôi xin phép đi trước đây. Mấy việc dọn dẹp giao lại cho cô giáo đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::早くしないと、そろそろ当直の先生が戻ってくるんじゃないのか？　まぁ、その姿を見られたいってんなら、別にいいけどよ」",
        "translation": "Shingo「Nếu cô không nhanh lên thì có khi thầy giáo trực ban sắp quay lại đấy. Mà, nếu cô muốn bị người ta thấy cái bộ dạng này thì tôi cũng không ý kiến gì.」"
    },
    {
        "sentence": "[慎吾「]::ククッ、まったく、あそこまで上手くいくとは思わなかったな」",
        "translation": "Shingo「Khà khà, đúng là, mình không ngờ mọi chuyện lại trót lọt đến mức đó.」\n"
    },
    {
        "sentence": "[慎吾「]::しっかりとミルクを噴く体質になってくれよ……」",
        "translation": "Shingo「Phải trở thành cái thứ cơ thể dễ dàng phun sữa ra mới được......」"
    },
    {
        "sentence": "[慎吾「]::……しかし、早苗の、あのマンコの感触はなかなかだったな」",
        "translation": "Shingo「......Mà, cảm giác cái lồn của Sanae cũng không đến nỗi nào.」"
    },
    {
        "sentence": "[慎吾「]::……いや、待てよ？　それなら、何も早苗に限らなくてもいいじゃないか」",
        "translation": "Shingo「……Không, khoan đã? Nếu vậy, chẳng phải mình đâu nhất thiết phải giới hạn ở Sanae?」\n"
    },
    {
        "sentence": "[慎吾「]::……クククッ、こいつはたまらないなっ！　そうだ、そうしてやるかっ！」",
        "translation": "Shingo「......Khư khư khư, thứ này thật là chịu không nổi mà! Phải, cứ làm vậy đi!」\n"
    },
    {
        "sentence": "[慎吾「]::……ん、朝か……」",
        "translation": "Shingo「……Hử, trời sáng rồi à……」\n"
    },
    {
        "sentence": "[慎吾「]::うぅーん、今日はスパッと目が覚めたな！」",
        "translation": "Shingo「Uầy, hôm nay mình tỉnh giấc cái rụp luôn!」"
    },
    {
        "sentence": "[慎吾「]::早苗、か……」",
        "translation": "Shingo「Sanae, hả……」\n"
    },
    {
        "sentence": "[慎吾「]::まさか、バージンだったとはな、フフフフフッ」",
        "translation": "Shingo「Không ngờ lại còn trinh nữa cơ đấy, hූ hූ hූ hූ…」\n"
    },
    {
        "sentence": "[慎吾「]::それじゃあ、さっそく拝みに行くとするか！」",
        "translation": "Shingo「Vậy thì, mình đi \"thăm hỏi\" ngay thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::そろそろ、他の学生達がやって来る時間だな」",
        "translation": "Shingo「Sắp đến giờ mấy học sinh khác đến rồi nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::一応、手伝ってもらった以上、報告しておかないとな……」",
        "translation": "Shingo「Dù sao thì, mình cũng phải báo cáo, vì dù gì cô ta cũng đã giúp mình một tay mà……」"
    },
    {
        "sentence": "[慎吾「]::……そう、理保子先生には、これから手伝ってもらいたい事が山ほどあるんだから……」",
        "translation": "Shingo「……Đúng vậy, mình còn cả đống việc muốn cô Rioko giúp đây mà……」\n"
    },
    {
        "sentence": "[慎吾「]::……っと、くだらない事を考えているうちに、いつの間にか着いていたぞ」",
        "translation": "Shingo「……Ấy, lo nghĩ mấy chuyện vớ vẩn, không biết từ lúc nào mình đã đến nơi rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::失礼しま～す」",
        "translation": "Shingo「Xin phép ạ ~」\n"
    },
    {
        "sentence": "[慎吾「]::早苗の事で、当直の先公を足止めしてもらった礼を言っておこうと思ってね」",
        "translation": "Shingo「Em định nói lời cảm ơn về việc cô đã giúp em giữ chân gã thầy giáo trực ca về chuyện của Sanae.」"
    },
    {
        "sentence": "[慎吾「]::先生のお陰で何もかも上手くいったよ。早苗の子宮に俺の精液を、たっぷりと注いでやったぜ」",
        "translation": "Shingo「Nhờ có cô giáo mà mọi chuyện mới suôn sẻ như vậy. Em đã bắn đầy tinh dịch của em vào tử cung của Sanae rồi đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::サンキュー、な」",
        "translation": "Shingo「Cảm ơn, nha.」\n"
    },
    {
        "sentence": "[慎吾「]::い、いや……面白かったっすよ」",
        "translation": "Shingo「K-không... cũng thú vị lắm ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、そうだな。アイツが母乳を噴くのが今から楽しみでしょうがないぜ！」",
        "translation": "Shingo「À, đúng rồi. Em đang sướng điên lên chỉ để chờ xem cô ta phun sữa mẹ ra thôi đấy!」\n"
    },
    {
        "sentence": "[慎吾「]::ああ、分かってるさ」",
        "translation": "Shingo「À, em biết chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::あっ！？　ちょっと待ってくれよ。まだ、大事な話があるんだって！」",
        "translation": "Shingo「Á!? Chờ em một chút đã. Em vẫn còn chuyện quan trọng muốn nói mà!」\n"
    },
    {
        "sentence": "[慎吾「]::……いや、そういう事じゃないんだけど」",
        "translation": "Shingo「...Không, không phải ý em là như vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::例の薬を使って、早苗をこの先も調教するのは勿論なんだけどさ……実は、俺、他にも目を付けている女教師達がいるんだ」",
        "translation": "Shingo「Dùng thứ thuốc đó để tiếp tục huấn luyện Sanae thì khỏi nói rồi... Thật ra, em còn để ý đến mấy cô giáo khác nữa cơ.」\n"
    },
    {
        "sentence": "[慎吾「]::そいつらも犯して、母乳を噴かせてみたい」",
        "translation": "Shingo「Em còn muốn làm nhục cả bọn họ, khiến sữa mẹ phun trào ra nữa cơ.」\n"
    },
    {
        "sentence": "[慎吾「]::あと三人ほど、手に入れたい女がいるんだけれど……そいつらを堕とすのも協力して欲しいんだ」",
        "translation": "Shingo「Em còn muốn có thêm khoảng ba người nữa... Em muốn cô giúp em hạ gục cả bọn họ.」\n"
    },
    {
        "sentence": "[慎吾「]::例の薬を、もう少し欲しいんだけど。ダメかな？」",
        "translation": "Shingo「Em muốn xin thêm chút thuốc đó nữa, được không cô?」"
    },
    {
        "sentence": "[慎吾「]::ありがとう、先生！　恩に着るぜ」",
        "translation": "Shingo「Cảm ơn cô giáo! Em đội ơn cô nhiều lắm ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::えっ？　道具って、あの薬を使うだけじゃダメなのか？」",
        "translation": "Shingo「Hả? Dụng cụ... chẳng lẽ chỉ dùng thuốc kia thôi thì không đủ sao?」\n"
    },
    {
        "sentence": "[慎吾「]::ああ、そうしてもらえると助かるよ。よろしく頼むぜ」",
        "translation": "Shingo「À, nếu cô giúp em được vậy thì tốt quá. Nhờ cô cả đấy ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::……なんとかするって、どうするんだ？」",
        "translation": "Shingo「......\"làm gì đó\" là cô định làm gì cơ?」\n"
    },
    {
        "sentence": "[慎吾「]::……とにかく、これからもよろしく頼むぜ」",
        "translation": "Shingo「......Nói chung, từ giờ mong cô giúp đỡ em nhiều nha.」"
    },
    {
        "sentence": "[慎吾「]::ククククッ、これで準備は整ったぞ」",
        "translation": "Shingo「Kukukukuk, mọi thứ đã sẵn sàng rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、やっと来たな」",
        "translation": "Shingo「……Ồ, cuối cùng cũng đến rồi à.」\n"
    },
    {
        "sentence": "[慎吾「]::あっ、はい！」",
        "translation": "Shingo「À, dạ có ạ!」\n"
    },
    {
        "sentence": "[慎吾「]::クククククッ、早苗も沙耶も、他のヤツも、みんな俺の女にしてみせるからな」",
        "translation": "Shingo「クククククッ、早苗も沙耶も、他のヤツも、みんな俺の女にしてみせるからな」\nShingo「Khà khà khà… Sanae, Saya, cả ả đàn bà đó nữa, em sẽ biến hết thành đàn bà của em cho cô xem.」\n"
    },
    {
        "sentence": "[慎吾「]::……もう放課後か。頭を使うと、時間が経つのが早いぜ」",
        "translation": "Shingo「……Ra chơi rồi à. Dùng não nhiều, thời gian trôi nhanh thật.」\n"
    },
    {
        "sentence": "[慎吾「]::よし、早速行動開始だ！」",
        "translation": "Shingo「Được, bắt đầu hành động ngay thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::さてと……教科棟の１階に来てみたけれど、何か面白そうなものはないかな」",
        "translation": "Shingo「Chà chà... Đến tầng một khu giảng đường rồi đây, không biết có gì hay ho không nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::おっ、いい匂いだな。もしかして、料理研究部が何か作っているのか？」",
        "translation": "Shingo「Ồ, thơm quá. Chẳng lẽ câu lạc bộ nghiên cứu nấu ăn đang làm gì đó à?」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、こいつは食欲を刺激されるな。この匂いのせいで小腹が空いてきてしまったぞ」",
        "translation": "Shingo「Á chà, thứ này kích thích vị giác thật đấy. Mùi hương này làm mình thấy hơi đói bụng rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……そうだ。確か料理研究部には、ひなたがいたはずだよな。アイツに頼めば何か分けてくれるかも知れないぞ」",
        "translation": "Shingo「……Phải rồi. Hình như Hinata có ở câu lạc bộ nghiên cứu nấu ăn mà. Nếu nhờ cậu ta, biết đâu mình sẽ xin được chút gì đó.」\n"
    },
    {
        "sentence": "[慎吾「]::何だよ。この学園の学生が校内を歩いていて何か問題でもあるのか？」",
        "translation": "Shingo「Gì chứ. Học sinh trường này đi lại trong trường thì có vấn đề gì sao?」\n"
    },
    {
        "sentence": "[慎吾「]::おい、いくら担任だからって、そこまで学生を侮辱していいのか？」",
        "translation": "Shingo「Này, dù gì cô cũng là giáo viên chủ nhiệm, có cần thiết phải sỉ nhục học sinh đến mức đó không?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ？　どうしてだよ！？」",
        "translation": "Shingo「Hả? Tại sao chứ!?」\n"
    },
    {
        "sentence": "[慎吾「]::くっ……！？」",
        "translation": "Shingo「Kh…!?」"
    },
    {
        "sentence": "[慎吾「]::分かるよ」",
        "translation": "Shingo「Tôi hiểu.」\n"
    },
    {
        "sentence": "[慎吾「]::だから分かるって！」",
        "translation": "Shingo「Nên tôi mới hiểu chứ!」\n"
    },
    {
        "sentence": "[慎吾「]::分かってるよ！　そりゃアンデルセンだろう！」",
        "translation": "Shingo「Tôi biết chứ! Thì là Andersen còn gì nữa!」\n"
    },
    {
        "sentence": "[慎吾「]::クッ！　そんなにしみじみ、目を細めてうっとりと言うな！！」",
        "translation": "Shingo「Khốn kiếp! Đừng có mà đắm đuối, lim dim mắt lại rồi sung sướng như thế!!」\n"
    },
    {
        "sentence": "[慎吾「]::猿か、俺は！！」",
        "translation": "Shingo「Tôi là khỉ chắc!!」\n"
    },
    {
        "sentence": "[慎吾「]::ぞう、ってっ……何だとっ！？」",
        "translation": "Shingo「Trùng... trùng cái gì hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::……アンタだってこんな所に来るなんてかなり珍しいんじゃないのか？」",
        "translation": "Shingo「……Cô cũng đến một nơi như thế này, chẳng phải là khá hiếm thấy sao?」\n"
    },
    {
        "sentence": "[慎吾「]::ほんとはアンタも、このいい匂いに釣られてここまで来たんだろう？　でもって俺とばったり会ってしまったからばつが悪いんじゃないのか？」",
        "translation": "Shingo「Thật ra thì cô cũng bị cái mùi hương quyến rũ này dụ đến đây đúng không? Nhưng rồi lại tình cờ gặp tôi nên thấy ngại thôi chứ gì?」\n"
    },
    {
        "sentence": "[慎吾「]::な、何だと……！？」",
        "translation": "Shingo「C, cái gì cơ……!?」\n"
    },
    {
        "sentence": "[慎吾「]::クッ……！？　か、仮にも自分の教え子を、ヨダレを垂らした浮浪者と一緒にするのはあんまりじゃないか！？」",
        "translation": "Shingo「Khụ……!? Ít ra thì, đừng có đem học trò của cô ra so sánh với đám vô gia cư chảy nước dãi bẩn thỉu chứ hả!?」"
    },
    {
        "sentence": "[慎吾「]::な、な、何だと……！？」",
        "translation": "Shingo「C, cái... cái gì cơ……!?」\n"
    },
    {
        "sentence": "[慎吾「]::ぐ……っ！？」",
        "translation": "Shingo「Ư……!?」\n"
    },
    {
        "sentence": "[慎吾「]::い、言ってるじゃないか！」",
        "translation": "Shingo「Tôi... tôi nói rồi còn gì!」\n"
    },
    {
        "sentence": "[慎吾「]::言ってないだろ、そんな事！！」",
        "translation": "Shingo「Tôi có nói cái đó đâu!!」"
    },
    {
        "sentence": "[慎吾「]::くぅぅっ！？　この野郎ぅぅっ……！」",
        "translation": "Shingo「Khụ...!? Cái... cái thứ chết tiệt này...！」\n"
    },
    {
        "sentence": "[慎吾「]::なってねぇよ！」",
        "translation": "Shingo「Chưa đâu!」\n"
    },
    {
        "sentence": "[慎吾「]::だから湯気も出てないって言うの！！」",
        "translation": "Shingo「Đã bảo là có bốc hơi đâu!!」\n"
    },
    {
        "sentence": "[慎吾「]::フフフッ……」",
        "translation": "Shingo「Fufufu……」\n"
    },
    {
        "sentence": "[慎吾「]::……悪かったな。男みたいに胸がペッタンコだから、つい『野郎』って言ってしまったのさ」",
        "translation": "Shingo「Thôi được rồi, tôi sai. Tại ngực cô phẳng lì như đàn ông, nên tôi lỡ miệng gọi là \"thằng\" thôi mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……うんっ？」",
        "translation": "Shingo「......Ừm?」\n"
    },
    {
        "sentence": "[慎吾「]::……ちっ！　それにしても、つくづく忌々しい教師だな……」",
        "translation": "Shingo「......Tch! Mà nói đi cũng phải nói lại, cái ả giáo viên đó thật là đáng ghét...」"
    },
    {
        "sentence": "[慎吾「]::……俺の事をとことん邪魔者扱いしやがって……ちくしょう、あの生意気で高慢な鼻っ柱をへし折ってやらなければ気が済まなくなってきたぞ！」",
        "translation": "Shingo「......Dám coi tôi là kẻ ngáng đường đến cùng cơ đấy... Chết tiệt, nhất định phải bẻ cái mũi kiêu căng đó của ả thì tôi mới hả dạ!」\n"
    },
    {
        "sentence": "[慎吾「]::……全然想像できないな」",
        "translation": "Shingo「......Hoàn toàn không thể tưởng tượng nổi.」\n"
    },
    {
        "sentence": "[慎吾「]::くそっ……！」",
        "translation": "Shingo「Khốn kiếp...!」"
    },
    {
        "sentence": "[慎吾「]::くっ……！？　と、とりあえず……退散するか……」",
        "translation": "Shingo「Kh…!? Tạm… tạm thời chuồn đã…」\n"
    },
    {
        "sentence": "[慎吾「]::……ふむ、この辺りには何かないかな？」",
        "translation": "Shingo「......Hừm, quanh đây có gì hay ho không nhỉ?」\n"
    },
    {
        "sentence": "[慎吾「]::チッ、どうやら何も収穫がなさそうだな」",
        "translation": "Shingo「Tch, xem ra chẳng có thu hoạch gì rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……うわぁあぁっ！？」",
        "translation": "Shingo「……Uwaaa!?」\n"
    },
    {
        "sentence": "[慎吾「]::うぐっ……！？」",
        "translation": "Shingo「Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::あっ……風間、先生……？」",
        "translation": "Shingo「Aa… Kazama, cô giáo…?」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……あぁ、大丈夫だよ」",
        "translation": "Shingo「Eh… à, em không sao.」\n"
    },
    {
        "sentence": "[慎吾「]::いや、俺もボーッとして歩いてたから、悪いのはお互い様だよ」",
        "translation": "Shingo「Không, em cũng lơ đãng đi bộ nên cả hai đều có lỗi mà.」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ。だから先生に謝られる事じゃないからさ。倒れたのだって何ともないし」",
        "translation": "Shingo「À, không phải tại cô giáo phải xin lỗi em đâu. Em ngã cũng có sao đâu mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……そういえば、風間先生って、２年のクラス担任だったっけ？」",
        "translation": "Shingo「……Nói mới nhớ, Kazama-sensei là chủ nhiệm lớp năm hai à?」"
    },
    {
        "sentence": "[慎吾「]::えっ……？　いや、別に深い意味は無いんだけど……」",
        "translation": "Shingo「Hả...? Không, em không có ý gì sâu xa cả...」"
    },
    {
        "sentence": "[慎吾「]::……まぁ。ただ、聞いてみただけ」",
        "translation": "Shingo「……À, chỉ là em hỏi thử thôi mà.」\n"
    },
    {
        "sentence": "[慎吾「]::あ、いや、何をしてると言われても……別に何かをしてるって訳でもないけど……」",
        "translation": "Shingo「À, không, nếu cô hỏi em đang làm gì thì... cũng không hẳn là đang làm gì cả...」\n"
    },
    {
        "sentence": "[慎吾「]::は、はぁ……」",
        "translation": "Shingo「Hà... hà...」\n"
    },
    {
        "sentence": "[慎吾「]::……分かった。今後は気をつける事にするよ」",
        "translation": "Shingo「……Em hiểu rồi. Em sẽ cẩn thận hơn trong tương lai.」"
    },
    {
        "sentence": "[慎吾「]::あの……風間、先生？」",
        "translation": "Shingo「À... Kazama, cô giáo?」"
    },
    {
        "sentence": "[慎吾「]::……じゃ、俺は行くよ。またな、先生」",
        "translation": "Shingo「……Vậy, em đi đây. Gặp lại cô sau, cô giáo.」\n"
    },
    {
        "sentence": "[慎吾「]::……しっかし、本当に感情の読めない女だぜ」",
        "translation": "Shingo「…… Cơ mà, đúng là một người phụ nữ khó đoán thật đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、それを確かめる為にも、直美を俺の奴隷にしてやるんだがな」",
        "translation": "Shingo「Mà, cũng để xác minh chuyện đó, mình sẽ biến Naomi thành nô lệ của mình.」"
    },
    {
        "sentence": "[慎吾「]::こう知った顔が歩いていると、少しやりにくいな。そろそろ場所を移すか……」",
        "translation": "Shingo「Cứ thấy mấy gương mặt quen quen đi lại thế này, hơi khó hành động thật. Chắc mình phải đổi chỗ thôi...」\n"
    },
    {
        "sentence": "[慎吾「]::あれは……確か……」",
        "translation": "Shingo「Cái kia... hình như là...」\n"
    },
    {
        "sentence": "[慎吾「]::あいつ……俺の机の前に立って、何してるんだ？」",
        "translation": "Shingo「Cô ta... đứng trước bàn mình làm cái quái gì thế?」\n"
    },
    {
        "sentence": "[慎吾「]::フフフフッ、ちょうど他には誰もいないし、少し話でも聞いてやるか」",
        "translation": "Shingo「Phù phù phù, vừa hay không có ai khác ở đây, mình nghe cô ta lảm nhảm chút vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::よう、先生！　俺の机の前で何してるんだ？　ひょっとして、俺の事を考えているのか？」",
        "translation": "Shingo「Ê, cô giáo! Đứng trước bàn tôi làm gì thế? Hay là... đang nghĩ về tôi đấy à?」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ、大丈夫か？　そこまで驚く事ないだろ？　相変わらず、先生は鈍くさいな」",
        "translation": "Shingo「Ha ha ha, cô không sao chứ? Có cần thiết phải ngạc nhiên đến thế không? Lúc nào cô cũng vụng về thật đấy.」"
    },
    {
        "sentence": "[慎吾「]::クククククッ、俺が酷いヤツなのは、とっくに分かってるじゃないか。今さらなに言ってんだよ」",
        "translation": "Shingo「Khà khà khà... Chẳng phải cô biết rõ tôi là loại người tồi tệ rồi sao. Giờ còn nói gì nữa?」\n"
    },
    {
        "sentence": "[慎吾「]::それより、俺の質問にまだ答えてもらってないぜ。いったい何をしてたんだ？　俺の机を見てたみたいだけど」",
        "translation": "Shingo「Mà khoan, cô còn chưa trả lời câu hỏi của tôi đấy. Rốt cuộc cô làm gì ở đây thế? Hình như... cô đang xem bàn của tôi à?」\n"
    },
    {
        "sentence": "[慎吾「]::どうせ、あの時の事を思い出してたんだろ？　違うか？」",
        "translation": "Shingo「Chắc chắn là cô đang nhớ lại chuyện lúc đó đúng không? Không phải sao?」\n"
    },
    {
        "sentence": "[慎吾「]::ククククッ、当たりか？」",
        "translation": "Shingo「Khà khà khà... Trúng tủ rồi à?」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、辛い初体験になっちまったかもしれないが、ご愁傷様って事で勘弁してくれよ」",
        "translation": "Shingo「Chà, có lẽ đó là một trải nghiệm đầu đời tồi tệ, nhưng coi như tôi xin lỗi cô nhé.」\n"
    },
    {
        "sentence": "[慎吾「]::処女膜はぶち破ったんだし、次にやる時はマシになってるはずさ。今度はしっかり気持ちよくしてやるから、それでチャラでいいだろ？」",
        "translation": "Shingo「Dù sao thì cũng đã phá trinh cô rồi, lần tới chắc chắn sẽ tốt hơn thôi. Lần tới tôi sẽ làm cô sướng cho ra trò, như vậy huề nhé?」"
    },
    {
        "sentence": "[慎吾「]::おいおい、まさかあの一回で終わりだとでも思ってるんじゃないだろうな？」",
        "translation": "Shingo「Này này, cô không nghĩ là chỉ một lần đó là xong chuyện đấy chứ?」\n"
    },
    {
        "sentence": "[慎吾「]::先生みたいなイイ女と、一回だけでバイバイ出来るわけないだろ？　まだまだ、しっかり相手をしてもらうぜ」",
        "translation": "Shingo「Với một người đàn bà ngon nghẻ như cô, tôi đâu thể chỉ làm một lần rồi tạm biệt được chứ? Vẫn còn nhiều màn nữa, cô phải phục vụ tôi cho tốt đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::お互いガキじゃないんだ。学校で顔を合わせればどうなるか、そのくらい分かるだろ？　その覚悟も無しに学校に出てきたのか？」",
        "translation": "Shingo「Chúng ta đâu còn là trẻ con nữa. Gặp mặt ở trường thì sẽ thế nào, cô cũng hiểu chứ? Cô đến trường mà không chuẩn bị tinh thần cho việc đó à?」\n"
    },
    {
        "sentence": "[慎吾「]::それで、普段通り真面目に学校に来て、何も無かったように授業を出来るのは、すごいと思うぜ」",
        "translation": "Shingo「Thật sự, tôi nghĩ cô vẫn có thể đến trường một cách nghiêm túc như bình thường và lên lớp như không có chuyện gì xảy ra, thật là tài giỏi đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::まあ確かに、『学生に犯されたから学校に行けません』とは言えないとは思うけどさ」",
        "translation": "Shingo「Ừ thì, tôi cũng biết là cô không thể nói \"Em bị học sinh cưỡng hiếp nên em không thể đến trường\" được mà.」\n"
    },
    {
        "sentence": "[慎吾「]::おいおい、何を勘違いしているか知らないけれど、どうして俺が先生の事を恨むんだよ？　ボールの事なんて、全然恨んじゃいないぜ」",
        "translation": "Shingo「Này này, cô hiểu lầm gì rồi tôi không biết, nhưng tại sao tôi lại phải hận cô chứ? Chuyện quả bóng ấy á, tôi chẳng hận gì đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::どうしてって……男が女を抱く理由なんて、一つしかないだろ？　先生の事が好きだからさ。決まってるじゃないか」",
        "translation": "Shingo「Sao lại thế ư... Lý do thằng đàn ông muốn ôm người phụ nữ, chỉ có một thôi, biết không? Vì tôi thích cô, còn gì nữa.」\n"
    },
    {
        "sentence": "[慎吾「]::一目惚れってヤツ？　初めて教壇に立って自己紹介しているのを見た時に、ビビッと来たんだよ」",
        "translation": "Shingo「Chắc là yêu từ cái nhìn đầu tiên hả? Lần đầu tiên cô đứng trên bục giảng tự giới thiệu, tôi đã bị sét đánh trúng rồi.」"
    },
    {
        "sentence": "[慎吾「]::だから先生を俺のモノにしたのさ！　先生がバージンだったから感激だったぜ！」",
        "translation": "Shingo「Chính vì thế tôi mới chiếm đoạt cô! Cảm giác cô vẫn còn trinh thật là tuyệt vời!」\n"
    },
    {
        "sentence": "[慎吾「]::そうか？　好きな女を自分だけのモノにしたいって、普通考えるだろ？　俺はそうしただけだぜ？」",
        "translation": "Shingo「Vậy á? Chẳng phải thằng nào thích con gái thì cũng muốn chiếm làm của riêng thôi sao? Tôi chỉ làm thế thôi mà?」\n"
    },
    {
        "sentence": "[慎吾「]::フフフフッ、こんな気持ちのイイもの、手放せるわけがないだろ」",
        "translation": "Shingo「Hahaha, thứ sướng thế này, tôi làm sao mà bỏ được」\n"
    },
    {
        "sentence": "[慎吾「]::なぁ？　大人しく俺の女になれよ、センセイ？」",
        "translation": "Shingo「Này? Ngoan ngoãn làm người phụ nữ của tôi đi, cô giáo?」\n"
    },
    {
        "sentence": "[慎吾「]::あぐっ！　痛ぅうっ！」",
        "translation": "Shingo「Á! Đau... Đau quá!」\n"
    },
    {
        "sentence": "[慎吾「]::ちっ……ちょっと強引すぎたか」",
        "translation": "Shingo「Chậc... mình hơi mạnh tay quá rồi sao.」\n"
    },
    {
        "sentence": "[慎吾「]::まあ、いいさ……時間はあるんだ。じっくりと手をかけてやるさ」",
        "translation": "Shingo「Mà thôi, cũng được... mình còn thời gian mà. Sẽ từ từ mà chăm sóc cô ta thật kỹ.」"
    },
    {
        "sentence": "[慎吾「]::あっ……そう言えば、薬の効果を調べてなかったな」",
        "translation": "Shingo「À... nhắc mới nhớ, mình còn chưa kiểm tra tác dụng của thuốc nữa.」"
    },
    {
        "sentence": "[慎吾「]::まあ、学校から逃げ出すつもりは無いみたいだから、これからまた機会があるだろ」",
        "translation": "Shingo「Mà, có vẻ cô ta không định trốn học, chắc chắn sẽ còn cơ hội thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::どうやってやるのか、まずは手筈を整えないとな。フフフフフッ……」",
        "translation": "Shingo「Phải làm thế nào đây, trước tiên phải chuẩn bị các bước đã. Hahaha...」\n"
    },
    {
        "sentence": "[慎吾「]::……チェッ、こう人っ子一人いないんじゃ、何の収穫もなさそうだな」",
        "translation": "Shingo「……Tch, vắng hoe thế này thì chả vớ bẫm được gì rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……さてと、何か面白そうな物はないかな？」",
        "translation": "Shingo「......Vậy thì, có gì hay ho ở đây không nhỉ?」\n"
    },
    {
        "sentence": "[慎吾「]::……ん！？　こ、コレは……！？」",
        "translation": "Shingo「……Hả!? C, cái này là……!?」"
    },
    {
        "sentence": "[慎吾「]::や、やっぱりっ！？　なんでローターが教室にっ……？！」",
        "translation": "Shingo「Ể, thiệt hả!? Sao cái thứ đồ chơi đó lại ở trong lớp học chớ……?!」\n"
    },
    {
        "sentence": "[慎吾「]::……しかし、机の中に入れっぱなしとは…………」",
        "translation": "Shingo「......Vậy mà, lại cứ để nó trong ngăn bàn thế này cơ chứ............」\n"
    },
    {
        "sentence": "[慎吾「]::……………………ハッ！？」",
        "translation": "Shingo「……………………Hả!?」"
    },
    {
        "sentence": "[慎吾「]::けっ、けしからんっ！　このようなけしからん物は没収だ！！」",
        "translation": "Shingo「Khốn kiếp! Mấy thứ đồi trụy thế này phải tịch thu hết!!」\n"
    },
    {
        "sentence": "[慎吾「]::……ふう、コレで学園の秩序は保たれた。いい事をした後は気持ちがいいぜ」",
        "translation": "Shingo「……Phù, thế này thì trật tự học viện đã được bảo toàn rồi. Làm việc tốt xong đúng là sảng khoái thật」\n"
    },
    {
        "sentence": "[慎吾「]::……あれ？　理保子先生がいない…………」",
        "translation": "Shingo「……Ơ? Rihoko-sensei đâu rồi…………」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん……ま、いいか。じゃ、とりあえず戦利品を置いていくとしよう」",
        "translation": "Shingo「Ừm…… Thôi kệ đi. Vậy thì, cứ để chiến lợi phẩm ở đây đã」\n"
    },
    {
        "sentence": "[慎吾「]::……これでよし、と。後は合成に使おうが、オナニーに使おうが、理保子先生の好きにしていいぜ」",
        "translation": "Shingo「……Xong xuôi. Sau này cô Rihoko-sensei muốn dùng để tổng hợp hay tự sướng thì tùy cô ta thôi.」"
    },
    {
        "sentence": "[慎吾「]::それじゃ、用も済んだし、そろそろ行くとするか……」",
        "translation": "Shingo「Vậy thì, xong việc rồi, mình cũng nên đi thôi……」\n"
    },
    {
        "sentence": "[慎吾「]::そうだな……」",
        "translation": "Shingo「Ừm, chắc là……」"
    },
    {
        "sentence": "[慎吾「]::……いや、それがさ先生。今日はちょっと呼び出せるほど下準備が済んでる獲物がいないんだけど……」",
        "translation": "Shingo「……À, thì là vầy cô ạ. Hôm nay tôi không tìm được \"con mồi\" nào đủ \"ngon\" để \"triệu hồi\" đến đây cả……」"
    },
    {
        "sentence": "[慎吾「]::ニコニコ顔で妙な迫力を出すのはやめてくれよ……一応、反省はしてるんだからさ」",
        "translation": "Shingo「Cô đừng có vừa cười vừa tạo áp lực kiểu đó chứ…… Dù gì em cũng đang hối lỗi rồi mà.」"
    },
    {
        "sentence": "[慎吾「]::悪いけど今日は帰るよ。またな、先生」",
        "translation": "Shingo「Xin lỗi cô, hôm nay em về đây. Hẹn gặp lại cô sau.」\n"
    },
    {
        "sentence": "[慎吾「]::カラスが鳴くから、何とやら……っと」",
        "translation": "Shingo「Quạ kêu là điềm chẳng lành ư, thì phải……」"
    },
    {
        "sentence": "[慎吾「]::……おっと、もう寝る時間じゃないか」",
        "translation": "Shingo「……Ối chà, hình như không còn sớm nữa rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::ふあぁ……ねんねんころりよ、っと……おやすみ」",
        "translation": "Shingo「Fu…à…… À ơi… ngủ ngon.」\n"
    },
    {
        "sentence": "[慎吾「]::んんっ……朝、か…………」",
        "translation": "Shingo「Ưm… Trời sáng rồi… à?」\n"
    },
    {
        "sentence": "[慎吾「]::おっ……ククッ、今日も立派にエレクチオンしてるな、相棒め」",
        "translation": "Shingo「Chà… khà khà, hôm nay em nó cũng sung mãn quá ha, bạn già」\n"
    },
    {
        "sentence": "[慎吾「]::何事もなく教室に到着、っと……」",
        "translation": "Shingo「Đến lớp rồi mà không có chuyện gì xảy ra… tốt.」\n"
    },
    {
        "sentence": "[慎吾「]::さて、今日も楽しい１日になるといいな」",
        "translation": "Shingo「Hy vọng hôm nay cũng là một ngày vui vẻ.」\n"
    },
    {
        "sentence": "[慎吾「]::ここには何かあるかな……？」",
        "translation": "Shingo「Không biết có gì ở đây không nhỉ…?」\n"
    },
    {
        "sentence": "[慎吾「]::慎吾センサーに引っかかるような、面白いネタがあるといいんだけど……ん？」",
        "translation": "Shingo「Giá mà có mẩu chuyện thú vị nào lọt vào tầm ngắm của radar Shingo này thì hay… ơ?」\n"
    },
    {
        "sentence": "[慎吾「]::そういやここは家庭科室の近くだもんな。料理研究部のひなたがいるのは当然か……」",
        "translation": "Shingo「Ra là gần phòng thực hành nữ công gia tránh. Hinata của câu lạc bộ nấu ăn ở đây cũng phải thôi…」\n"
    },
    {
        "sentence": "[慎吾「]::俺の目的は、ターゲットの女教師を奴隷にしてやる事なんだからな……」",
        "translation": "Shingo「Mục đích của mình là biến ả giáo viên kia thành nô lệ mà……」\n"
    },
    {
        "sentence": "[慎吾「]::さてと……ここには何も無いみたいだな。別の場所を探すとするか」",
        "translation": "Shingo「Được rồi… Có vẻ ở đây chẳng có gì cả. Đi tìm chỗ khác thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::ふむ……いつ来ても、ここの部員達は無駄に元気が有り余っているな」",
        "translation": "Shingo「Lúc nào đến đây đám thành viên câu lạc bộ này cũng tràn trề năng lượng vô ích nhỉ…」\n"
    },
    {
        "sentence": "[慎吾「]::で、そういう時に限って、あっさり見つけちまうもんなんだよな、まったく……」",
        "translation": "Shingo「Ấy thế mà, cứ đúng lúc như vậy thì lại vớ được ngay mới đau chứ……」\n"
    },
    {
        "sentence": "[慎吾「]::……うーん、腹立たしいな」",
        "translation": "Shingo「……Ừm, bực thật.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、愚痴を言ってても始まらないな」",
        "translation": "Shingo「Mà thôi, có than vãn cũng chẳng giải quyết được gì.」\n"
    },
    {
        "sentence": "[慎吾「]::また会いに来るぜ、梓先生……」",
        "translation": "Shingo「Em sẽ còn quay lại tìm cô, Azusa-sensei……」\n"
    },
    {
        "sentence": "[慎吾「]::ここは、放送室か…………ていうか、何でこんな所になんか来たんだろ？」",
        "translation": "Shingo「Đây là phòng phát thanh sao…………Mà khoan, em đến cái chỗ này làm gì nhỉ?」\n"
    },
    {
        "sentence": "[慎吾「]::さて、こんな所にまで来てみたけど……」",
        "translation": "Shingo「Chà, đến tận chỗ này rồi cơ đấy……」\n"
    },
    {
        "sentence": "[慎吾「]::フン、この俺だって、たまにはハズレを引く事くらいあるさ……」",
        "translation": "Shingo「Hừ, mình đây cũng có lúc vớ phải hàng dởm chứ bộ…」\n"
    },
    {
        "sentence": "[慎吾「]::むっ……？」",
        "translation": "Shingo「Mmm……?」\n"
    },
    {
        "sentence": "[慎吾「]::お、おのれー……！　タイミングの悪いっ……！」",
        "translation": "Shingo「Khốn… khốn kiếp……! Sao lại đúng cái lúc này……!」\n"
    },
    {
        "sentence": "[慎吾「]::って、直美のヤツまでいなくなっちまったぞ！？」",
        "translation": "Shingo「Cái quái gì thế, đến cả ả đàn bà Naomi cũng biến mất tiêu rồi!?」\n"
    },
    {
        "sentence": "[慎吾「]::チッ、結局ハズレじゃないかよ……」",
        "translation": "Shingo「Tch, đúng là toàn hàng dỏm…」\n"
    },
    {
        "sentence": "[慎吾「]::んん？　あいつは……」",
        "translation": "Shingo「Hả? Cô ta là……」\n"
    },
    {
        "sentence": "[慎吾「]::早苗じゃないか……」",
        "translation": "Shingo「Không phải Sanae sao……」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、それはともかくとして、だ……」",
        "translation": "Shingo「Mà thôi, bỏ chuyện đó sang một bên đi đã……」\n"
    },
    {
        "sentence": "[慎吾「]::んっ……？」",
        "translation": "Shingo「Ư…？」"
    },
    {
        "sentence": "[慎吾「]::吹奏楽部の連中か……？　チッ、邪魔なヤツらだ」",
        "translation": "Shingo「Lũ người của câu lạc bộ kèn đây mà…… Tch, phiền phức thật.」\n"
    },
    {
        "sentence": "[慎吾「]::フン、命拾いしたな、早苗……」",
        "translation": "Shingo「Hừ, Sanae cô ta đúng là gặp may rồi……」\n"
    },
    {
        "sentence": "[慎吾「]::虎穴に入らずんば何とやら、って事で職員室に来てみたけど……」",
        "translation": "Shingo「Đúng là \"không vào hang cọp sao bắt được cọp con\"... nên mình mới mò tới phòng giáo viên đây……」\n"
    },
    {
        "sentence": "[慎吾「]::げっ！？　あ、あいつはっ……」",
        "translation": "Shingo「Hả!? Cái, cái con nhỏ đó……」\n"
    },
    {
        "sentence": "[慎吾「]::うーん……ここは撤退すべきだな」",
        "translation": "Shingo「Ừm…… Chắc mình nên chuồn thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::くそっ……この屈辱、忘れないからなっ」",
        "translation": "Shingo「Chết tiệt… mối nhục này, mình nhất định không quên đâu!」\n"
    },
    {
        "sentence": "[慎吾「]::……どれっ、ここには誰かいないかな……？」",
        "translation": "Shingo「Để xem nào… Chỗ này có ai không nhỉ…?」\n"
    },
    {
        "sentence": "[慎吾「]::んん～～～…………なんだ、誰もいないじゃないか」",
        "translation": "Shingo「Ư… ưm… Ra là không có ai cả.」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ、がっかりさせやがって。それじゃ、こんな所で身を隠す必要も無いな」",
        "translation": "Shingo「……Tch, làm mình thất vọng rồi. Vậy thì, không cần trốn chui trốn lủi ở đây nữa.」\n"
    },
    {
        "sentence": "[慎吾「]::まったく、とんだ時間の無駄だったぜ……」",
        "translation": "Shingo「Chậc, phí thời gian chết đi được…」\n"
    },
    {
        "sentence": "[慎吾「]::なんだ、栄養剤か？　いや……これは…………」",
        "translation": "Shingo「Cái gì đây, thuốc bổ à? Không… Cái này là…」\n"
    },
    {
        "sentence": "[慎吾「]::これは……強精剤か」",
        "translation": "Shingo「Đây là… thuốc cường dương à?」\n"
    },
    {
        "sentence": "[慎吾「]::教師ごときがそんなに精力が必要なのか？　何か、やましい事でもしてるんじゃなかろうか……？」",
        "translation": "Shingo「Giáo viên quèn mà cần gì lắm sức thế? Hay là… đang làm chuyện ám muội gì sau lưng hả...?」\n"
    },
    {
        "sentence": "[慎吾「]::ふむっ！　したがって、コイツは俺がいただいておく！」",
        "translation": "Shingo「Hừm! Vậy thì… mình xin phép lấy ả này nhé!」\n"
    },
    {
        "sentence": "[慎吾「]::さて……それじゃ、後で飲んでみる事にしようかな？」",
        "translation": "Shingo「Để xem nào… Vậy thì, lát nữa mình thử uống xem sao nhỉ?」\n"
    },
    {
        "sentence": "[慎吾「]::……そうだな。それじゃ、持っていくとするか」",
        "translation": "Shingo「……Ừm, đúng vậy. Vậy thì, mình mang đi vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？　理保子先生はいないのか」",
        "translation": "Shingo「……Hả? Rihoko-sensei không có ở đây à.」\n"
    },
    {
        "sentence": "[慎吾「]::なんだろ、トイレにでも行ったのかな……？」",
        "translation": "Shingo「Gì vậy nhỉ, hay là cô ta đi toilet rồi…？」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、いないならしょうがないか。それじゃ、メモでも残しておこう」",
        "translation": "Shingo「Chà, không có thì chịu thôi. Vậy thì, mình để lại lời nhắn vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::……うん、バッチリだ。これで面白い物を造ってくれよ、理保子先生」",
        "translation": "Shingo「……Ừ, ngon lành rồi đấy. Nhờ cô tạo ra thứ gì đó thú vị nhé, Rihoko-sensei.」\n"
    },
    {
        "sentence": "[慎吾「]::じゃ、俺も奴隷達の後を追う事にするか」",
        "translation": "Shingo「Vậy thì, mình cũng đi theo lũ nô lệ kia thôi vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::さてと、こっちの方まで来てはみたものの……」",
        "translation": "Shingo「Được rồi, đã lặn lội đến tận đây rồi cơ mà...」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？　バイクか……」",
        "translation": "Shingo「……Hử? Tiếng xe máy à...」\n"
    },
    {
        "sentence": "[慎吾「]::そうか、まだ直美は学園に残ってるのか……」",
        "translation": "Shingo「Ra là Naomi vẫn còn ở trường...」\n"
    },
    {
        "sentence": "[慎吾「]::本当に、悩ましすぎるボディだぜ。早くあのデカパイから母乳を噴かせてやりたいな……」",
        "translation": "Shingo「Thật là, thân hình quyến rũ quá đi mất. Muốn nhanh nhanh cho cặp vú bự đó phun sữa ra quá đi……」\n"
    },
    {
        "sentence": "[慎吾「]::あれは……」",
        "translation": "Shingo「Kia là...」\n"
    },
    {
        "sentence": "[慎吾「]::あ……」",
        "translation": "Shingo「A...」\n"
    },
    {
        "sentence": "[慎吾「]::ちぃーッス、風間先生」",
        "translation": "Shingo「Chào cô Kazama.」\n"
    },
    {
        "sentence": "[慎吾「]::あ、と……先生、もしかして、帰るところですか？」",
        "translation": "Shingo「À... À, cô... Hay là cô định về rồi ạ?」"
    },
    {
        "sentence": "[慎吾「]::えっ？　じゃ、何しにガレージへ……？」",
        "translation": "Shingo「Ể? Vậy... cô ra gara làm gì ạ?」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、そういえば風間先生は、モーターサイクル部の顧問でしたっけ？」",
        "translation": "Shingo「À, nhắc mới nhớ, Kazama-sensei là cố vấn của câu lạc bộ mô tô, phải không ạ?」\n"
    },
    {
        "sentence": "[慎吾「]::モーターサイクル部って、どんな活動をしてるんですか？」",
        "translation": "Shingo「Câu lạc bộ mô tô thì... hoạt động thế nào ạ?」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、そうですか……」",
        "translation": "Shingo「À, ra vậy...」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……」",
        "translation": "Shingo「Hả...?」\n"
    },
    {
        "sentence": "[慎吾「]::えっ、俺が……？」",
        "translation": "Shingo「Hả, em...?」"
    },
    {
        "sentence": "[慎吾「]::……あぁ、あの時の！」",
        "translation": "Shingo「……À, cái lúc đó...!」"
    },
    {
        "sentence": "[慎吾「]::まぁ、興味というか……先生のバイクは、格好いいとは思って見てたけど」",
        "translation": "Shingo「Thì... cũng có chút hứng thú... Tại xe của cô, em thấy ngầu thật mà.」\n"
    },
    {
        "sentence": "[慎吾「]::はい？」",
        "translation": "Shingo「Dạ?」\n"
    },
    {
        "sentence": "[慎吾「]::……いや、もう少し考えさせてもらっていいですか？　何分、急な話なんで……」",
        "translation": "Shingo「……À, cho em xin phép suy nghĩ thêm một chút được không ạ? Chuyện này... hơi đột ngột quá...」\n"
    },
    {
        "sentence": "[慎吾「]::先生……もしかして、部員が足りない、とか？」",
        "translation": "Shingo「Cô... chẳng lẽ là do thiếu người hay sao ạ?」"
    },
    {
        "sentence": "[慎吾「]::一人って……確か、規定だと部活動として認められるには、五人は必要だったはずじゃ……」",
        "translation": "Shingo「Một người thì... theo quy định, để được công nhận là câu lạc bộ, cần tới năm người mới phải chứ...?」\n"
    },
    {
        "sentence": "[慎吾「]::あ、そうですか……」",
        "translation": "Shingo「À, vậy ạ...」"
    },
    {
        "sentence": "[慎吾「]::あの最高の身体を弄んでやる為にも、もっと使えそうな情報を集めないとな」",
        "translation": "Shingo「あの最高の身体を弄んでやる為にも、もっと使えそうな情報を集めないとな」\nShingo「Để còn được chà đạp cái thân hình tuyệt vời đó, mình phải thu thập thêm thông tin có ích mới được.」"
    },
    {
        "sentence": "[慎吾「]::このまま行くと、第二体育館に着くな。よし、ついでだ。ちょっとそっちも覗いていくとするか」",
        "translation": "Shingo「Cứ thế này thì đến nhà thi đấu số hai mất. Được rồi, tiện đường, mình ghé qua đó xem sao」\n"
    },
    {
        "sentence": "[慎吾「]::何だ、俺がここにいちゃいけないみたいな言い方だな」",
        "translation": "Shingo「Sao thế, tôi ở đây thì có vẻ không được à?」\n"
    },
    {
        "sentence": "[慎吾「]::どうしてこっちに行っちゃいけないんだ？　もしかして通行証でも必要なのか？」",
        "translation": "Shingo「Sao lại không được đi lối này? Hay là cần phải có giấy thông hành gì à?」\n"
    },
    {
        "sentence": "[慎吾「]::ううっ……！？」",
        "translation": "Shingo「Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::なっ！？」",
        "translation": "Shingo「Hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::おい、俺が特に卑しい男子ってのはどういう意味だよ！」",
        "translation": "Shingo「Này, ý cô là sao khi bảo tôi đặc biệt là một thằng con trai đê tiện hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::胸に手を当てて……って……胸……？」",
        "translation": "Shingo「Ngực… bảo đặt tay lên ngực… ý là… ngực á…?」\n"
    },
    {
        "sentence": "[慎吾「]::そうか。分かったぞ。あんた、自分の胸が男みたいにペッタンコって言われた事を根に持ってるんだな？」",
        "translation": "Shingo「Ra thế. Tôi hiểu rồi. Cô vẫn còn để bụng chuyện bị chê ngực lép kẹp như đàn ông hả?」\n"
    },
    {
        "sentence": "[慎吾「]::フフ、本当に違うのか？」",
        "translation": "Shingo「Fufu, thật sự không phải sao?」\n"
    },
    {
        "sentence": "[慎吾「]::おい！　いくら何でも、そりゃ横暴だろ！」",
        "translation": "Shingo「Này! Quá đáng vừa thôi chứ!」\n"
    },
    {
        "sentence": "[慎吾「]::ぞ、ゾウリムシ、ゾウリムシ言うなよ！」",
        "translation": "Shingo「Đừng, đừng có mà gọi tôi là trùng đế!」\n"
    },
    {
        "sentence": "[慎吾「]::どっちもゴメンだって言ってるだろっ！」",
        "translation": "Shingo「Đã bảo là không nhận cả hai rồi!」"
    },
    {
        "sentence": "[慎吾「]::シラミじゃないぞ！　というか、うすら馬鹿菌なんか飛ばしてないだろう！！」",
        "translation": "Shingo「Đâu phải rận đâu! Với lại, tôi có rải ba cái thứ vi khuẩn ngu ngốc đó ra đâu chớ!!」\n"
    },
    {
        "sentence": "[慎吾「]::な、何だよ……！？」",
        "translation": "Shingo「C… cái gì…!？」\n"
    },
    {
        "sentence": "[慎吾「]::お、おいっ！？」",
        "translation": "Shingo「Này… Này…!?」\n"
    },
    {
        "sentence": "[慎吾「]::ちぇっ……いったい……何だって言うんだ……」",
        "translation": "Shingo「Tch… Rốt cuộc… cô muốn nói cái quái gì đây…」\n"
    },
    {
        "sentence": "[慎吾「]::うっ！？」",
        "translation": "Shingo「Ư!?」\n"
    },
    {
        "sentence": "[慎吾「]::な、何だよ……？」",
        "translation": "Shingo「Cái… Cái gì chứ…?」\n"
    },
    {
        "sentence": "[慎吾「]::……ああっ」",
        "translation": "Shingo「……Ư…」\n"
    },
    {
        "sentence": "[慎吾「]::犬か、俺はっ！」",
        "translation": "Shingo「Tôi là chó chắc!?」\n"
    },
    {
        "sentence": "[慎吾「]::……ふうっ……煮ても焼いても食えないヤツってのは、あの女の事だな」",
        "translation": "Shingo「……Phù… Đúng là ả đàn bà đó, đúng là chẳng làm gì được với cô ta cả.」\n"
    },
    {
        "sentence": "[慎吾「]::でも、あそこまで言われたら、逆に是が非でも新体操部の練習を覗きたくなってくるぜ」",
        "translation": "Shingo「Nhưng mà, bị nói đến nước này rồi, ngược lại mình càng muốn nhìn trộm xem cái đám ở câu lạc bộ thể dục dụng cụ đó luyện tập thế nào.」\n"
    },
    {
        "sentence": "[慎吾「]::よし、今度機会を窺って、一度覗きに行ってみるとするか……」",
        "translation": "Shingo「Được thôi, để mình tìm cơ hội, thử lén đi nhìn trộm một lần xem sao…」\n"
    },
    {
        "sentence": "[慎吾「]::……うーむ、いくら考えても分かんないぞ。こうなったらもう一度様子を見てみるか」",
        "translation": "Shingo「……Uầy, nghĩ mãi mà không ra. Đã vậy thì mình xem xét tình hình thêm lần nữa vậy.」"
    },
    {
        "sentence": "[慎吾「]::……って、あれ？」",
        "translation": "Shingo「……Ủa, kia là…?」"
    },
    {
        "sentence": "[慎吾「]::……しまった！　見逃したかっ！？」",
        "translation": "Shingo「……Chết tiệt! Lỡ mất rồi!?」"
    },
    {
        "sentence": "[慎吾「]::しかし……本当になんだっていうんだ？」",
        "translation": "Shingo「Nhưng mà… rốt cuộc là chuyện gì mới được chứ?」\n"
    },
    {
        "sentence": "[慎吾「]::……ハハッ、そんな馬鹿な。そんな事、万が一にも、まかり間違っても、これっぽっちも、ありえないぜ」",
        "translation": "Shingo「……Ha ha… Vớ vẩn! Chuyện đó, dù chỉ một phần vạn, có lỡ xảy ra, dù chỉ một chút xíu thôi, cũng không thể nào!」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ、考えたって分かるものじゃないか」",
        "translation": "Shingo「……Tch, nghĩ cũng có hiểu được đâu.」"
    },
    {
        "sentence": "[慎吾「]::…………ムッ、今だっ！」",
        "translation": "Shingo「……Tch, giờ đây!」\n"
    },
    {
        "sentence": "[慎吾「]::フフフッ、いつまでも起こす立場だと思うなよ。この程度、いつでも逆転できるぜ」",
        "translation": "Shingo「Hahaha, đừng tưởng lúc nào cũng là người có thế thượng phong nhé. Mấy trò này, mình lật kèo lúc nào chả được.」\n"
    },
    {
        "sentence": "[慎吾「]::さてと……こんな所へ来てはみたものの……」",
        "translation": "Shingo「Thôi được rồi... Đến tận chỗ này rồi mà...」\n"
    },
    {
        "sentence": "[慎吾「]::……まぁ、別にいいか。誰かいた方が、色々と面倒だからな」",
        "translation": "Shingo「……Mà thôi, kệ đi. Có ai đó ở đây thì phiền phức lắm.」\n"
    },
    {
        "sentence": "[慎吾「]::しかし……そういや、ウチの音楽室って、どうして音楽家の写真が飾ってないんだろう？」",
        "translation": "Shingo「Mà khoan... Sao phòng âm nhạc của trường mình lại không treo ảnh nhạc sĩ nhỉ?」\n"
    },
    {
        "sentence": "[慎吾「]::……その肝心な物がないとは、何ともつまらんな。まったくオカルトに手厳しい学園だ」",
        "translation": "Shingo「......Không có cái thứ quan trọng đó thì chán thật. Trường này quả là quá khắt khe với mấy chuyện huyền bí.」\n"
    },
    {
        "sentence": "[慎吾「]::……さ、それよりも、せっかく来たんだし、何か面白そうな物が無いか探してみるか」",
        "translation": "Shingo「……À, mà thôi, nhân lúc đến đây rồi, hay là mình tìm xem có gì hay ho không nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、あそこに何かあるぞ。アレは……」",
        "translation": "Shingo「……Ồ, hình như có gì đó ở đằng kia kìa. Cái kia là...?」\n"
    },
    {
        "sentence": "[慎吾「]::これは……マイクだな。カラオケ屋なんかで見かける定番のヤツだ」",
        "translation": "Shingo「Đây là... cái micro à. Loại hay thấy ở mấy quán karaoke nhỉ.」"
    },
    {
        "sentence": "[慎吾「]::ふむ……これはなかなか面白そうだ。よし、いただいていこう」",
        "translation": "Shingo「Hmm... cái này có vẻ thú vị đấy. Được rồi, xin phép lấy nhé.」\n"
    },
    {
        "sentence": "[慎吾「]::さてと……他には何もなさそうだな」",
        "translation": "Shingo「::Được rồi... Có vẻ không còn gì khác nữa nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::理保子せんせぇ～！　おーい、俺だよ！　慎吾だよぉ！」",
        "translation": "Shingo「Cô Rihoko ơi ~! Ơi này, em đây ! Shingo đâyyy!」"
    },
    {
        "sentence": "[慎吾「]::……って、誰もいないじゃん。なんだ、テンションを上げて損したぜ」",
        "translation": "Shingo「......Vậy mà, chả có ma nào. Haizz, phí công mình hưng phấn.」\n"
    },
    {
        "sentence": "[慎吾「]::……まぁ、こんな場所を物色しようだなんて物好きは、俺くらいなモンだけどな」",
        "translation": "Shingo「......Mà thôi, chắc chỉ có mình mới rảnh hơi đi lùng sục cái chỗ này thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::それより……理保子先生がいないなら、勝手にアイテムを置いていくか」",
        "translation": "Shingo「Mà thôi... Nếu cô Rihoko-sensei không có ở đây, mình cứ tự tiện để lại đồ vậy.」"
    },
    {
        "sentence": "[慎吾「]::……よし、と。こうしておけば、理保子先生も分かるだろ」",
        "translation": "Shingo「......Rồi, xong. Để thế này thì cô Rihoko-sensei cũng hiểu thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::それじゃあ、俺はターゲットの探索を続けるとするかな」",
        "translation": "Shingo「Vậy thì, mình tiếp tục tìm kiếm mục tiêu thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::第二体育館という事は……新体操部の連中だな」",
        "translation": "Shingo「Nhà thi đấu số hai... vậy là đám con gái CLB Thể dục dụng cụ rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::くそぉ……思い出すたびに、はらわたが煮えくり返るような思いがするぞ。お前の言うとおりになんか、絶対にしてやるものか」",
        "translation": "Shingo「Chết tiệt... Cứ mỗi lần nhớ lại là ruột gan mình lại sôi lên sùng sục. Nhất định mình sẽ không bao giờ làm theo lời cô ta đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::よし、思い立ったが吉日と言うし、早速覗きに行ってみるか」",
        "translation": "Shingo「Được thôi, đã quyết là làm ngay, mình đi nhìn trộm thử xem sao.」\n"
    },
    {
        "sentence": "[慎吾「]::正面から覗けば、すぐに見つかってしまうのは目に見えているからな。一度外に回って、と……」",
        "translation": "Shingo「Nhìn thẳng từ phía trước thì rõ mười mươi là bị phát hiện ngay còn gì. Phải vòng ra ngoài xem sao...」\n"
    },
    {
        "sentence": "[慎吾「]::おっ、見える見える……クククククッ……」",
        "translation": "Shingo「Ồ, thấy rồi, thấy rồi... khà khà khà...」\n"
    },
    {
        "sentence": "[慎吾「]::ふむっ……こうして見ると、みんななかなか達者なものだな」",
        "translation": "Shingo「Hừm... nhìn kỹ thì, ai nấy cũng khá là điêu luyện đấy chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::新体操なんてお遊びみたいなものだろうと馬鹿にしていたけれど、これは結構レベルが高そうだぞ」",
        "translation": "Shingo「Mình cứ tưởng mấy môn thể dục nhịp điệu này chỉ là trò trẻ con thôi, ai dè trình độ cao phết đấy chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::おっ……！　なんだあの女子……メチャメチャいい動きしてるじゃないか！」",
        "translation": "Shingo「Ố…! Cái em kia… động tác ngon nghẻ hết sẩy luôn!」\n"
    },
    {
        "sentence": "[慎吾「]::―――って、げっ！　よく見たら、あいつ……沙耶じゃないか！？」",
        "translation": "Shingo「―――Ủa, khoan... Nhìn kỹ thì, cô ta... chẳng phải là Saya sao!?」"
    },
    {
        "sentence": "[慎吾「]::……ふむっ……ああやって他の学生と同じ格好をしていると、学生なんだか教師なんだか分からないな」",
        "translation": "Shingo「......Hừm...... Cứ ăn mặc giống mấy học sinh khác thế này, không biết đâu là học sinh đâu là giáo viên nữa.」\n"
    },
    {
        "sentence": "[慎吾「]::アイツが演技をしている所なんて見た事無かったから、どれほどの腕前なのかと思っていたが……案外やるもんだな」",
        "translation": "Shingo「Trước giờ mình chưa từng thấy cô ta diễn bao giờ, cứ tưởng trình độ thế nào... Ai dè cũng ra gì phết đấy chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::うーむ……こうなってくると、つくづくあの高慢で小憎たらしい性格がもったいなく思えてくるな」",
        "translation": "Shingo「Uầy... Đến nước này rồi, mình lại thấy tiếc cho cái tính cách kiêu căng hống hách đáng ghét của cô ta ghê.」\n"
    },
    {
        "sentence": "[慎吾「]::それに、いつもカッチリとしたスーツ姿だからあまり意識した事は無かったけれど……」",
        "translation": "Shingo「Với lại, vì lúc nào cô ta cũng mặc bộ vest chỉnh tề, mình cũng chẳng để ý lắm, nhưng mà...」\n"
    },
    {
        "sentence": "[慎吾「]::思っていたよりも……スタイルが良いんだな……」",
        "translation": "Shingo「So với mình nghĩ thì... dáng ngon phết...」\n"
    },
    {
        "sentence": "[慎吾「]::おっ！　おおっ……！」",
        "translation": "Shingo「Ồ! Ô... Ô...！」\n"
    },
    {
        "sentence": "[慎吾「]::うーむ……あの股間の膨らみには堪らんものがあるな！」",
        "translation": "Shingo「Uầy... Cái chỗ phồng lên ở giữa háng cô ta đúng là có sức hút chết người mà!」\n"
    },
    {
        "sentence": "[慎吾「]::クソッ……だんだん、見てるだけじゃ物足りなくなってきたぞ……」",
        "translation": "Shingo「Chết tiệt... Càng ngày mình càng thấy chỉ ngắm thôi là không đủ nữa rồi...」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、あれだけの演技が出来るなら、自分に自信が付いても当然だろう。天狗になるのも頷けるわな」",
        "translation": "Shingo「Chà, với khả năng diễn xuất cỡ đó thì tự tin vào bản thân cũng là điều đương nhiên thôi. Kiêu ngạo cũng phải, nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::……さて、沙耶の演技も終わった事だし、他に見るべき物も無さそうだ。見つかったら面倒だし、そろそろここから立ち去るとするか」",
        "translation": "Shingo「……Mà thôi, diễn xuất của Saya cũng xong rồi, chắc cũng chẳng còn gì đáng xem nữa. Lỡ bị phát hiện thì phiền phức, mình chuồn khỏi đây thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::どれっと……最後に、沙耶のレオタード姿をもう一度目に焼き付けておこうかな……」",
        "translation": "Shingo「Được rồi…… Cuối cùng, mình phải khắc thật sâu hình ảnh Saya trong bộ đồ leotard vào mắt mới được……」\n"
    },
    {
        "sentence": "[慎吾「]::ヤベ……」",
        "translation": "Shingo「Tiêu rồi……」\n"
    },
    {
        "sentence": "[慎吾「]::うわっ……！？　こっちに来た……！？」",
        "translation": "Shingo「Ư……!? Đến đây rồi……!?」"
    },
    {
        "sentence": "[慎吾「]::いや……あの……」",
        "translation": "Shingo「Không... ờ...」\n"
    },
    {
        "sentence": "[慎吾「]::うっ……いや、だから……」",
        "translation": "Shingo「Ư... Không, thì...」"
    },
    {
        "sentence": "[慎吾「]::……っ！？　何だよ……！？」",
        "translation": "Shingo「……!? Cái…… gì thế……!?」\n"
    },
    {
        "sentence": "[慎吾「]::な、何の話だ……？」",
        "translation": "Shingo「Nói... nói cái gì vậy......?」"
    },
    {
        "sentence": "[慎吾「]::うっ！　何だと、この……！」",
        "translation": "Shingo「Ư! Cái... cái quái gì thế này......!」"
    },
    {
        "sentence": "[慎吾「]::ちょっ……！？　おい、それはいくら何でも横暴じゃないか！」",
        "translation": "Shingo「Này... Chờ đã!? Này, như thế này là quá đáng rồi đấy!」\n"
    },
    {
        "sentence": "[慎吾「]::そんな馬鹿な！？」",
        "translation": "Shingo「Làm gì có chuyện vô lý như vậy!?」\n"
    },
    {
        "sentence": "[慎吾「]::読めるに決まってるだろう！」",
        "translation": "Shingo「Đọc được chứ còn gì!」\n"
    },
    {
        "sentence": "[慎吾「]::クッ……犬じゃないぞ！」",
        "translation": "Shingo「Khốn... Tôi không phải chó!」\n"
    },
    {
        "sentence": "[慎吾「]::くぅっ……！？」",
        "translation": "Shingo「Ư...!?」\n"
    },
    {
        "sentence": "[慎吾「]::クソッ！　忌々しいヤツめ！！」",
        "translation": "Shingo「Chết tiệt! Cái ả đàn bà đáng nguyền rủa đó!!」\n"
    },
    {
        "sentence": "[慎吾「]::第二体育館への立ち入りを禁止するだと？　ふざけるなっ！」",
        "translation": "Shingo「Cấm mình bén mảng tới nhà thi đấu số hai á? Đừng có giỡn mặt!」\n"
    },
    {
        "sentence": "[慎吾「]::あんまりナメた態度をとっているとどうなるか……そろそろ思い知らせてやらなければならないな」",
        "translation": "Shingo「Nếu cứ giữ cái thái độ nhờn nhỡn đó thì sẽ ra sao... có lẽ mình nên cho cô ta biết sớm thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::よし、こうなったらアイツをモノにする為に、こちらも本腰を入れて動くとするか」",
        "translation": "Shingo「Được thôi, nếu đã vậy, để chiếm được cô ta, mình cũng phải nghiêm túc hành động mới được.」\n"
    },
    {
        "sentence": "[慎吾「]::この匂いは……ケーキ、それともクッキーか？」",
        "translation": "Shingo「Mùi này là... bánh ngọt, hay bánh quy nhỉ?」\n"
    },
    {
        "sentence": "[慎吾「]::ずいぶん美味そうな匂いだな……食欲がそそられるぜ」",
        "translation": "Shingo「Chà chà, mùi ngon quá… kích thích vị giác thật đấy.」"
    },
    {
        "sentence": "[慎吾「]::これは、長居なんか出来そうもないな」",
        "translation": "Shingo「Chỗ này chắc không tiện nán lại lâu đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::別に……何してたっていいだろ。どこぞのお嬢様先生みたいな事を聞くな」",
        "translation": "Shingo「Kệ tôi…… Tôi làm gì thì liên quan gì đến cậu. Đừng có mà lên mặt dạy đời như mấy cô giáo trẻ ranh.」\n"
    },
    {
        "sentence": "[慎吾「]::わざわざアイツの名前まで出すな。それより、お前、部活中じゃないのか？」",
        "translation": "Shingo「Đừng có lôi cả tên cô ta ra làm gì. Mà thôi, không phải cậu đang trong giờ sinh hoạt câu lạc bộ à?」"
    },
    {
        "sentence": "[慎吾「]::こんなところで俺と話してたらまずいんじゃないのか？」",
        "translation": "Shingo「Cậu mà đứng nói chuyện với tôi ở chỗ này thì không hay đâu nhỉ?」\n"
    },
    {
        "sentence": "[慎吾「]::それでわざわざ出てきたっていうのか」",
        "translation": "Shingo「Thế nên cậu mới lặn lội ra đây à?」\n"
    },
    {
        "sentence": "[慎吾「]::うっ……こ、これはだな……」",
        "translation": "Shingo「Ư...cái, cái này là...」\n"
    },
    {
        "sentence": "[慎吾「]::……あぁ、この匂いのせいでな」",
        "translation": "Shingo「……À, tại cái mùi này đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::どうかしたのか？　菓子が心配なら戻った方がいいぞ」",
        "translation": "Shingo「Có chuyện gì sao? Nếu cậu lo cho mấy món bánh kẹo thì nên quay lại đi.」\n"
    },
    {
        "sentence": "[慎吾「]::なんだ、食い物の心配をしていたのか」",
        "translation": "Shingo「Này, cậu lo lắng về đồ ăn à?」"
    },
    {
        "sentence": "[慎吾「]::お、何かいいアイデアでも浮かんだか？」",
        "translation": "Shingo「Ồ, hay là cậu vừa nảy ra ý tưởng gì hay ho đấy?」\n"
    },
    {
        "sentence": "[慎吾「]::……えっ！？」",
        "translation": "Shingo「...Cái gì!?」"
    },
    {
        "sentence": "[慎吾「]::……あぁ、結城、先生だな」",
        "translation": "Shingo「……À, Yuuki, là cô giáo à.」"
    },
    {
        "sentence": "[慎吾「]::クッ……早苗のヤツ……」",
        "translation": "Shingo「Khốn kiếp... ả Sanae đó...」\n"
    },
    {
        "sentence": "[慎吾「]::なんだ？　菓子の話なら、別に無理して気を遣う必要はないぞ」",
        "translation": "Shingo「Sao thế? Nếu là chuyện bánh kẹo thì không cần phải khách khí với tôi đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::いや、別に……どうもしないって」",
        "translation": "Shingo「Không, không có gì... Tôi sẽ không làm gì cả.」"
    },
    {
        "sentence": "[慎吾「]::俺と結城先生！？　何もある訳ないだろ！　なんでそんな事聞くんだよ！」",
        "translation": "Shingo「Tôi và cô Yuuki-sensei á!? Làm gì có chuyện gì! Sao cậu lại hỏi thế hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::そうか？　お前の見間違いだと思うぞ。おっちょこちょいだから忘れ物でもしたんだろ」",
        "translation": "Shingo「Thế á? Chắc cậu nhìn nhầm thôi. Cô ta hay đãng trí nên chắc lại quên đồ gì đó rồi.」"
    },
    {
        "sentence": "[慎吾「]::大した事じゃないって。お前には関係ない事なんだから、話はこれでおしまいな」",
        "translation": "Shingo「Chuyện bé xé ra to thôi mà. Có liên quan gì đến cậu đâu, bỏ qua chuyện này đi là xong.」\n"
    },
    {
        "sentence": "[慎吾「]::あのなぁ……お前のお人好しも、程ほどにしておかないと痛い目を見るぞ」",
        "translation": "Shingo「Này... cậu tốt bụng quá cũng không tốt đâu, coi chừng có ngày rước họa vào thân đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::……お、なんだ？」",
        "translation": "Shingo「……Ơ, gì vậy?」"
    },
    {
        "sentence": "[慎吾「]::おい、ポケットの携帯が鳴ってるぞ。出なくていいのか？」",
        "translation": "Shingo「Này, điện thoại trong túi cậu rung kìa. Không bắt máy à?」"
    },
    {
        "sentence": "[慎吾「]::わざわざアラームをセットするぐらいなんだから、何かする事があるんじゃないのか？」",
        "translation": "Shingo「Đã cất công cài báo thức thì chắc là có việc gì đó phải làm chứ?」"
    },
    {
        "sentence": "[慎吾「]::だったら早く取り出さないと、焦げちまわないのか？」",
        "translation": "Shingo「Vậy thì phải lấy ra nhanh đi chứ, không thì cháy mất đấy?」"
    },
    {
        "sentence": "[慎吾「]::ほら、友達が教えてくれたんだ。せっかくのケーキを無駄にする事もないだろ」",
        "translation": "Shingo「Đấy, bạn cậu vừa mách tôi rồi. Việc gì phải để phí cái bánh ngon thế này, đúng chứ?」"
    },
    {
        "sentence": "[慎吾「]::……チッ」ひなた「あ……あのね……慎吾、くん……？」慎吾「……ん？」腹立たしさが一方的に募り、思わず舌打ちをしたところで、俺はようやくひなたに呼ばれていた事に気が付いて、意識をこの場に戻した。慎吾「なんだ？　菓子の話なら、別に無理して気を遣う必要はないぞ」ひなた「ううん、そういう事じゃなくて……その、ね……」俺のおざなりな返事に、ひなたが不安げな表情でこもりがちな言葉を返してくる。ひなた「何か恐い顔してるけど……どうしたの？」慎吾「いや、別に……どうもしないって」……チッ、表情に出ていたのか。マズったな。まさか、そこまで感情が表に出ていたとは気が付かなかった。ひなた「……ねぇ、もしかして……」何か言い辛い事を口にしようとしているのか、ひなたは言葉を選ぶように間を置いて、話を続ける。ひなた「慎吾くん、結城先生と何かあったの？」慎吾「俺と結城先生！？　何もある訳ないだろ！　なんでそんな事聞くんだよ！」核心を突いているとも言えるひなたの一言に、俺は身を硬くする。ひなた「でも結城先生……こっちを見て引き返していったように見えたよ」慎吾「そうか？　お前の見間違いだと思うぞ。おっちょこちょいだから忘れ物でもしたんだろ」",
        "translation": "Shingo「Tôi và Yuuki-sensei á!? Làm gì có chuyện gì! Sao cậu lại hỏi thế!?」"
    },
    {
        "sentence": "[慎吾「]::ふぅ……何とか逃げられたって感じだな」",
        "translation": "Shingo「Phù... Có vẻ như mình đã trốn được rồi nhỉ.」"
    },
    {
        "sentence": "[慎吾「]::あの様子なら、本当の事を話してやるまで納得はしないだろうな……」",
        "translation": "Shingo「Với tình hình này, cậu ta sẽ không chịu hiểu nếu mình không nói thật cho nghe đâu...」"
    },
    {
        "sentence": "[慎吾「]::……なら、出来るだけ会わないようにするのが一番か」",
        "translation": "Shingo「......Vậy thì, tốt nhất là nên cố gắng tránh mặt cậu ta hết mức có thể.」"
    },
    {
        "sentence": "[慎吾「]::あ～あ、面倒事が一つ増えちまったな……」",
        "translation": "Shingo「Haizz, lại thêm một chuyện phiền phức nữa rồi...」"
    },
    {
        "sentence": "[慎吾「]::はぁ～、素直にひなたのケーキをねだっていれば腹も膨れただろうが……今から食わせてくれって訳にもいかないよなぁ」",
        "translation": "Shingo「Hầy, giá mà lúc đó mình ngoan ngoãn đòi bánh Hinata thì giờ này no bụng rồi... Giờ mà bảo cậu ta cho mình ăn thì hơi khó mở miệng...」"
    },
    {
        "sentence": "[慎吾「]::まぁ、良い子チャン達はさっさと帰る時間帯だからな」",
        "translation": "Shingo「Ừm, giờ này mấy đứa ngoan ngoãn nên về nhà rồi.」"
    },
    {
        "sentence": "[慎吾「]::いや、そんな事などありえない！　デタラメだ、フィクションだっ……！」",
        "translation": "Shingo「Không, chuyện đó không thể nào xảy ra được! Vớ vẩn, chỉ là hư cấu thôi……!」"
    },
    {
        "sentence": "[慎吾「]::……まぁ、こうして音を聞いてるだけじゃ、分からないか。実際に見てみない事にはな」",
        "translation": "Shingo「……Ừm, chỉ nghe tiếng thôi thì không biết được đâu. Phải tận mắt chứng kiến mới được.」"
    },
    {
        "sentence": "[慎吾「]::――ッ！？」",
        "translation": "Shingo「――Hả!?」"
    },
    {
        "sentence": "[慎吾「]::……何を考えてるのかは分からないが、まさかこんな所でオナニーとはな……」",
        "translation": "Shingo「Mình không biết cô ta đang nghĩ gì, nhưng không ngờ lại thủ dâm ở cái nơi này...」"
    },
    {
        "sentence": "[慎吾「]::フフッ、せっかくのお堅い直美先生のオナニーショーだ。ここはじっくりと見させてもらうぜ」",
        "translation": "Shingo「Heehee, khó có được màn trình diễn thủ dâm nghiêm túc của Naomi-sensei. Mình sẽ từ từ thưởng thức nó.」"
    },
    {
        "sentence": "[慎吾「]::……くうっ、すごい乱れようだな、直美のヤツ。それに、あのデカパイも、生で見ると全然迫力が違うぞ」",
        "translation": "Shingo「……Khụ, ả đàn bà Naomi đó sung sức thật. Với lại, cái cặp vú bự đó, nhìn tận mắt mới thấy nó khác biệt cỡ nào.」"
    },
    {
        "sentence": "[慎吾「]::……ククククッ、こりゃド変態な姿だぜ、直美」",
        "translation": "Shingo「......Khư khư khư, đúng là dáng vẻ siêu biến thái đấy, Naomi.」"
    },
    {
        "sentence": "[慎吾「]::……おっ！？　と、ととっ……！？」",
        "translation": "Shingo「……Hả!? C, c, cái…!?」"
    },
    {
        "sentence": "[慎吾「]::うおっ……！？」",
        "translation": "Shingo「Ư…!?」"
    },
    {
        "sentence": "[慎吾「]::……はぁ、はぁっ……くっ、はぁ、はぁ…………」",
        "translation": "Shingo「……Hộc, hộc… Khốn kiếp, hộc, hộc…」"
    },
    {
        "sentence": "[慎吾「]::……けど、待てよ？　慌てて逃げてきたけど、今になって考えたら、別にその必要は無かったんじゃ……？」",
        "translation": "Shingo「……Nhưng, khoan đã? Vội vàng bỏ chạy, giờ nghĩ lại, có cần thiết phải làm vậy không nhỉ……?」"
    },
    {
        "sentence": "[慎吾「]::……チッ、こりゃマズッたかな」",
        "translation": "Shingo「……Tch, có lẽ mình chơi dại rồi.」"
    },
    {
        "sentence": "[慎吾「]::……けど、まぁ、いいか。今回は直美の弱みを握ったってだけで充分だ」",
        "translation": "Shingo「……Nhưng, thôi kệ đi. Lần này chỉ cần nắm được điểm yếu của Naomi là đủ rồi.」"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、今度様子を見て、呼び出してやるからなっ！　俺のチンポを夢想しながら待ってろよ、直美！」",
        "translation": "Shingo「Ha ha ha, đợi đấy, lần tới tôi xem tình hình rồi gọi cô ra! Mơ về con chim của tôi rồi chờ đi, Naomi!」"
    },
    {
        "sentence": "[慎吾「]::……よし、いよいよあのクールな爆乳教師の身体を弄んでやるか」",
        "translation": "Shingo「Được rồi... cuối cùng cũng đến lúc tôi chơi đùa với thân thể của cô giáo ngực bự lạnh lùng đó rồi.」"
    },
    {
        "sentence": "[慎吾「]::このエロ過ぎる身体を俺の物にしてやるぜ……！」",
        "translation": "Shingo「Mình sẽ biến cái thân thể quá ư là gợi cảm này thành của mình cho xem……!」"
    },
    {
        "sentence": "[慎吾「]::それじゃ、早速送りつけてやるか……と、理保子先生、本当にこのアドレスで間違いないのか？」",
        "translation": "Shingo「Vậy... em gửi ngay bây giờ nhé... mà, Rihoko-sensei, địa chỉ này thật sự không sai chứ?」"
    },
    {
        "sentence": "[慎吾「]::まぁ、そうだな。よし、じゃあいくぜ」",
        "translation": "Shingo「Ừ, cũng phải. Được rồi, vậy thì gửi thôi!」"
    },
    {
        "sentence": "[慎吾「]::これで、後は時間が来るのを待つだけだな……」",
        "translation": "Shingo「Vậy là, giờ chỉ còn chờ thời gian đến thôi......」"
    },
    {
        "sentence": "[慎吾「]::あぁ、勿論。あの無表情な直美がこれからエロ顔を晒す事になるんだ。興奮しない訳がないだろ」",
        "translation": "Shingo「À, tất nhiên rồi. ả Naomi mặt lạnh tanh đó sắp sửa lộ ra cái mặt dâm đãng. Làm sao mà em không hưng phấn cho được.」"
    },
    {
        "sentence": "[慎吾「]::それから、場所はここを使わせてもらうぜ。理保子先生は、悪いけど外で時間を潰していてくれよ」",
        "translation": "Shingo「Sau đó, em xin phép dùng chỗ này nhé. Rihoko-sensei, cô ra ngoài giết thời gian giùm em đi.」"
    },
    {
        "sentence": "[慎吾「]::ああ……なんか何から何まで悪いね」",
        "translation": "Shingo「Ôi... sao mà mọi thứ đều tệ hại vậy nè.」"
    },
    {
        "sentence": "[慎吾「]::サンキュー」",
        "translation": "Shingo「Cảm ơn.」"
    },
    {
        "sentence": "[慎吾「]::……へぇ、驚いたぜ。時間ピッタリだね、風間先生」",
        "translation": "Shingo「……Ồ, ngạc nhiên thật đấy. Đúng giờ tuyệt đối luôn, Kazama-sensei」"
    },
    {
        "sentence": "[慎吾「]::あぁ、よく撮れてるだろ？　先生が乳丸出しでオナニーしてるところがバッチリだぜ」",
        "translation": "Shingo「À, chụp đẹp đấy chứ? Chộp được cảnh cô giáo banh ngực tự sướng rõ nét luôn đấy.」"
    },
    {
        "sentence": "[慎吾「]::その通りだよ。だからこうして先生にその時の画像を送っただろ？」",
        "translation": "Shingo「Đúng như cô nói đó. Thế nên em mới gửi ảnh lúc đó cho cô chứ?」"
    },
    {
        "sentence": "[慎吾「]::まさか、モーターサイクル部の顧問が、ガレージでオナニーとは、驚きだったぜ」",
        "translation": "Shingo「Không ngờ, cố vấn của câu lạc bộ mô tô lại thủ dâm trong ga-ra, ngạc nhiên thật đấy.」"
    },
    {
        "sentence": "[慎吾「]::あのむさ苦しい部員も、自分が調整したバイクがオナニーの道具として使われてるなんて、思いもしてないだろうな。可哀想に」",
        "translation": "Shingo「Chắc hẳn thằng nhóc thành viên câu lạc bộ cơ bắp kia không thể ngờ rằng chiếc xe máy mà nó chỉnh sửa lại được dùng làm công cụ thủ dâm đâu nhỉ. Đáng thương thật.」"
    },
    {
        "sentence": "[慎吾「]::なんだ、分からないのか？　こんなはしたない写真をネタに呼び出してるんだ、目的なんて察しが付きそうだろ？」",
        "translation": "Shingo「Sao thế, cô không hiểu à? Em đã dùng mấy tấm ảnh khiếm nhã này để gọi cô đến đây, cô còn không đoán ra mục đích sao?」"
    },
    {
        "sentence": "[慎吾「]::クックッ、そんなに怖い顔をするなよ。俺はあの時のオナニー以上の快感を先生に与えてやろうって言うんだぜ？」",
        "translation": "Shingo「Khậc khậc, đừng làm vẻ mặt đáng sợ như thế chứ. Em định mang lại cho cô khoái cảm còn hơn cả lần cô tự xử kia đấy?」"
    },
    {
        "sentence": "[慎吾「]::まぁ、下手は真似はしない事だな。抵抗すれば、学園中にアンタの恥ずかしい画像が流れる事になるだけだ」",
        "translation": "Shingo「Chà, tốt nhất là cô đừng dại dột chống đối. Nếu cô chống cự, cả trường sẽ được xem ảnh xấu hổ của cô đấy.」"
    },
    {
        "sentence": "[慎吾「]::そうなれば、アンタの愛するモーターサイクル部にも、迷惑がかかるかも知れないな」",
        "translation": "Shingo「Nếu chuyện đó xảy ra, có lẽ câu lạc bộ mô-tô yêu quý của cô cũng sẽ gặp rắc rối đấy.」"
    },
    {
        "sentence": "[慎吾「]::じゃ、先生も同意してくれてるようだし、早速そのエロボディを愉しませてもらうぜ！」",
        "translation": "Shingo「Vậy thì, có vẻ cô cũng đồng ý rồi nhỉ, tôi sẽ lập tức \"thưởng thức\" cái thân hình gợi cảm này nhé!」"
    },
    {
        "sentence": "[慎吾「]::決まってるだろっ！　そらっ、その自慢のデカパイを拝ませろよっ！」",
        "translation": "Shingo「Đương nhiên rồi! Mau cho tôi chiêm ngưỡng cặp vú bự đáng tự hào của cô đi!」"
    },
    {
        "sentence": "[慎吾「]::ククッ、こりゃすごいデカ乳だな。こんなに波打って、いやらしすぎるぜ」",
        "translation": "Shingo「Khà khà, ngực bự dữ vậy trời. Sóng sánh thế này, dâm đãng quá đi mất.」"
    },
    {
        "sentence": "[慎吾「]::しかし、いちいち揺れやがって、自己主張の激しいデカパイだな。ほとんど喋らない本人とはえらい違いだぜ」",
        "translation": "Shingo「Vậy mà cứ lắc lư hết cả lên, cặp vú bự này khoe mẽ dữ dằn thật. Khác hẳn với cái con người kiệm lời kia.」"
    },
    {
        "sentence": "[慎吾「]::おっ、どうした、怒ったのか？　けど、全部本当の事じゃないかよ、ええ？」",
        "translation": "Shingo「Ồ, sao thế, giận rồi à? Nhưng mà, chẳng phải toàn là sự thật thôi sao, hả?」"
    },
    {
        "sentence": "[慎吾「]::フン、学園の敷地内でオナってた淫乱教師が、今更何を真面目ぶった事を言ってるんだよっ！」",
        "translation": "Shingo「Hừ, cái loại giáo viên dâm đãng thủ dâm trong khuôn viên trường như cô, giờ còn giả bộ đứng đắn cái nỗi gì nữa hả!?」"
    },
    {
        "sentence": "[慎吾「]::そらっ、それよりも、もっとオッパイを揺らしてみせろよ！　こんな風になっ！」",
        "translation": "Shingo「Này, thay vì đó, cô lắc mạnh bộ ngực cho tôi xem nào! Như thế này này!」"
    },
    {
        "sentence": "[慎吾「]::ハハッ、なんだよ、オナニーの時はもっと激しかっただろ！？　このドスケベ教師がっ！」",
        "translation": "Shingo「Ha ha, sao thế, lúc cô tự sướng còn sung hơn nhiều mà!? Đồ giáo viên dâm đãng!」"
    },
    {
        "sentence": "[慎吾「]::いいぜ、その顔。感情表現に乏しいと思ってたけど、ちゃんと顔に出す事ができるじゃないか」",
        "translation": "Shingo「Được đấy, cái mặt đó. Tôi cứ tưởng cô không biết biểu lộ cảm xúc, nhưng hóa ra cũng biết thể hiện ra mặt đấy chứ.」"
    },
    {
        "sentence": "[慎吾「]::別にふざけてないさ、褒めてやってるんだよ、先生」",
        "translation": "Shingo「Tôi không có giỡn, tôi đang khen cô đấy, cô giáo.」"
    },
    {
        "sentence": "[慎吾「]::それじゃ、怒った直美先生にこんな事をしたら、今度はどんな反応をするのかな？」",
        "translation": "Shingo「Vậy thì, nếu tôi làm điều này với Naomi-sensei đang giận, không biết lần này cô sẽ phản ứng thế nào nhỉ?」"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ、すごい迫力じゃないかっ！　オナニーの時も見たけど、やっぱりデカ乳は生で見るに限るなっ！」",
        "translation": "Shingo「Ha ha ha ha! Thật là một cảnh tượng ấn tượng! Lúc thủ dâm tôi cũng đã thấy rồi, nhưng đúng là ngực khủng phải ngắm tận mắt mới đã!」"
    },
    {
        "sentence": "[慎吾「]::何だよ、こんないやらしいデカパイはないって褒めてるのに」",
        "translation": "Shingo「Sao thế, tôi đang khen cô có cặp vú bự dâm đãng nhất còn gì.」"
    },
    {
        "sentence": "[慎吾「]::それに……この乳首、経験豊富そうな割りには、随分と綺麗な色をしてるじゃないか」",
        "translation": "Shingo「Thêm nữa... núm vú này, dù có vẻ dày dặn kinh nghiệm, nhưng màu sắc lại đẹp đến lạ đấy.」"
    },
    {
        "sentence": "[慎吾「]::まったく、本当にスケベな色をしてやがるぜ。今にもむしゃぶりつきたくなってくるじゃないかよ」",
        "translation": "Shingo「Chậc, đúng là một màu sắc dâm đãng. Làm tôi chỉ muốn mút lấy ngay thôi.」"
    },
    {
        "sentence": "[慎吾「]::何だよ、先生はもっと恥ずかしいところを覗かれて、写真まで撮られてるんだぜ？　今更デカ乳を見られたくらいで照れるなよ」",
        "translation": "Shingo「Gì chứ, cô giáo còn bị nhìn trộm chỗ đáng xấu hổ hơn, còn bị chụp ảnh nữa cơ mà? Giờ này còn ngại ngùng vì bị nhìn thấy ngực to làm gì.」"
    },
    {
        "sentence": "[慎吾「]::いいね、直美先生が恥ずかしがってるところなんて初めて見るが、なかなかそそられるぞ」",
        "translation": "Shingo「Tuyệt vời, lần đầu tôi thấy Naomi-sensei xấu hổ đấy, nhìn cũng kích thích thật.」"
    },
    {
        "sentence": "[慎吾「]::まさか、そんな訳があるかよ。そら、次はもっとそそる反応を見せてもらうぜ！」",
        "translation": "Shingo「Đâu có chuyện đó! Rồi cô sẽ cho tôi thấy phản ứng kích thích hơn nữa cho coi!」"
    },
    {
        "sentence": "[慎吾「]::おおっ、すげぇ感触だっ！　指が勝手に沈んでいくぞ！」",
        "translation": "Shingo「Ồ, cảm giác tuyệt vời quá! Ngón tay cứ tự nhiên lún vào này!」"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、直美先生のオッパイが俺の手の中で震えてるぞ！　こいつはいい感触だぜ！」",
        "translation": "Shingo「Ha ha ha, bộ ngực của Naomi-sensei đang run rẩy trong tay tôi kìa! Cảm giác thật tuyệt!」"
    },
    {
        "sentence": "[慎吾「]::そらそら、遠慮しないで感じていいんだぞ！　もっとエロい顔を見せてくれよ！」",
        "translation": "Shingo「Nào nào, đừng ngại, cứ cảm nhận đi! Cho tôi thấy khuôn mặt dâm đãng hơn nữa đi!」"
    },
    {
        "sentence": "[慎吾「]::おい、どうしたんだよ？　あの時はもっとエロ声を上げてよがってたじゃないか？」",
        "translation": "Shingo「Này, sao thế? Lúc nãy cô còn rên rỉ dâm đãng hơn cơ mà?」"
    },
    {
        "sentence": "[慎吾「]::知らない事はないだろ！？　バイクにまたがってアンアン喘いでただろ、こんな風に乳を揉みながらよっ！」",
        "translation": "Shingo「Chẳng lẽ cô không biết gì sao!? Cô còn cưỡi xe máy rên rỉ, vừa xoa nắn ngực thế này mà!」"
    },
    {
        "sentence": "[慎吾「]::フン、まだ言うかっ！　なら、素直になるまで弄り倒してやるぜっ！」",
        "translation": "Shingo「Hừ, cô còn dám nói nữa à! Vậy thì tôi sẽ trêu chọc đến khi cô ngoan ngoãn mới thôi!」"
    },
    {
        "sentence": "[慎吾「]::おっ……！　なんだ、乳首を弄られた方が反応がいいじゃないか。やっぱりコッチの方が感度がいいのか？」",
        "translation": "Shingo「Ồ…! Ra là bị chơi núm vú thì cô phản ứng tốt hơn nhỉ. Quả nhiên chỗ này nhạy cảm hơn sao?」"
    },
    {
        "sentence": "[慎吾「]::クククッ、そうだ。こんなにデカいパイオツなら、こんな事もできそうだな」",
        "translation": "Shingo「Kukuku, đúng vậy. Nếu to lớn thế này, có lẽ có thể làm được chuyện này.」"
    },
    {
        "sentence": "[慎吾「]::まぁ、見てな。更に感じさせてやるからさっ」",
        "translation": "Shingo「Chà, cứ xem đấy. Tôi sẽ khiến cô sướng hơn nữa.」"
    },
    {
        "sentence": "[慎吾「]::おおっ、さすが学園一の爆乳、普通の乳じゃ、こんな事はできないぜ！」",
        "translation": "Shingo「Ồ, đúng là bộ ngực khủng nhất trường, ngực thường thì không làm được thế này đâu!」"
    },
    {
        "sentence": "[慎吾「]::ハハッ、その割りにはしっかり感じてるじゃないかっ！　先生もこれが気に入ったんだろ？」",
        "translation": "Shingo「Haha, nói vậy thôi chứ cô cũng cảm thấy rõ ràng mà! Chẳng phải thầy cũng thích cái này sao?」"
    },
    {
        "sentence": "[慎吾「]::素直じゃないな、先生。そんなエロい声出してよがってるクセによ」",
        "translation": "Shingo「Không ngoan gì cả, cô giáo. Ra vẻ không thích thú với cái giọng dâm đãng đó làm gì.」"
    },
    {
        "sentence": "[慎吾「]::……フン、よくそんな出任せばかり言ってられるな。それじゃ、こっちの口に素直な感想を聞かせてもらうとするか」",
        "translation": "Shingo「Hừ, cô giỏi thật, cứ nói dối trắng trợn như vậy được. Vậy thì, để tôi nghe cô nói ra những cảm xúc thật lòng nhé.」"
    },
    {
        "sentence": "[慎吾「]::なんだ、分からないのか？　なら教えてやるよ……ここの事だっ！」",
        "translation": "Shingo「Sao thế, cô không hiểu à? Vậy thì tôi sẽ chỉ cho cô biết… chính là chỗ này này!」"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、やっぱりこっちの口に聞いてみて正解だったな。こんなにスケベ汁が出て濡れてれば、先生が感じてるのが丸分かりだっ！」",
        "translation": "Shingo「Ha ha ha, quả nhiên hỏi cái miệng này của cô là chính xác. Dâm dịch chảy ra nhiều thế này, tôi biết rõ cô đang cảm thấy thế nào rồi!」"
    },
    {
        "sentence": "[慎吾「]::何が違うんだ？　こんなベチョベチョにして、つくならもっとマシな嘘をつけよ！」",
        "translation": "Shingo「Có gì khác nhau chứ? Làm cho nó bầy nhầy thế này, đã xạo thì xạo cho đáng！」"
    },
    {
        "sentence": "[慎吾「]::そらそらっ、先生のスケベマンコがグチャグチャ言ってるのが聞こえるだろ！　デカパイを弄られて大洪水とは、まったくド変態だなっ！」",
        "translation": "Shingo「Này này, cô nghe thấy không, cái lồn dâm đãng của cô đang rên rỉ kìa! Vú bự bị bóp rồi ra cả đống nước, đúng là đồ biến thái!」"
    },
    {
        "sentence": "[慎吾「]::ククッ、パイオツとマンコ責めで、いい具合に腰がくねってきたじゃないか」",
        "translation": "Shingo「Khà khà, bị giày vò vú và lồn nên eo cô uốn éo ngon lành rồi đấy.」"
    },
    {
        "sentence": "[慎吾「]::そう言うなよ、本当はそろそろここにぶち込んで欲しくなったんだろ？　淫乱オナニストの直美先生？」",
        "translation": "Shingo「Đừng nói thế chứ, thật ra cô cũng sắp muốn bị tôi chịch cho sướng rồi đúng không? Naomi-sensei dâm đãng thích thủ dâm?」"
    },
    {
        "sentence": "[慎吾「]::……いいぜ、なら何をぶち込むのか、バカでも分かるようにしてやる！」",
        "translation": "Shingo「……Được thôi, vậy thì tôi sẽ cho cô biết tôi sẽ nhét cái gì vào, để đến đứa ngốc cũng hiểu!」"
    },
    {
        "sentence": "[慎吾「]::そら、ぶち込むのはコイツだよ。これで何をどうするのかは、いくらアンタでも、もう分かったよな？」",
        "translation": "Shingo「Này, cái mà tôi sẽ nhét vào là cái này đây. Với cái này thì phải làm gì, dù cô có ngốc đến đâu, chắc cũng hiểu rồi chứ?」"
    },
    {
        "sentence": "[慎吾「]::決まってるだろ！　じゃ、早速先生のスケベマンコの具合を確かめてやるぜ！」",
        "translation": "Shingo「Đương nhiên rồi! Vậy, tôi sẽ kiểm tra cái lồn dâm đãng của cô giáo ngay đây!」"
    },
    {
        "sentence": "[慎吾「]::そらっ、大人しくしろよ！　これからが本番なんだからなっ！」",
        "translation": "Shingo「Nào, ngoan ngoãn đi! Màn chính còn ở phía sau đấy!」"
    },
    {
        "sentence": "[慎吾「]::うるせぇ！　そらっ、一気にぶち込んでやるぜ！」",
        "translation": "Shingo「Ồn ào quá! Được rồi, tôi sẽ đâm hết vào bây giờ đấy!」"
    },
    {
        "sentence": "[慎吾「]::なんだ、随分なキツマンじゃないか。あんまり使い込んでないのか？」",
        "translation": "Shingo「Gì chứ, chặt quá đi chứ. Chắc là chưa dùng nhiều hả?」"
    },
    {
        "sentence": "[慎吾「]::ハハッ、アハハハハッ！　なんだこれっ？　先生、あんな激しいオナニーしておいて、まだ未開通の処女だったのかよ！」",
        "translation": "Shingo「Ha ha, a ha ha ha! Cái quái gì thế? Cô giáo, làm cái trò thủ dâm điên cuồng kia rồi mà vẫn còn là trinh nữ chưa khai phá à!?」"
    },
    {
        "sentence": "[慎吾「]::そうかそうか、それは悪かったな！　処女だって分かってれば、もう少し優しくしてやったのにっ！　アハハハッ！」",
        "translation": "Shingo「Ra vậy, ra vậy, tôi xin lỗi nhé! Nếu biết cô còn trinh trắng, tôi đã nhẹ nhàng hơn rồi! A ha ha ha!」"
    },
    {
        "sentence": "[慎吾「]::まっ、過ぎた事は仕方ないよな。それじゃ、一番痛い事は早々に済んじまったし、俺も好きにさせてもらうぜ！」",
        "translation": "Shingo「Mà, chuyện qua rồi thì thôi vậy. Dù sao thì chuyện đau đớn nhất cũng xong sớm rồi, tôi cũng muốn làm gì thì làm đây!」"
    },
    {
        "sentence": "[慎吾「]::そらそらっ、これがセックスだぞ、直美！　お前のマンコの中でチンポが動いてるのが分かるだろっ！」",
        "translation": "Shingo「Này này này, đây là tình dục đấy, Naomi! Cô cảm nhận được con chim đang động đậy trong cái lồn của cô rồi chứ!」"
    },
    {
        "sentence": "[慎吾「]::何だよ、先生？　俺とのセックスじゃオナニーほども感じてくれないのかよ？」",
        "translation": "Shingo「Sao thế, cô giáo? Chịch với tôi cô còn không sướng bằng tự xử à?」"
    },
    {
        "sentence": "[慎吾「]::チッ、仕方ないな……なら、コッチも弄ってやれば、少しはマシになるか？」",
        "translation": "Shingo「Tch, hết cách rồi… Vậy thì, nếu tôi nghịch ngợm cô một chút, có lẽ sẽ khá hơn sao?」"
    },
    {
        "sentence": "[慎吾「]::なんだ？　オナニーの時は、あれだけ激しくバイクに擦り付けてたのに、ひねられるのはダメか？」",
        "translation": "Shingo「Sao thế? Lúc thủ dâm thì cô cọ xát vào xe điên cuồng lắm mà, giờ bị vặn lại không được à?」"
    },
    {
        "sentence": "[慎吾「]::フン、ド変態のオナニー教師は俺の愛撫じゃ感じないってか？　いいぜ、なら俺も徹底的にやってやる！」",
        "translation": "Shingo「Hừ, đồ biến thái dâm đãng như cô, không cảm thấy gì khi tôi vuốt ve à? Được thôi, vậy thì tôi chơi tới bến luôn!」"
    },
    {
        "sentence": "[慎吾「]::ハハハッ！　あの無表情な直美先生が泣き言かっ！　随分と人間らしい感情を表すようになったじゃないかっ！」",
        "translation": "Shingo「Hahaha! Naomi-sensei vô cảm mà cũng than vãn cơ đấy! Ra dáng người phết rồi đấy, không ngờ cũng biết bộc lộ cảm xúc đấy!」"
    },
    {
        "sentence": "[慎吾「]::けど、ここでやめるバカがいる訳ないだろっ！　痛いって言っても、処女膜をブチ破られた時よりマシだろうがっ！」",
        "translation": "Shingo「Nhưng mà, làm gì có thằng ngốc nào bỏ cuộc ở đây chứ! Đau đớn thế này á, vẫn còn đỡ hơn lúc bị chọc thủng màng trinh chứ sao!」"
    },
    {
        "sentence": "[慎吾「]::ククッ、今度は泣き顔を見せてくれるのかっ！　今日は色々といい顔をするじゃないか、他の連中にも見せてやりたいぜ」",
        "translation": "Shingo「Kukuku, lần này cô sẽ cho tôi thấy khuôn mặt khóc lóc sao! Hôm nay cô cho tôi xem nhiều biểu cảm hay ho đấy, muốn cho đám người kia xem cùng ghê!」"
    },
    {
        "sentence": "[慎吾「]::ハッ、いいぜ、もっと泣けよ、先生の泣き濡れる姿をもっと見せてみろ！」",
        "translation": "Shingo「Ha, được thôi, cứ khóc đi, cho tôi thấy bộ dạng ướt át đẫm lệ của cô đi!」"
    },
    {
        "sentence": "[慎吾「]::ハハッ、お前の締まりが良すぎるから擦れるんだよ！　そら、入り口が痛いなら、もっと奥を虐めてやるぜっ！」",
        "translation": "Shingo「Ha ha, tại cô chặt quá nên mới bị cọ xát đấy! Thấy cái lỗ đau rát thì tôi sẽ chà đạp sâu hơn nữa cho cô sướng nhé!」"
    },
    {
        "sentence": "[慎吾「]::ハン、仕方ないな。じゃあ、その泣き顔に免じて、今日はこの辺で終わらせてやるかっ！」",
        "translation": "Shingo「Hừ, hết cách rồi. Thôi được, nể khuôn mặt khóc lóc đó của cô, hôm nay tôi tha cho đấy!」"
    },
    {
        "sentence": "[慎吾「]::ああ、終わらせてやるさ。このマンコの中に俺のザーメンをたっぷりと注いでな！」",
        "translation": "Shingo「À, tôi sẽ kết thúc chuyện này thôi. Bằng cách đổ đầy tinh dịch của tôi vào cái lồn này!」"
    },
    {
        "sentence": "[慎吾「]::そらっ！　オナニー狂いの先生にとびっきりの精液をくれてやるっ！　有り難く受け取れよ、ハハハッ！」",
        "translation": "Shingo「Này! Tôi cho cô, con điên dâm dật, nếm thử thứ tinh dịch hảo hạng nhất này! Biết ơn mà nhận lấy đi, hahaha!」"
    },
    {
        "sentence": "[慎吾「]::ハハッ、そら、もうすぐだ！　もうすぐ出るぞ！　このエロマンコを精液で満たしてやる！」",
        "translation": "Shingo「Ha ha, sắp rồi, sắp rồi! Sắp ra rồi! Tôi sẽ lấp đầy cái lồn dâm đãng này bằng tinh dịch!」"
    },
    {
        "sentence": "[慎吾「]::そらぁ、初物マンコでザーメンの感触を味わえっ！　おおおおぉ、うおおおぉおおおっ！！」",
        "translation": "Shingo「Nào, hãy nếm thử cảm giác tinh dịch trong cái màng trinh này đi! Ô... ô... ô...!!!」"
    },
    {
        "sentence": "[慎吾「]::そらそらっ！　まだまだ出るぜ！　全部バージンマンコで受け止めろよっ！」",
        "translation": "Shingo「Này này! Vẫn còn ra nữa đấy! Hứng trọn hết bằng cái lồn trinh đó đi!」"
    },
    {
        "sentence": "[慎吾「]::ククククッ、初めての中出しはどうだった？　オナニーなんかじゃ味わえない、最高の心地だろ？」",
        "translation": "Shingo「Kukukuku, lần đầu xuất tinh trong âm đạo thế nào? Cảm giác tuyệt vời mà thủ dâm không thể nào có được, phải không?」"
    },
    {
        "sentence": "[慎吾「]::おっと、そういや射精したらチンポを抜いてやる約束だったな。それじゃ、先生のスケベマンコを解放してやるぜ」",
        "translation": "Shingo「Ồ, phải rồi, tôi đã hứa là sẽ rút con chim ra sau khi bắn tinh mà nhỉ. Vậy thì, tôi sẽ giải phóng cái lồn dâm đãng của cô đây.」"
    },
    {
        "sentence": "[慎吾「]::アハハハハッ！　次から次にザーメンが溢れてくるぜ！　処女マンコがザーメンでパンパンだぞっ！」",
        "translation": "Shingo「A ha ha ha ha! Tinh dịch cứ thế trào ra không ngừng! Lồn trinh nữ căng phồng vì tinh dịch rồi!」"
    },
    {
        "sentence": "[慎吾「]::……クックックッ、デカパイの感触もそうだが、マンコもなかなかの具合だったぜ、先生」",
        "translation": "Shingo「......Khậc khậc khậc, cảm giác từ cặp vú bự thì đúng là tuyệt rồi, nhưng mà, cái lồn của cô cũng ngon ra phết đấy, cô ạ.」"
    },
    {
        "sentence": "[慎吾「]::フン、氷の仮面を被った女が、みっともないな。まぁ、無理矢理処女を奪われたんじゃ、仕方ないか」",
        "translation": "Shingo「Hừ, đúng là thảm hại khi một người phụ nữ đeo mặt nạ băng lại bị tước đoạt trinh tiết một cách cưỡng ép. Chà, cũng chẳng còn cách nào khác.」"
    },
    {
        "sentence": "[慎吾「]::よし、これでまた一つ恥ずかしい写真が増えちまったな、直美先生」",
        "translation": "Shingo「Tuyệt, lại có thêm một tấm ảnh xấu hổ nữa của Naomi-sensei rồi.」"
    },
    {
        "sentence": "[慎吾「]::ま、今日はこれで勘弁してやるよ。それじゃ、俺はそろそろ行くぜ」",
        "translation": "Shingo「Thôi được, hôm nay tôi tha cho cô đấy. Vậy nhé, tôi đi đây.」"
    },
    {
        "sentence": "[慎吾「]::あと……言わなくても分かってるだろうが、俺の手にこれらの画像がある限り、アンタは俺に逆らう事はできないからな」",
        "translation": "Shingo「À... khỏi cần nói thì chắc cô cũng hiểu rồi, chừng nào tôi còn giữ mấy tấm ảnh này trong tay, thì cô đừng hòng mà chống lại tôi.」"
    },
    {
        "sentence": "[慎吾「]::またいずれ、その身体で遊ばせてもらうぜ……分かったか？」",
        "translation": "Shingo「Rồi sẽ có ngày, tôi lại được chơi đùa với cái thân thể đó của cô thôi…… Cô hiểu chứ?」"
    },
    {
        "sentence": "[慎吾「]::じゃあな。あんたも風邪を引かないうちに、着替えた方がいいぜ」",
        "translation": "Shingo「Vậy nhé. Cô cũng nên đi thay đồ đi, kẻo lại bị cảm lạnh đấy.」"
    },
    {
        "sentence": "[慎吾「]::やれやれ……」",
        "translation": "Shingo「Ôi trời...」"
    },
    {
        "sentence": "[慎吾「]::フフッ……しかし、まさか直美のヤツが処女だったとはな」",
        "translation": "Shingo「Hahaha... Ai ngờ ả đàn bà Naomi đó lại còn là trinh nữ.」"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、俺があのグラマー教師の初めての男か。こいつは爽快な気分だな、アハハハハッ！」",
        "translation": "Shingo「Hahaha, mình là người đàn ông đầu tiên của cô giáo nóng bỏng đó sao. Sướng tê người, hahaha!」"
    },
    {
        "sentence": "[慎吾「]::さぁ、次にヤッてやるまでに、ちゃんと母乳が噴けるようになってろよ、直美……！」",
        "translation": "Shingo「Nào, ráng mà tập cho sữa mẹ phun ra phè phè cho tôi xem vào lần tới đi, Naomi...!」"
    },
    {
        "sentence": "[慎吾「]::……ムニャ…………ムニャムニャは、ママの味…………ムニャ？」",
        "translation": "Shingo「……Ưm… Ngủ… Ưm… Cái vị này là vị của mẹ… ưm?」"
    },
    {
        "sentence": "[慎吾「]::……あれ？　もう朝……か？」",
        "translation": "Shingo「……Ơ? Sáng rồi… à?」"
    },
    {
        "sentence": "[慎吾「]::……って、オイ！　思いっきり目覚ましセットし忘れてるぞっ！」",
        "translation": "Shingo「……Này! Mày quên đặt báo thức rồi hả!?」"
    },
    {
        "sentence": "[慎吾「]::さて……これからどうするかな？」",
        "translation": "Shingo「Vậy thì…… giờ mình nên làm gì đây?」"
    },
    {
        "sentence": "[慎吾「]::……ふむ。ちょっと早く来過ぎたようだな」",
        "translation": "Shingo「……Hừm. Có vẻ như mình đến hơi sớm rồi.」"
    },
    {
        "sentence": "[慎吾「]::……そういえば、あれから直美のヤツ、どうしてるかな？」",
        "translation": "Shingo「……Nhắc mới nhớ, không biết ả đàn bà Naomi đó giờ sao rồi nhỉ?」"
    },
    {
        "sentence": "[慎吾「]::……さてと、直美のヤツはいるかな？」",
        "translation": "Shingo「……Giờ thì, ả đàn bà Naomi đó có ở đây không nhỉ?」"
    },
    {
        "sentence": "[慎吾「]::……あれ？　バイクが無いぞ？　という事は、やっぱりまだ来てないのか……」",
        "translation": "Shingo「……Ơ? Xe đâu mất rồi? Vậy là, cô ta vẫn chưa đến sao……」"
    },
    {
        "sentence": "[慎吾「]::おかしいぞ？　なら、そろそろ来てもいいはずなのに、バイクの音がまったく聞こえない……」",
        "translation": "Shingo「Kỳ lạ nhỉ? Nếu vậy thì đáng lẽ giờ này cô ta phải đến rồi chứ, nhưng chẳng nghe thấy tiếng xe máy gì cả……」"
    },
    {
        "sentence": "[慎吾「]::おっ、アレは直美……なんだ、もう来てたのか」",
        "translation": "Shingo「Ồ, đó chẳng phải là Naomi sao……Hả, đến rồi cơ à」"
    },
    {
        "sentence": "[慎吾「]::よう、直美先生、おはよう！」",
        "translation": "Shingo「Chào buổi sáng, Naomi-sensei!」"
    },
    {
        "sentence": "[慎吾「]::なんだ、今来たところか。けど今日はバイクじゃないのか？」",
        "translation": "Shingo「Sao thế, cô mới đến à? Nhưng hôm nay cô không đi xe máy sao?」"
    },
    {
        "sentence": "[慎吾「]::バイクじゃないとしたら、どうしてこんな所に……あぁ、職員室へ行く前に部室の様子でも見に来たのか？」",
        "translation": "Shingo「Nếu không phải xe máy, thì sao cô lại ở đây nhỉ…… À, có lẽ cô đến xem phòng câu lạc bộ trước khi đến phòng giáo viên?」"
    },
    {
        "sentence": "[慎吾「]::あっ……！？　お、おいっ……！」",
        "translation": "Shingo「Á…! Ơ, này…!」"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、なんだ、俺に犯されたマンコが痛くて、今日はバイクに乗れなかったのかっ！」",
        "translation": "Shingo「Ha ha ha, sao, cái lồn bị em cưỡng hiếp đau đến mức hôm nay cô không đi xe máy được hả!?」"
    },
    {
        "sentence": "[慎吾「]::おっ、怒ったのか？　いいね、前よりも感情豊かになったじゃねぇか」",
        "translation": "Shingo「Ồ, giận rồi à? Tốt đấy, trông cô có vẻ giàu cảm xúc hơn trước rồi đấy.」"
    },
    {
        "sentence": "[慎吾「]::あぁ、勿論。俺は先生のエロ過ぎる身体を、自分のモノにしてやりたいだけさ」",
        "translation": "Shingo「À, tất nhiên rồi. Tôi chỉ muốn biến thân thể quá khêu gợi của cô thành của riêng tôi thôi mà.」"
    },
    {
        "sentence": "[慎吾「]::ハッ、ガレージでオナニーに狂ってたどこかの変態教師よりは、普通の感覚だと思うけど？」",
        "translation": "Shingo「Ha, tôi nghĩ cảm giác của tôi vẫn bình thường hơn so với một ả giáo viên biến thái nào đó suốt ngày quay tay trong garage đấy?」"
    },
    {
        "sentence": "[慎吾「]::なんだよ、言われたって仕方ないだろ？　元はといえば、お前がこの学園でハレンチな行為をしていたからだ。自業自得だよ」",
        "translation": "Shingo「Sao thế, có nói thế thì cũng chịu thôi chứ? Nguyên nhân là do cô có những hành vi dâm ô ở cái học viện này mà. Tự làm tự chịu thôi.」"
    },
    {
        "sentence": "[慎吾「]::へぇ、そうかい。なら学園長にでも掛け合って話してみるか？」",
        "translation": "Shingo「Hể, ra thế à. Nếu vậy thì tôi sẽ thử nói chuyện với hiệu trưởng xem sao?」"
    },
    {
        "sentence": "[慎吾「]::もっともそんな事になれば、先生の大事な部活は取り潰されるだろうけどな」",
        "translation": "Shingo「Nhưng nếu chuyện đó xảy ra, câu lạc bộ quan trọng của cô sẽ bị dẹp đấy.」"
    },
    {
        "sentence": "[慎吾「]::フフフフッ、なんだ、そんなにあのチンケな部が大切なのか？　廃部寸前のあの部が？」",
        "translation": "Shingo「Phư phư phư phư, sao, cái câu lạc bộ rẻ rách đó quan trọng với cô đến vậy à? Cái câu lạc bộ sắp bị dẹp đến nơi rồi ấy?」"
    },
    {
        "sentence": "[慎吾「]::なら、俺に対する態度は考えた方がいいぜ。なんせモーターサイクル部の命運はこの俺が握ってるんだからな」",
        "translation": "Shingo「Vậy thì, cô nên suy nghĩ lại về thái độ đối với tôi đi. Dù sao thì vận mệnh của câu lạc bộ mô tô nằm trong tay tôi đấy.」"
    },
    {
        "sentence": "[慎吾「]::フン、まぁ、放っておいても潰れるだろうが、何なら、俺が引導を渡してやろうか？　その気になれば、いつでも潰してやるぜ？」",
        "translation": "Shingo「Hừ, dù sao thì không cần động tay nó cũng sập thôi, hay là, để tôi cho nó sập luôn cho rồi? Nếu tôi muốn, tôi có thể cho nó biến mất bất cứ lúc nào đấy?」"
    },
    {
        "sentence": "[慎吾「]::あぁ、やめてやるさ。先生の心がけ一つでな」",
        "translation": "Shingo「À, tôi sẽ bỏ. Chỉ cần cô thay đổi thái độ là được thôi.」"
    },
    {
        "sentence": "[慎吾「]::聡明な先生なら、俺が何を言おうとしてるのか、分かるだろ？」",
        "translation": "Shingo「Nếu cô là một giáo viên thông minh, cô sẽ hiểu tôi định nói gì chứ?」"
    },
    {
        "sentence": "[慎吾「]::断るって言うなら、聞いてやらない事もないぜ。そのせいで居場所を失うヤツが一人出るだろうがな」",
        "translation": "Shingo「Nếu cô nói không, tôi cũng không phải là không nghe đâu. Chỉ là sẽ có một ả đàn bà mất chỗ đứng thôi.」"
    },
    {
        "sentence": "[慎吾「]::それじゃ、話はこれで終わりだ。これからも、その身体で愉しませてもらうからな」",
        "translation": "Shingo「Vậy thì, câu chuyện đến đây là kết thúc. Từ giờ trở đi, tôi sẽ tiếp tục hưởng thụ cơ thể cô.」"
    },
    {
        "sentence": "[慎吾「]::クククッ、やはりモーターサイクル部の事を持ち出せば、直美は抵抗できなくなるようだな」",
        "translation": "Shingo「Khà khà, quả nhiên cứ nhắc đến câu lạc bộ mô tô là Naomi không thể chống cự được mà.」"
    },
    {
        "sentence": "[慎吾「]::ハッ、たかが部活の為に身体を張るなんて、俺には理解不能だぜ」",
        "translation": "Shingo「Hả, hy sinh thân mình vì mấy cái hoạt động câu lạc bộ vớ vẩn, mình đây không tài nào hiểu nổi.」"
    },
    {
        "sentence": "[慎吾「]::よし、直美の反抗心を削いでやったし、あとはあのデカパイから母乳が出ればいう事無しだ」",
        "translation": "Shingo「Tuyệt, mình đã làm giảm nhuệ khí của Naomi rồi, giờ chỉ cần cặp vú bự kia tiết ra sữa mẹ nữa là hết sẩy.」"
    },
    {
        "sentence": "[慎吾「]::ふむ……さすがにこの時間から、誰もいないのは珍しいな」",
        "translation": "Shingo「Chà… hiếm khi giờ này lại chẳng có ai thế này.」"
    },
    {
        "sentence": "[慎吾「]::……んん？」",
        "translation": "Shingo「……Hử?」"
    },
    {
        "sentence": "[慎吾「]::そうだ……クククッ、ちょうどいい、そろそろ母乳を噴かないか調べてみるか」",
        "translation": "Shingo「Đúng rồi… Khư khư khư, vừa hay, để mình xem thử khi nào cô ta phun sữa mẹ ra không nhỉ.」"
    },
    {
        "sentence": "[慎吾「]::よぉ、直美先生……クククッ」",
        "translation": "Shingo「Chào, Naomi-sensei… Khư khư khư!」"
    },
    {
        "sentence": "[慎吾「]::なんだ、教室の見回りか？　担任ってのは面倒なんだな」",
        "translation": "Shingo「Gì chứ, đi tuần tra lớp à? Làm giáo viên chủ nhiệm phiền phức thật」"
    },
    {
        "sentence": "[慎吾「]::へぇ、そうかよ。けど、そのおかげでこうして出会えたんだから、それほど悪いものでもないか」",
        "translation": "Shingo「Ồ, ra vậy. Nhưng nhờ chuyện đó mà tôi mới gặp được cô, vậy thì cũng không tệ lắm nhỉ.」"
    },
    {
        "sentence": "[慎吾「]::まぁ、そんなにツンケンするなよ。用が無けりゃ話しかけないさ」",
        "translation": "Shingo「Thôi nào, đừng xẵng giọng thế. Nếu không có việc gì thì tôi cũng chẳng thèm nói chuyện đâu.」"
    },
    {
        "sentence": "[慎吾「]::あれから調子はどうだ？　何か体調に変化はないか？」",
        "translation": "Shingo「Từ lúc đó đến giờ cô thấy thế nào? Có gì thay đổi trong cơ thể không?」"
    },
    {
        "sentence": "[慎吾「]::そうなのか？　そのデカパイが張ってきたりしてないか？」",
        "translation": "Shingo「Vậy hả? Cái cặp vú bự đó có căng lên không đó?」"
    },
    {
        "sentence": "[慎吾「]::ふぅん、変化無しか……でも、触診してやったら、また見解が変わるかもしれないぜ」",
        "translation": "Shingo「Hừm, không có gì thay đổi sao... Nhưng nếu tôi khám cho cô, có lẽ ý kiến sẽ khác đấy.」"
    },
    {
        "sentence": "[慎吾「]::だから、本当に変化がないのか、俺が触って確かめてやるって言ってるんだよ」",
        "translation": "Shingo「Thì đó, tôi đang nói là tôi sẽ sờ để xác nhận xem cô có thật sự không có thay đổi gì không mà.」"
    },
    {
        "sentence": "[慎吾「]::フン、まだ分かってないのか？　先生が俺に逆らうなんてできない事が……」",
        "translation": "Shingo「Hừ, vẫn chưa hiểu sao? Cô không thể nào chống lại tôi được đâu...」"
    },
    {
        "sentence": "[慎吾「]::フフフフッ、先生がその気ならいいぜ。その代わり、この画像を使って好きにさせてもらうぞ」",
        "translation": "Shingo「Fufufu... Nếu cô đã muốn vậy thì tôi chiều. Đổi lại, tôi sẽ dùng bức ảnh này để làm gì tùy thích.」"
    },
    {
        "sentence": "[慎吾「]::これをあのムサい部員に見せてやったらどうなるかな？　いやらしい顧問の姿に幻滅して、部活をやめちまうかもしれないぜ？」",
        "translation": "Shingo「Nếu cho tên cơ bắp trong câu lạc bộ kia xem cái này thì sao nhỉ? Chắc nó vỡ mộng về vị cố vấn dâm đãng này rồi bỏ câu lạc bộ luôn ấy chứ?」"
    },
    {
        "sentence": "[慎吾「]::そうなれば、モーターサイクル部は部員ゼロで活動休止か。こりゃ来年を待たずして潰れちまうな、ハハハハッ！」",
        "translation": "Shingo「Nếu vậy thì câu lạc bộ mô tô giải tán vì không còn thành viên nào à. Chậc, thế này thì khỏi cần đợi năm sau cũng dẹp tiệm luôn rồi, ha ha ha ha!」"
    },
    {
        "sentence": "[慎吾「]::それじゃ、どっちがいいか決めてくれよ、先生？　廃部か、デカパイを弄られるか、好きな方を選べよ」",
        "translation": "Shingo「Vậy thì, quyết định xem cái nào đi, cô giáo? Bỏ câu lạc bộ hay là bị tôi sờ cặp vú bự, chọn cái nào đi.」"
    },
    {
        "sentence": "[慎吾「]::フン、最初から出しておけばいいものを……面倒な女だぜ」",
        "translation": "Shingo「Hừ, ngay từ đầu đưa ra không phải tốt rồi sao... Đúng là ả đàn bà phiền phức.」"
    },
    {
        "sentence": "[慎吾「]::フフッ……上着の上からだって言うのに、随分敏感だな。やっぱり乳首は感じるのか？」",
        "translation": "Shingo「Fufu... Ngay cả khi qua lớp áo, cô vẫn nhạy cảm đến thế cơ đấy. Chẳng lẽ núm vú sướng quá đi mất à?」"
    },
    {
        "sentence": "[慎吾「]::なんだ、感じてこないのか？　母乳とか、噴きたくなったりしないか？」",
        "translation": "Shingo「Sao thế, cô không cảm thấy gì à? Sữa mẹ chẳng hạn, cô không muốn phun ra sao?」"
    },
    {
        "sentence": "[慎吾「]::まぁ、そう身構えるなよ。今回はこれくらいで勘弁してやるよ」",
        "translation": "Shingo「Thôi được, đừng căng thẳng thế. Lần này tôi tạm tha cho cô đấy.」"
    },
    {
        "sentence": "[慎吾「]::けど、これで終わりじゃないぜ。今後も先生の浅ましいデカパイに変化が無いか、確認させてもらうからな」",
        "translation": "Shingo「Nhưng mà, chuyện không kết thúc ở đây đâu. Tôi sẽ còn phải kiểm tra xem cặp vú bự đáng xấu hổ của cô có gì thay đổi không đấy.」"
    },
    {
        "sentence": "[慎吾「]::ハハッ、じゃあ俺はこれで帰らせてもらうぜ。またな、先生」",
        "translation": "Shingo「Haha, vậy em xin phép về đây. Gặp lại cô sau, thưa cô.」"
    },
    {
        "sentence": "[慎吾「]::……今の感じだと、本当にまだ変化が起こってなさそうだな」",
        "translation": "Shingo「……Với tình hình này, có vẻ như vẫn chưa có sự thay đổi nào xảy ra cả.」"
    },
    {
        "sentence": "[慎吾「]::とにかく、これからも直美をチェックしていくしかないか……」",
        "translation": "Shingo「Dù sao thì, có lẽ mình vẫn phải tiếp tục theo dõi Naomi thôi...」"
    },
    {
        "sentence": "[慎吾「]::さてと、テニスコートにやって来たけど……梓はいるかな？」",
        "translation": "Shingo「Được rồi, mình đến sân tennis rồi đây... không biết Azusa có ở đây không nhỉ?」"
    },
    {
        "sentence": "[慎吾「]::ふむ、ここに何かあるかな……？」",
        "translation": "Shingo「Hmm, ở đây có gì không nhỉ...?」"
    },
    {
        "sentence": "[慎吾「]::おっ……直美先生じゃないか」",
        "translation": "Shingo「Ồ… chẳng phải là Naomi-sensei sao」"
    },
    {
        "sentence": "[慎吾「]::ううむ、見てたらムラムラしてきたぞ」",
        "translation": "Shingo「Uầy, nhìn thôi mà mình thấy rạo rực cả người rồi」"
    },
    {
        "sentence": "[慎吾「]::……どうも、場所とタイミングが悪いな」",
        "translation": "Shingo「……Xem ra mình chọn sai thời điểm và địa điểm rồi」"
    },
    {
        "sentence": "[慎吾「]::今回は見逃してやるよ、直美……」",
        "translation": "Shingo「Lần này mình sẽ bỏ qua cho cô ta đấy, Naomi……」"
    },
    {
        "sentence": "[慎吾「]::さてと……何か手がかりは無いかな……」",
        "translation": "Shingo「Được rồi... Không biết có manh mối nào không nhỉ...?」"
    },
    {
        "sentence": "[慎吾「]::ふむっ……念のため、教室の中も調べてみるか」",
        "translation": "Shingo「Hmm... Để chắc ăn, mình xem xét cả bên trong lớp học nữa xem sao.」"
    },
    {
        "sentence": "[慎吾「]::むうっ……やっぱり誰もいないか」",
        "translation": "Shingo「Mmm... Quả nhiên là không có ai cả.」"
    },
    {
        "sentence": "[慎吾「]::たまには、机の中でも漁ってみるかな……」",
        "translation": "Shingo「Thỉnh thoảng, mình lục thử trong ngăn bàn xem sao......」"
    },
    {
        "sentence": "[慎吾「]::ちぇっ、収穫無しか。これ以上長居しても時間の無駄だ。もう出るとする……んっ？」",
        "translation": "Shingo「Tch, không có thu hoạch gì sao. Ở đây thêm nữa chỉ tốn thời gian. Mình đi thôi...... Hả?」"
    },
    {
        "sentence": "[慎吾「]::……っ！？　誰だ……？」",
        "translation": "Shingo「……っ!? Ai đó……?」"
    },
    {
        "sentence": "[慎吾「]::……あっ」",
        "translation": "Shingo「……A!」"
    },
    {
        "sentence": "[慎吾「]::……………………っ」",
        "translation": "Shingo「……………………っ」"
    },
    {
        "sentence": "[慎吾「]::いえ、知らないです」",
        "translation": "Shingo「Không, em không biết.」"
    },
    {
        "sentence": "[慎吾「]::そうですか。そっちにもいなかったとなると、俺も心当たりは無いですね」",
        "translation": "Shingo「Vậy ạ. Nếu bên đó cũng không có thì em cũng chịu, không biết gì luôn.」"
    },
    {
        "sentence": "[慎吾「]::ちょっ……！？　おい……！？」",
        "translation": "Shingo「Khoan……!? Này……!?」"
    },
    {
        "sentence": "[慎吾「]::が、学園長！　いくら相手が学生でも、そんな言い方失礼なんじゃないですか……！」",
        "translation": "Shingo「Nhưng, thưa hiệu trưởng! Dù đối phương có là học sinh đi nữa, cách nói đó có hơi thất lễ không ạ……!」"
    },
    {
        "sentence": "[慎吾「]::誰の脳味噌がふんころがし並だよ！　俺は人間だっ！」",
        "translation": "Shingo「Não ai của ai mà bé như hòn bi lăn vậy hả! Tôi là con người đấy!」"
    },
    {
        "sentence": "[慎吾「]::ど、どっちも嫌に決まってるだろう！」",
        "translation": "Shingo「Đồ, đồ nào tôi cũng ghét bỏ xừ đi được!」"
    },
    {
        "sentence": "[慎吾「]::い、いやだ！」",
        "translation": "Shingo「K-Không đời nào!」"
    },
    {
        "sentence": "[慎吾「]::ふざけるな！」",
        "translation": "Shingo「Đừng có giỡn mặt!」"
    },
    {
        "sentence": "[慎吾「]::全然ナイスじゃないだろう！　ふざけるのもいい加減にしろ！」",
        "translation": "Shingo「Chẳng có gì hay ho cả! Bớt giỡn đi!」"
    },
    {
        "sentence": "[慎吾「]::……何なんだ、あの親子は……」",
        "translation": "Shingo「……Rốt cuộc thì cái đám người kia là cái quái gì vậy chứ……」"
    },
    {
        "sentence": "[慎吾「]::クソっ、胸糞悪い！　親子揃ってムカつく女どもめ……何がタン壺小僧だ！」",
        "translation": "Shingo「Khốn kiếp, bực cả mình! Mẹ con nhà đó đúng là lũ đàn bà đáng ghét…… Cái thứ nhãi ranh bẩn thỉu gì chứ!」"
    },
    {
        "sentence": "[慎吾「]::……しかし、親子だけあって、母親の方もなかなかの美人だったな」",
        "translation": "Shingo「……Nhưng mà, đúng là mẹ con có khác, bà mẹ kia cũng thuộc hàng mỹ nhân đấy.」"
    },
    {
        "sentence": "[慎吾「]::クソッ……こうなったら、あの美人親子に揃って母乳を噴かせてやるのも手だぞ……！」",
        "translation": "Shingo「Chết tiệt… Nếu đã vậy, mình sẽ khiến mẹ con nhà mỹ nhân đó phải phun sữa mẹ ra cho xem…!」"
    },
    {
        "sentence": "[慎吾「]::そろそろ攻め手に回りたいところだが、何か良い方法は無いものかな……」",
        "translation": "Shingo「Đã đến lúc mình phản công rồi, nhưng mà không biết có cách nào hay không đây……」"
    }
]