[
    {
        "sentence": "[慎吾「]::…………ゴクッ」",
        "translation": "Shingo「…………Ực.」\n"
    },
    {
        "sentence": "[慎吾「]::……おおっ、まさにナイスタイミング！」",
        "translation": "Shingo「…… Ồ, đúng là thời điểm vàng!」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、いたぞ！　彼女だ！」",
        "translation": "Shingo「…… Ồ, kia rồi! Cậu ta kìa!」\n"
    },
    {
        "sentence": "[慎吾「]::ふむふむ……さすが美咲ちゃん。俺が目を付けただけの事はある」",
        "translation": "Shingo「Ừm ừm... Quả nhiên là Misaki-chan. Mình đã để mắt tới cậu ta mà.」\n"
    },
    {
        "sentence": "[慎吾「]::彼女に匹敵する逸材となると、バスケ部の佐織ちゃんか、陸上部の綾香ちゃんか、茶道部の佳乃ちゃんくらいだな」",
        "translation": "Shingo「Để mà có một người tài năng sánh ngang được với cậu ta, thì chắc chỉ có Saori-chan của câu lạc bộ bóng rổ, Ayaka-chan của câu lạc bộ điền kinh, hoặc là Kayo-chan của câu lạc bộ trà đạo thôi nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん、確かに美咲ちゃんは可愛い。この上なく可愛い……けどなぁ」",
        "translation": "Shingo「Ừm, đúng là Misaki-chan dễ thương thật. Vô cùng dễ thương luôn ấy…… nhưng mà……」\n"
    },
    {
        "sentence": "[慎吾「]::惜しいよなぁ、いいセンはいってるんだけど……」",
        "translation": "Shingo「Tiếc thật, gần tới rồi mà……」\n"
    },
    {
        "sentence": "[慎吾「]::……よし、相変わらず誰もいないな。それ、退散だっ！」",
        "translation": "Shingo「……Ừm, vẫn không có ai cả. Vậy, rút thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::……ふぅ、誰も後を追ってくるヤツはいないな」",
        "translation": "Shingo「……Phù, không có ai đuổi theo cả.」\n"
    },
    {
        "sentence": "[慎吾「]::なっ……！」",
        "translation": "Shingo「Kh…!」\n"
    },
    {
        "sentence": "[慎吾「]::……そんな事、アンタには関係ないだろ。俺のプライベートを逐一報告する義務なんてないはずだぜ」",
        "translation": "Shingo「……Chuyện đó, có liên quan gì đến cô đâu. Tôi không có nghĩa vụ phải báo cáo đời tư của tôi cho cô từng chút một.」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ、そりゃ悪かったな。『高峰沙耶』センセイ」",
        "translation": "Shingo「……Tch, coi như tôi sai. 'Cô giáo Takamine Saya'.」\n"
    },
    {
        "sentence": "[慎吾「]::くっ……いくら俺でも担任の教師の名前くらい憶えてるぜ。相手を『ヘドロ』としか形容できない、頭の悪そうな人とは違ってな」",
        "translation": "Shingo「Tch... Dù sao thì tôi cũng nhớ tên giáo viên chủ nhiệm của mình chứ. Không như ai kia chỉ biết miêu tả người khác bằng từ 'bùn lầy', đúng là đồ đầu đất.」\n"
    },
    {
        "sentence": "[慎吾「]::だから言っただろ、そんなのセンセイに話す必要はないってな。そういうセンセイこそ部活はどうしたんだよ？」",
        "translation": "Shingo「::だから言っただろ、そんなのセンセイに話す必要はないってな。そういうセンセイこそ部活はどうしたんだよ？」\nShingo「Tôi đã bảo rồi mà, mấy chuyện đó thì cần gì phải nói với cô. Chính cô thì sao, không lo mà đi coi chừng câu lạc bộ đi?」\n"
    },
    {
        "sentence": "[慎吾「]::ヘドロ臭いとは、またご挨拶だな。それじゃ高峰センセイは犬みたいに匂いを嗅いで、来たってのか？」",
        "translation": "Shingo「]::ヘドロ臭いとは、またご挨拶だな。それじゃ高峰センセイは犬みたいに匂いを嗅いで、来たってのか？」\nShingo「Bảo thối như bùn á, lại còn kiểu chào hỏi đó nữa à. Vậy ra là cô Takamine đánh hơi như chó rồi mò tới đây hả?」\n"
    },
    {
        "sentence": "[慎吾「]::ぐっ……ああ、そうかい！　そりゃ確かに、センセイのようなチチ臭そうな匂いはしてないけどな！」",
        "translation": "Shingo「Khốn… À, ra thế! Thì đúng là, tôi không có cái mùi sữa còn vương như cô rồi!」\n"
    },
    {
        "sentence": "[慎吾「]::ん……？」",
        "translation": "Shingo「Hả…?」\n"
    },
    {
        "sentence": "[慎吾「]::あ～あ～、高峰センセイがはしたなく怒鳴るから、みんなが注目してるじゃないか。一緒にいる俺まで恥ずかしいぜ」",
        "translation": "Shingo「Trời ạ… Tại cô Takamine cứ ăn to nói lớn như vậy, ai cũng dòm ngó hết cả kìa. Đứng chung với cô, tôi cũng thấy ngại lây luôn đó.」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……あ、おいっ！？」",
        "translation": "Shingo「Ế… A, này…!?」\n"
    },
    {
        "sentence": "[慎吾「]::くそっ、勝手な事をっ……っていうか、まだ話を続けようってのかよ！？」",
        "translation": "Shingo「Chết tiệt, tự ý làm theo ý mình… Ý cô là, cô còn muốn tiếp tục nói chuyện nữa hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::……それで、わざわざこんな所まで連れてきて、まだ何か俺に言いたい事でもあるのか？」",
        "translation": "Shingo「……それで、わざわざこんな所まで連れてきて、まだ何か俺に言いたい事でもあるのか？」\nSTEP 1: RAW TRANSLATION\nShingo「…… Sore de, wazawaza konna tokoro made tsurete kite, mada nani ka ore ni iitai koto demo aru no ka? 」\n→ Shingo「…… Vậy nên, còn cố ý dẫn đến tận nơi này, còn có chuyện gì muốn nói với tôi sao? 」\n\nSTEP 2: EDIT & POLISH\nThe line is spoken by Shingo to Saya in an empty classroom at dusk after she dismissed other students. Shingo is annoyed by Saya's attitude and wants to get the conversation over with.\n→ Shingo「……Thế nên, còn cố tình lôi tôi đến tận đây, cô còn chuyện gì muốn nói nữa à?」\n\nSTEP 3: QUALITY REVIEW\nThe translation captures the meaning, emotion, and tone of the original line. Pronoun usage is accurate. Grammar and flow are correct. The line fits the context and character.\n\nSTEP 4:OUTPUT FORMAT\nShingo「……Thế nên, còn cố tình lôi tôi đến tận đây, cô còn chuyện gì muốn nói nữa à?」\n"
    },
    {
        "sentence": "[慎吾「]::はいはい、ありがとうございます。分かったから早くしてくれよ」",
        "translation": "Shingo「Vâng vâng, cảm ơn. Biết rồi nên cô làm nhanh đi」\n"
    },
    {
        "sentence": "[慎吾「]::フン、なんだよ、それくらいの事で。成績だって赤点は取ってないんだから、別にいいだろ？」",
        "translation": "Shingo「Hừ, có mỗi chuyện đó thôi mà. Điểm cũng đâu có liệt, có sao đâu?」\n"
    },
    {
        "sentence": "[慎吾「]::なんだよ、それ？　それが教師の言う台詞かよ！？」",
        "translation": "Shingo「Cái gì vậy trời? Đó mà là lời một giáo viên nên nói hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::それに、さっきから言ってる『ヘドロ頭』って何だ？　ちゃんと分かる日本語で話せよ」",
        "translation": "Shingo「Mà, cái \"đầu đất\" mà cô cứ lải nhải từ nãy đến giờ là cái gì thế? Nói tiếng Việt cho tôi hiểu xem nào.」\n"
    },
    {
        "sentence": "[慎吾「]::何だとっ……！？」",
        "translation": "Shingo「Cái… cái gì cơ!?」\n"
    },
    {
        "sentence": "[慎吾「]::フン、それを何とかするのが教師だろ？　それが出来ないんじゃ、単にアンタにその才覚が無いだけの話だ」",
        "translation": "Shingo「Hừ, chẳng phải việc giải quyết chuyện đó là trách nhiệm của giáo viên sao? Nếu cô không làm được, thì đơn giản là cô không có tài cán gì thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ！　アンタの言う『ヘドロ』すら扱えないんじゃ、言われてもしょうがないだろ。何か返す言葉がありますか、センセイ？」",
        "translation": "Shingo「Hả! Ngay cả cái thứ \"bùn lầy\" mà cô nói mà cũng không xử lý được thì bị nói cũng đáng thôi. Cô còn gì để cãi không, SENSEI?」\n"
    },
    {
        "sentence": "[慎吾「]::……ああ、そうさせてもらうぜ」",
        "translation": "Shingo「......Aaa, vậy thì tôi xin chiều theo ý cô vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ」",
        "translation": "Shingo「......Tch.」\n"
    },
    {
        "sentence": "[慎吾「]::おかげで、余計な時間は取られるし……ま、いいや。俺も帰るとするか」",
        "translation": "Shingo「おかげで、余計な時間は取られるし……ま、いいや。俺も帰るとするか」\nShingo「Tại cô ta mà mất thêm thời gian vô ích… Thôi kệ đi. Mình cũng về thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::……しっかし、あの女にも困ったモンだぜ」",
        "translation": "Shingo「……Mà, đúng là cô ta cũng rắc rối thật đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::…………ん？」",
        "translation": "Shingo「……Ơ?」\n"
    },
    {
        "sentence": "[慎吾「]::……おい、こんな所で何をしてるんだ？」",
        "translation": "Shingo「……Này, cậu làm gì ở chỗ này thế?」\n"
    },
    {
        "sentence": "[慎吾「]::来なかったらって……もしかして、俺を待ってたのか？」",
        "translation": "Shingo「Không đến thì…… chẳng lẽ, cậu đã chờ tôi sao?」\n"
    },
    {
        "sentence": "[慎吾「]::何だよ、俺に何か用でもあったのか？」",
        "translation": "Shingo「Sao thế, cậu có việc gì với tôi à?」\n"
    },
    {
        "sentence": "[慎吾「]::別にそんな、大した事じゃない。待ってる程のモンでもないぞ」",
        "translation": "Shingo「Không có gì to tát đâu. Đâu đến mức phải chờ.」\n"
    },
    {
        "sentence": "[慎吾「]::……ま、とにかく、こうやって無事に帰れるんだ、もうそんな心配はいらないよ」",
        "translation": "Shingo「……Ừm, dù sao thì, giờ cậu đã có thể yên tâm là tôi về nhà an toàn rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::そんじゃ、俺は帰るからな。お疲れさん」",
        "translation": "Shingo「Vậy thôi, tôi về đây. Mệt rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……ったく、何なんだよ、まだ俺に何かあるのか？」",
        "translation": "Shingo「……Thiệt tình, còn muốn gì ở tôi nữa vậy?」\n"
    },
    {
        "sentence": "[慎吾「]::一緒にって、俺は学生寮だから、すぐそこだぞ？」",
        "translation": "Shingo「Cùng nhau… nhà tôi là ký túc xá sinh viên, ngay gần đây thôi đó?」\n"
    },
    {
        "sentence": "[慎吾「]::……好きにしろ」",
        "translation": "Shingo「……Làm gì thì làm.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、そうだな」",
        "translation": "Shingo「Ừ, chắc vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::ん？　なんだ？」",
        "translation": "Shingo「Hả? Gì thế?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ？　おい、何の話だ？　明日誰か来るのか？」",
        "translation": "Shingo「Hả? Này, cậu nói cái gì vậy? Mai có ai đến à?」\n"
    },
    {
        "sentence": "[慎吾「]::…………」",
        "translation": "Shingo「…………」\n"
    },
    {
        "sentence": "[慎吾「]::うるさいな。いいから詳細を聞かせろ」",
        "translation": "Shingo「Ồn ào quá. Được rồi, mau kể chi tiết cho tôi nghe.」\n"
    },
    {
        "sentence": "[慎吾「]::ふぅん……それで、その実習生ってのは男なのか、女なのか？」",
        "translation": "Shingo「Hừm... Vậy, cô giáo sinh thực tập đó là nam hay nữ?」\n"
    },
    {
        "sentence": "[慎吾「]::……へぇ」",
        "translation": "Shingo「……À ra vậy」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、ここまでだな」",
        "translation": "Shingo「……Ồ, đến đây thôi sao.」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、そういう事だ。そんじゃ、また明日な」",
        "translation": "Shingo「À, ra là vậy. Vậy thì, hẹn cậu ngày mai nhé.」\n"
    },
    {
        "sentence": "[慎吾「]::うっさいな、遅刻するかしないかは、目覚めてみないと分かんねぇよ」",
        "translation": "Shingo「Ồn ào quá đấy, có muộn hay không thì phải mở mắt ra mới biết được chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::ふぁ～あ、今日の新体操の覗きで、学園中の女子は全部調べ尽くしちまったな」",
        "translation": "Shingo「Hà… Hôm nay nhìn trộm mấy em thể dục dụng cụ, mình điều tra xong hết nữ sinh trong trường rồi còn gì.」\n"
    },
    {
        "sentence": "[慎吾「]::……はぁぁ。結局、学生の中にはいなかったって、散々な結果だもんなぁ」",
        "translation": "Shingo「……Hà… Rốt cuộc, không có ai trong đám nữ sinh cả, kết quả tệ hại thật mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……おっと、そういや帰り道でひなたが言っていた、教育実習生も明日来るんだったな」",
        "translation": "Shingo「……Ối chà, nhắc mới nhớ, trên đường về Hinata có nói ngày mai còn có giáo sinh thực tập đến nữa.」\n"
    },
    {
        "sentence": "[慎吾「]::フフフッ、こりゃ明日は忙しくなりそうだ。よし、それじゃ今日は早く寝て、英気を養っておくか」",
        "translation": "Shingo「Fufufu, có vẻ ngày mai bận rộn đây. Được rồi, vậy hôm nay mình ngủ sớm để dưỡng sức mới được.」\n"
    },
    {
        "sentence": "[慎吾「]::……ん、う～ん…………朝か…………？」",
        "translation": "Shingo「Ưm... ưừm... Sáng rồi sao...?」"
    },
    {
        "sentence": "[慎吾「]::何だよ……なんでこんな時間になるんだよ……ったく」",
        "translation": "Shingo「Cái gì... Sao lại thành ra giờ này thế này... Thật là...」\n"
    },
    {
        "sentence": "[慎吾「]::そうだった、今日から女教師達の覗きに行こうと思ってたんだ」",
        "translation": "Shingo「À phải rồi, hôm nay định đi nhìn trộm mấy cô giáo chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::どうやら通学のピークより早く着いたようだな…………ん？」",
        "translation": "Shingo「Hình như đến sớm hơn giờ cao điểm đi học rồi thì phải... Hả?」\n"
    },
    {
        "sentence": "[慎吾「]::グラウンドの方から聞こえてくるから……フフッ、どうやら目当ての部活は練習をしているようだ」",
        "translation": "Shingo「Nghe từ hướng sân tập vọng lại... Hahaha, xem ra câu lạc bộ mình nhắm tới đang luyện tập rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::さてさて……おっ、やっぱり練習しているな」",
        "translation": "Shingo「Chà chà... ồ, quả nhiên là đang luyện tập rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、いたぞ！　アレだ！」",
        "translation": "Shingo「...Ồ, thấy rồi! Chính là cái đó!」\n"
    },
    {
        "sentence": "[慎吾「]::ほう、なかなか見事なフォームじゃないか。さすが、俺が見込んだ女だぜ」",
        "translation": "Shingo「Ồ, dáng đẹp đấy chứ. Quả nhiên là người mình đã để mắt tới mà.」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん、それにしても……」",
        "translation": "Shingo「Ừmm, dù sao thì...」\n"
    },
    {
        "sentence": "[慎吾「]::本当にそそる女だぜ。やはりそこらの学生とはレベルが違うな」",
        "translation": "Shingo「Đúng là một người đàn bà khêu gợi. Quả nhiên đẳng cấp khác hẳn mấy em sinh viên bình thường.」\n"
    },
    {
        "sentence": "[慎吾「]::そうだな、あんまり欲張って、失敗するのはゴメンだ。梓の追跡はここで諦めるか……」",
        "translation": "Shingo「Ừ, mình không muốn tham lam quá rồi thất bại đâu. Bỏ cuộc vụ theo dõi Azusa ở đây vậy……」\n"
    },
    {
        "sentence": "[慎吾「]::……ふぅ、こっちの方まで来てみたけど、大したものはなさそうだな」",
        "translation": "Shingo「……Hầy, đến tận chỗ này rồi mà cũng chẳng có gì ra hồn cả.」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？」",
        "translation": "Shingo「……Hử?」\n"
    },
    {
        "sentence": "[慎吾「]::バイク……？　という事は……！？」",
        "translation": "Shingo「Xe máy... Vậy thì có nghĩa là...!」\n"
    },
    {
        "sentence": "[慎吾「]::あのバイクは……間違いない、やっぱり彼女だ！」",
        "translation": "Shingo「Chiếc xe kia... không thể nhầm được, đúng là cô ta rồi!」\n"
    },
    {
        "sentence": "[慎吾「]::ナイスタイミングだ。梓だけでなく、彼女の姿まで見れるとはな」",
        "translation": "Shingo「Đúng lúc thật. Không chỉ được ngắm Azusa, mà còn thấy cả dáng vẻ này của cô ta nữa.」\n"
    },
    {
        "sentence": "[慎吾「]::フフッ……やっぱり、いい女だぜ、直美先生は」",
        "translation": "Shingo「Hahaha… Quả nhiên là một người đàn bà tuyệt vời, Naomi-sensei.」\n"
    },
    {
        "sentence": "[慎吾「]::あんなに素晴らしい肉体を持ってるなら、水泳部の顧問とかになればいいのに……もったいないよなぁ」",
        "translation": "Shingo「Có thân hình tuyệt vời thế kia, cô ta mà làm cố vấn câu lạc bộ bơi lội thì còn gì bằng… Uổng quá đi mất.」\n"
    },
    {
        "sentence": "[慎吾「]::そうだよなぁ。なんなら沙耶の代わりに、新体操部の顧問にでもなればいいのに……」",
        "translation": "Shingo「Đúng thế nhỉ. Hay là thay vì Saya, làm cố vấn câu lạc bộ thể dục dụng cụ nhịp điệu luôn cho rồi…」"
    },
    {
        "sentence": "[慎吾「]::えっ……！？」",
        "translation": "Shingo「Hả…!?」\n"
    },
    {
        "sentence": "[慎吾「]::あ、いやっ……んん、おはようございます、風間先生」",
        "translation": "Shingo「A… không… ưm, chào buổi sáng, Kazama-sensei.」"
    },
    {
        "sentence": "[慎吾「]::えっ……あ、いえ、そういう訳では」",
        "translation": "Shingo「Ể… à, dạ, không phải vậy đâu ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::えと、なんて言うか……そ、そう、先生の乗ってるバイク、あれがカッコいいなぁ、って思って……」",
        "translation": "Shingo「À thì, nói sao nhỉ… dạ, em, em thấy cái xe cô đi… nhìn ngầu quá ạ…」\n"
    },
    {
        "sentence": "[慎吾「]::はい、あんな大型のバイクなんて、滅多に見ないから、少し興味が湧きましてね」",
        "translation": "Shingo「Dạ, tại vì ít khi thấy xe phân khối lớn như vậy, nên em hơi tò mò một chút ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::あっ……」",
        "translation": "Shingo「A…」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん……相変わらず何を考えているのか分からない女だが、あのナイスバディを間近で見られたのはラッキーだったな」",
        "translation": "Shingo「Ừm… Vẫn là một người phụ nữ khó đoán, nhưng mà được ngắm nhìn thân hình nóng bỏng kia ở cự ly gần đúng là may mắn thật.」\n"
    },
    {
        "sentence": "[慎吾「]::ま、いずれにせよ、直美の身体もそのうちじっくりと拝ませてもらうからな……！」",
        "translation": "Shingo「Chà, dù sao đi nữa, rồi mình cũng sẽ được chiêm ngưỡng cơ thể của Naomi một cách kỹ càng thôi…!」\n"
    },
    {
        "sentence": "[慎吾「]::……ふむ、随分早くに学園へ来たってのに、もう始業１５分前か」",
        "translation": "Shingo「… Hừm, đến trường sớm thế này rồi mà cũng chỉ còn có mười lăm phút nữa là vào học à.」\n"
    },
    {
        "sentence": "[慎吾「]::けど、いつもの俺からしてみれば、かなり早い時間ではあるな」",
        "translation": "Shingo「Nhưng mà, so với mình mọi khi thì giờ này là khá sớm đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？　あれは……？」",
        "translation": "Shingo「… Hả? Cái kia là…?」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ、そんな訳あるかっての。俺だって早起きくらいするぜ。それとも、俺が早く来たら何か問題でもあるってのか？」",
        "translation": "Shingo「Hả? Vớ vẩn! Ai bảo tôi không dậy sớm được hả? Hay là, tôi đến sớm thì cô có vấn đề gì à?」\n"
    },
    {
        "sentence": "[慎吾「]::おいおい、どうして俺が普通に登校しただけで、そこまで言われなくちゃならないんだよ！　いい加減にしろっつーの！」",
        "translation": "Shingo「Này này, tại sao tôi chỉ đi học bình thường thôi mà cũng bị cô nói đến mức đấy hả! Vừa vừa phải phải thôi chứ!」\n"
    },
    {
        "sentence": "[慎吾「]::あのなぁ、せめて言うなら、事実になってから言えよ。ただの妄想にしか思えないぞ」",
        "translation": "Shingo「Này, ít nhất có nói thì cũng đợi thành sự thật rồi hẵng nói đi. Nghe cứ như là ảo tưởng thôi đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ、去年の民法改正でそう決まったんだよ。アンタ、教師のクセに知らなかったのか？」",
        "translation": "Shingo「Hả, luật dân sự sửa đổi năm ngoái quyết định thế rồi đấy. Cô là giáo viên mà không biết à?」\n"
    },
    {
        "sentence": "[慎吾「]::あっ……！？」",
        "translation": "Shingo「Á…!?」\n"
    },
    {
        "sentence": "[慎吾「]::…………んん？」",
        "translation": "Shingo「…………Ưm?」\n"
    },
    {
        "sentence": "[慎吾「]::……まぁ、確かに陰険で、口を開けば毒しか吐かない、嫌なヤツではあるが」",
        "translation": "Shingo「……Ừ thì, ả đàn bà đó đúng là thâm hiểm, mở miệng ra là phun độc, đúng là một con nhỏ đáng ghét.」\n"
    },
    {
        "sentence": "[慎吾「]::ま、性格さえ良ければ、最上級の美女なんだけどな」",
        "translation": "Shingo「Mà, tính cách mà tốt thì cũng thuộc hàng cực phẩm mỹ nữ đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::……ちーっす」",
        "translation": "Shingo「……Chào.」\n"
    },
    {
        "sentence": "[慎吾「]::お前まで沙耶みたいな事言うなよ。その事でさっき目一杯にイヤミを言われてきたからな」",
        "translation": "Shingo「Đừng có nói y như Saya thế. Lúc nãy tôi vừa bị ả đó mỉa mai cho một trận rồi.」"
    },
    {
        "sentence": "[慎吾「]::それでイヤミか？　どういう思考回路をしてるんだよ、まったく」",
        "translation": "Shingo「đó là móc mỉa hả? Đầu óc cậu nghĩ cái quái gì vậy, thiệt tình.」"
    },
    {
        "sentence": "[慎吾「]::あげく、『私は実習生を迎える準備で忙しいの』とか言って行っちまうし。なら、最初から絡んでくるなよなー」",
        "translation": "Shingo「Đã thế, còn giở giọng \"Tôi bận chuẩn bị đón thực tập sinh\" rồi chuồn mất. Vậy thì ngay từ đầu đừng có lằng nhằng với tôi chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::昨日って、あの……可愛くて、ナイスボディで、ブイブイ言わせてるって噂してた女の事か？」",
        "translation": "Shingo「Hôm qua á hả, ý cậu là cái em ngon nghẻ, dáng chuẩn, nghe đồn là dân chơi thứ thiệt ấy hả?」\n"
    },
    {
        "sentence": "[慎吾「]::ふぅん……」",
        "translation": "Shingo「Hừ…」\n"
    },
    {
        "sentence": "[慎吾「]::ん？　まだ何かあるのか？」",
        "translation": "Shingo「Hả? Còn gì nữa à?」\n"
    },
    {
        "sentence": "[慎吾「]::別れ際……？」",
        "translation": "Shingo「Lúc chia tay... hả?」\n"
    },
    {
        "sentence": "[慎吾「]::……それで、何を言おうとしてたんだ？」",
        "translation": "Shingo「...Vậy, cậu định nói cái gì cơ?」\n"
    },
    {
        "sentence": "[慎吾「]::保健医……？　すると、あのオバハンの代わりがやっと来たのか？」",
        "translation": "Shingo「Bác sĩ trường học...? Vậy là cuối cùng cũng có người thay thế mụ già đó rồi à?」\n"
    },
    {
        "sentence": "[慎吾「]::けど、どうせまたその保健医も熟女なんだろ？」",
        "translation": "Shingo「Nhưng mà, chắc gì bác sĩ mới này lại chẳng là một mụ già khác nhỉ?」"
    },
    {
        "sentence": "[慎吾「]::本当か、それっ！？」",
        "translation": "Shingo「Thật á, chuyện đó!?」\n"
    },
    {
        "sentence": "[慎吾「]::へぇ、新しい保健医は若くて美人か……」",
        "translation": "Shingo「Hể, bác sĩ trường học mới trẻ lại còn xinh nữa cơ à...?」\n"
    },
    {
        "sentence": "[慎吾「]::分かった分かった。お前も早く席に着けよ」",
        "translation": "Shingo「Biết rồi biết rồi. Cậu cũng mau về chỗ đi.」\n"
    },
    {
        "sentence": "[慎吾「]::……へぇ、まさしく噂通りの女だな……」",
        "translation": "Shingo「……Hể, đúng là người đàn bà nổi tiếng như lời đồn……」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、そうだな」",
        "translation": "Shingo「Ừm, đúng vậy」"
    },
    {
        "sentence": "[慎吾「]::でも、ありゃ面白いっていうか、かなり抜けてる感じじゃないか？　ある意味面白くはあるけど」",
        "translation": "Shingo「Nhưng mà, cô ta thú vị thì có, mà còn kiểu hơi ngơ ngơ ấy nhỉ? Theo một khía cạnh nào đó thì cũng vui đấy.」"
    },
    {
        "sentence": "[慎吾「]::まぁ、人間としちゃ、ちょっとくらい欠点がある方がいいかもな。その方が気楽に付き合いやすいし、いいと思うぜ」",
        "translation": "Shingo「Ừm, nói chứ, có chút khuyết điểm thì có khi lại hay, con người ai mà hoàn hảo được. Như vậy thì dễ tiếp xúc hơn, thấy cũng được đấy mà.」"
    },
    {
        "sentence": "[慎吾「]::俺としては褒めてるつもりだけどな。ああいう人が教師をやるのは、俺はいいと思うぜ」",
        "translation": "Shingo「Nói thật lòng thì tôi đang khen đấy. Kiểu người như vậy làm giáo viên thì, tôi thấy ổn đấy chứ」"
    },
    {
        "sentence": "[慎吾「]::な、何だよ、その顔は？　俺、なんかヘンな事言ったか？」",
        "translation": "Shingo「Ủa, sao nhìn mặt tôi thế? Tôi nói gì lạ hả?」"
    },
    {
        "sentence": "[慎吾「]::何だよそれ？　失敬なヤツだな」",
        "translation": "Shingo「Cái gì vậy? Thật là thất lễ đó」"
    },
    {
        "sentence": "[慎吾「]::おいおい、何だ、その言い方は？　別に気に入ったとか、そんなんじゃねぇって」",
        "translation": "Shingo「Này này, cái kiểu nói gì đấy? Đâu phải là tôi thích cô ta hay gì đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::お、おいっ……」",
        "translation": "Shingo「Ớ, này...」"
    },
    {
        "sentence": "[慎吾「]::さてと、早苗はどこにいるのかな……？」",
        "translation": "Shingo「Giờ thì, Sanae đang ở xó nào nhỉ……?」"
    },
    {
        "sentence": "[慎吾「]::……のは、いいとしてだ。いったいどこに行けば会えるんだろうな」",
        "translation": "Shingo「……Thôi được rồi, cho là thế đi. Nhưng rốt cuộc thì mình phải đến chỗ nào mới gặp được cô ta nhỉ?」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、あれは……？」",
        "translation": "Shingo「……Ố, cái kia là……?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ……どうも」",
        "translation": "Shingo「Hầy… Chào cô.」\n"
    },
    {
        "sentence": "[慎吾「]::なっ……？」",
        "translation": "Shingo「Hả…？」\n"
    },
    {
        "sentence": "[慎吾「]::沙耶から、俺の事を……？」",
        "translation": "Shingo「Saya… kể gì về em với cô à…?」\n"
    },
    {
        "sentence": "[慎吾「]::説明って……」",
        "translation": "Shingo「Giải thích… là sao…?」\n"
    },
    {
        "sentence": "[慎吾「]::それで俺の名前を知ってたんスね……どうせ、ロクな事を言ってなかったでしょ」",
        "translation": "Shingo「Vậy là cô biết tên em rồi… Chắc chắn là toàn chuyện chẳng hay ho gì, phải không?」\n"
    },
    {
        "sentence": "[慎吾「]::先生、それは嬉しいんだけどさ……先生って次の時間、授業はないのか？」",
        "translation": "Shingo「Sensei, em nghe sướng tai lắm, nhưng mà… cô không còn tiết nào sau tiết này à?」\n"
    },
    {
        "sentence": "[慎吾「]::そうか……だったら、急いだ方がいいんじゃないのか？　だって、ほら」",
        "translation": "Shingo「Vậy à… Nếu vậy thì, có khi nên nhanh chân lên thì hơn không? Vì… cô xem.」\n"
    },
    {
        "sentence": "[慎吾「]::いや、そろそろ昼休みが終わるから、準備しなくていいのかって言おうとしたんだが……遅かったみたいだな」",
        "translation": "Shingo「Không, em định bảo là sắp hết giờ nghỉ trưa rồi, cô không cần chuẩn bị à… Ai dè, muộn mất rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::あ、先生、そんな急ぐと……！」",
        "translation": "Shingo「Ấy, sensei, cô hấp tấp thế...!」\n"
    },
    {
        "sentence": "[慎吾「]::あーあ、言わんこっちゃない……」",
        "translation": "Shingo「Đấy, em đã bảo rồi mà…」\n"
    },
    {
        "sentence": "[慎吾「]::フフッ、なかなか愉快な女だぜ。何だかますます興味が湧いてきたぞ」",
        "translation": "Shingo「Hahaha, con nhỏ này cũng thú vị đấy chứ. Tự dưng làm mình thấy càng hứng thú hơn rồi nha.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、それはそれとして……俺もそろそろ教室に戻るかな」",
        "translation": "Shingo「Mà thôi, bỏ đi… Chắc mình cũng nên về lớp thôi nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::……ふう、ようやく放課後になったかぁ」",
        "translation": "Shingo「……Phù, cuối cùng cũng tan học rồi à.」\n"
    },
    {
        "sentence": "[慎吾「]::急いては事を仕損ずる、慌てる乞食は儲けが少ない、って事だよな、うん」",
        "translation": "Shingo「Chậm mà chắc, dục tốc bất đạt, đúng là “vội vàng ăn mày không gặp được lộc” mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……お、ひなたも出て行くな。まぁ、アイツも部活に入ってるんだから、当然か」",
        "translation": "Shingo「……Ồ, Hinata cũng đi luôn kìa. Mà, con bé đó tham gia câu lạc bộ, chuyện đương nhiên thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::……まだホームルームが終わってそんなに時間も経ってないし、まだ職員室にいると思うが……」",
        "translation": "Shingo「……Giờ này chắc giờ sinh hoạt lớp vừa xong chưa được bao lâu, chắc vẫn còn ở phòng giáo viên thôi……」\n"
    },
    {
        "sentence": "[慎吾「]::おっ……！？」",
        "translation": "Shingo「Ố……!?」\n"
    },
    {
        "sentence": "[慎吾「]::まぁいい。様子を見るには、一人で行動してくれた方が好都合だしな」",
        "translation": "Shingo「Thôi kệ. Cứ để cô ta một mình thế này thì mình dễ theo dõi hơn.」\n"
    },
    {
        "sentence": "[慎吾「]::……っていうか、何なんだ、この徘徊ルートは？」",
        "translation": "Shingo「……Mà khoan, cái lộ trình lượn lờ kiểu này là sao đây?」\n"
    },
    {
        "sentence": "[慎吾「]::まったく、昼間に見せた教育者としての顔なんて、どこに行ったのやら……これじゃただの御上りさんだぞ」",
        "translation": "Shingo「Haizz, cái bộ mặt nhà giáo mà cô ta trưng ra ban ngày biến đâu mất tiêu rồi…… Thế này thì khác gì dân nhà quê lên tỉnh chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::ぐはぁああっ！？」",
        "translation": "Shingo「Ư... á!?」\n"
    },
    {
        "sentence": "[慎吾「]::……んんっ…………う、ううぅぅ…………」",
        "translation": "Shingo「……Ưm… ư… ư… ư…」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？　あ、あれ、ここは…………？」",
        "translation": "Shingo「……Ư? Cái, cái đéo gì đây… mình đang ở đâu thế này…?」\n"
    },
    {
        "sentence": "[慎吾「]::なんで、保健室なんかに……？　俺はいったい何を……？」",
        "translation": "Shingo「Sao mình lại ở cái phòng y tế chết tiệt này…? Rốt cuộc… mình đã làm cái mẹ gì vậy…?」\n"
    },
    {
        "sentence": "[慎吾「]::……くぅ！？」",
        "translation": "Shingo「……Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::……そうか、確かあの時テニスボールが飛んできて、それで俺は……」",
        "translation": "Shingo「……Ra là vậy, hình như lúc đó có quả bóng tennis bay tới, rồi mình…」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……？」",
        "translation": "Shingo「Hả……?」\n"
    },
    {
        "sentence": "[慎吾「]::……三本、だけど」",
        "translation": "Shingo「……Ba ngón, thế thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ……まぁ、見えますが……」",
        "translation": "Shingo「Haa… Ừ thì… thấy chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::は……？」",
        "translation": "Shingo「Hả……?」\n"
    },
    {
        "sentence": "[慎吾「]::いやいや、ちゃんと戻ってるから」",
        "translation": "Shingo「Không, không, em hoàn hồn lại rồi mà.」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……勤務初日？」",
        "translation": "Shingo「Hả… Ngày đầu đi làm á?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ……槙山先生、か」",
        "translation": "Shingo「Haa… Makiyama-sensei, cơ đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::あの……理保子先生？」",
        "translation": "Shingo「À… Cô Rihoho-sensei?」\n"
    },
    {
        "sentence": "[慎吾「]::いや、それはもういいから……俺がここに来るまでの経緯を教えてほしいんだけど」",
        "translation": "Shingo「Thôi bỏ mẹ cái đó đi… Kể em nghe đầu đuôi em đến được đây thế nào đi cô.」\n"
    },
    {
        "sentence": "[慎吾「]::えぇと……テニスボールっぽい物が、頭に直撃したのは憶えてるけど、そこから記憶が飛んでるな」",
        "translation": "Shingo「Ờ… em nhớ là có cái gì đó giống quả bóng tennis đập thẳng vào đầu, rồi sau đó thì tịt luôn.」\n"
    },
    {
        "sentence": "[慎吾「]::教育実習生……？」",
        "translation": "Shingo「Giáo viên thực tập…？」\n"
    },
    {
        "sentence": "[慎吾「]::しかし……だいぶ気を失ってたみたいだけど、今何時だ？」",
        "translation": "Shingo「Nhưng mà… em ngất đi lâu lắm hả, giờ là mấy giờ rồi?」\n"
    },
    {
        "sentence": "[慎吾「]::３時間もか……どうりで、日も暮れかかってくる訳だ」",
        "translation": "Shingo「Tận ba tiếng cơ à…… Thảo nào, trời cũng nhá nhem tối rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……着替え？」",
        "translation": "Shingo「……Thay đồ ạ?」\n"
    },
    {
        "sentence": "[慎吾「]::……けど、着替えるったって、どうせ白衣を脱ぐだけだろ？　なら、俺がいても別に構わないんじゃないの？」",
        "translation": "Shingo「……Nhưng mà, thay đồ thì cũng chỉ là cởi áo blouse ra thôi đúng không? Vậy thì, em ở đây cũng đâu có sao đâu?」\n"
    },
    {
        "sentence": "[慎吾「]::……あぁ、そういう事なら、出て行くよ。介抱、ありがとうな」",
        "translation": "Shingo「……À, nếu cô đã nói vậy thì em đi đây. Cảm ơn cô đã chăm sóc.」\n"
    },
    {
        "sentence": "[慎吾「]::……よし、それじゃ急いで覗きポイントに駆け込まねば！」",
        "translation": "Shingo「……Được rồi, vậy mình phải nhanh chân đến chỗ nhìn trộm thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、まだ着替えてないみたいだ。間にあったぞ」",
        "translation": "Shingo「……Ồ, có vẻ như cô ta vẫn chưa thay đồ. Vẫn còn kịp.」\n"
    }
]