[
    {
        "sentence": "[慎吾「]::…………ゴクッ」",
        "translation": "Shingo「…………Ực.」\n"
    },
    {
        "sentence": "[慎吾「]::……おおっ、まさにナイスタイミング！」",
        "translation": "Shingo「…… Ồ, đúng là thời điểm vàng!」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、いたぞ！　彼女だ！」",
        "translation": "Shingo「…… Ồ, kia rồi! Cậu ta kìa!」\n"
    },
    {
        "sentence": "[慎吾「]::ふむふむ……さすが美咲ちゃん。俺が目を付けただけの事はある」",
        "translation": "Shingo「Ừm ừm... Quả nhiên là Misaki-chan. Mình đã để mắt tới cậu ta mà.」\n"
    },
    {
        "sentence": "[慎吾「]::彼女に匹敵する逸材となると、バスケ部の佐織ちゃんか、陸上部の綾香ちゃんか、茶道部の佳乃ちゃんくらいだな」",
        "translation": "Shingo「Để mà có một người tài năng sánh ngang được với cậu ta, thì chắc chỉ có Saori-chan của câu lạc bộ bóng rổ, Ayaka-chan của câu lạc bộ điền kinh, hoặc là Kayo-chan của câu lạc bộ trà đạo thôi nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん、確かに美咲ちゃんは可愛い。この上なく可愛い……けどなぁ」",
        "translation": "Shingo「Ừm, đúng là Misaki-chan dễ thương thật. Vô cùng dễ thương luôn ấy…… nhưng mà……」\n"
    },
    {
        "sentence": "[慎吾「]::惜しいよなぁ、いいセンはいってるんだけど……」",
        "translation": "Shingo「Tiếc thật, gần tới rồi mà……」\n"
    },
    {
        "sentence": "[慎吾「]::……よし、相変わらず誰もいないな。それ、退散だっ！」",
        "translation": "Shingo「……Ừm, vẫn không có ai cả. Vậy, rút thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::……ふぅ、誰も後を追ってくるヤツはいないな」",
        "translation": "Shingo「……Phù, không có ai đuổi theo cả.」\n"
    },
    {
        "sentence": "[慎吾「]::なっ……！」",
        "translation": "Shingo「Kh…!」\n"
    },
    {
        "sentence": "[慎吾「]::……そんな事、アンタには関係ないだろ。俺のプライベートを逐一報告する義務なんてないはずだぜ」",
        "translation": "Shingo「……Chuyện đó, có liên quan gì đến cô đâu. Tôi không có nghĩa vụ phải báo cáo đời tư của tôi cho cô từng chút một.」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ、そりゃ悪かったな。『高峰沙耶』センセイ」",
        "translation": "Shingo「……Tch, coi như tôi sai. 'Cô giáo Takamine Saya'.」\n"
    },
    {
        "sentence": "[慎吾「]::くっ……いくら俺でも担任の教師の名前くらい憶えてるぜ。相手を『ヘドロ』としか形容できない、頭の悪そうな人とは違ってな」",
        "translation": "Shingo「Tch... Dù sao thì tôi cũng nhớ tên giáo viên chủ nhiệm của mình chứ. Không như ai kia chỉ biết miêu tả người khác bằng từ 'bùn lầy', đúng là đồ đầu đất.」\n"
    },
    {
        "sentence": "[慎吾「]::だから言っただろ、そんなのセンセイに話す必要はないってな。そういうセンセイこそ部活はどうしたんだよ？」",
        "translation": "Shingo「::だから言っただろ、そんなのセンセイに話す必要はないってな。そういうセンセイこそ部活はどうしたんだよ？」\nShingo「Tôi đã bảo rồi mà, mấy chuyện đó thì cần gì phải nói với cô. Chính cô thì sao, không lo mà đi coi chừng câu lạc bộ đi?」\n"
    },
    {
        "sentence": "[慎吾「]::ヘドロ臭いとは、またご挨拶だな。それじゃ高峰センセイは犬みたいに匂いを嗅いで、来たってのか？」",
        "translation": "Shingo「]::ヘドロ臭いとは、またご挨拶だな。それじゃ高峰センセイは犬みたいに匂いを嗅いで、来たってのか？」\nShingo「Bảo thối như bùn á, lại còn kiểu chào hỏi đó nữa à. Vậy ra là cô Takamine đánh hơi như chó rồi mò tới đây hả?」\n"
    },
    {
        "sentence": "[慎吾「]::ぐっ……ああ、そうかい！　そりゃ確かに、センセイのようなチチ臭そうな匂いはしてないけどな！」",
        "translation": "Shingo「Khốn… À, ra thế! Thì đúng là, tôi không có cái mùi sữa còn vương như cô rồi!」\n"
    },
    {
        "sentence": "[慎吾「]::ん……？」",
        "translation": "Shingo「Hả…?」\n"
    },
    {
        "sentence": "[慎吾「]::あ～あ～、高峰センセイがはしたなく怒鳴るから、みんなが注目してるじゃないか。一緒にいる俺まで恥ずかしいぜ」",
        "translation": "Shingo「Trời ạ… Tại cô Takamine cứ ăn to nói lớn như vậy, ai cũng dòm ngó hết cả kìa. Đứng chung với cô, tôi cũng thấy ngại lây luôn đó.」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……あ、おいっ！？」",
        "translation": "Shingo「Ế… A, này…!?」\n"
    },
    {
        "sentence": "[慎吾「]::くそっ、勝手な事をっ……っていうか、まだ話を続けようってのかよ！？」",
        "translation": "Shingo「Chết tiệt, tự ý làm theo ý mình… Ý cô là, cô còn muốn tiếp tục nói chuyện nữa hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::……それで、わざわざこんな所まで連れてきて、まだ何か俺に言いたい事でもあるのか？」",
        "translation": "Shingo「……それで、わざわざこんな所まで連れてきて、まだ何か俺に言いたい事でもあるのか？」\nSTEP 1: RAW TRANSLATION\nShingo「…… Sore de, wazawaza konna tokoro made tsurete kite, mada nani ka ore ni iitai koto demo aru no ka? 」\n→ Shingo「…… Vậy nên, còn cố ý dẫn đến tận nơi này, còn có chuyện gì muốn nói với tôi sao? 」\n\nSTEP 2: EDIT & POLISH\nThe line is spoken by Shingo to Saya in an empty classroom at dusk after she dismissed other students. Shingo is annoyed by Saya's attitude and wants to get the conversation over with.\n→ Shingo「……Thế nên, còn cố tình lôi tôi đến tận đây, cô còn chuyện gì muốn nói nữa à?」\n\nSTEP 3: QUALITY REVIEW\nThe translation captures the meaning, emotion, and tone of the original line. Pronoun usage is accurate. Grammar and flow are correct. The line fits the context and character.\n\nSTEP 4:OUTPUT FORMAT\nShingo「……Thế nên, còn cố tình lôi tôi đến tận đây, cô còn chuyện gì muốn nói nữa à?」\n"
    },
    {
        "sentence": "[慎吾「]::はいはい、ありがとうございます。分かったから早くしてくれよ」",
        "translation": "Shingo「Vâng vâng, cảm ơn. Biết rồi nên cô làm nhanh đi」\n"
    },
    {
        "sentence": "[慎吾「]::フン、なんだよ、それくらいの事で。成績だって赤点は取ってないんだから、別にいいだろ？」",
        "translation": "Shingo「Hừ, có mỗi chuyện đó thôi mà. Điểm cũng đâu có liệt, có sao đâu?」\n"
    },
    {
        "sentence": "[慎吾「]::なんだよ、それ？　それが教師の言う台詞かよ！？」",
        "translation": "Shingo「Cái gì vậy trời? Đó mà là lời một giáo viên nên nói hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::それに、さっきから言ってる『ヘドロ頭』って何だ？　ちゃんと分かる日本語で話せよ」",
        "translation": "Shingo「Mà, cái \"đầu đất\" mà cô cứ lải nhải từ nãy đến giờ là cái gì thế? Nói tiếng Việt cho tôi hiểu xem nào.」\n"
    },
    {
        "sentence": "[慎吾「]::何だとっ……！？」",
        "translation": "Shingo「Cái… cái gì cơ!?」\n"
    },
    {
        "sentence": "[慎吾「]::フン、それを何とかするのが教師だろ？　それが出来ないんじゃ、単にアンタにその才覚が無いだけの話だ」",
        "translation": "Shingo「Hừ, chẳng phải việc giải quyết chuyện đó là trách nhiệm của giáo viên sao? Nếu cô không làm được, thì đơn giản là cô không có tài cán gì thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ！　アンタの言う『ヘドロ』すら扱えないんじゃ、言われてもしょうがないだろ。何か返す言葉がありますか、センセイ？」",
        "translation": "Shingo「Hả! Ngay cả cái thứ \"bùn lầy\" mà cô nói mà cũng không xử lý được thì bị nói cũng đáng thôi. Cô còn gì để cãi không, SENSEI?」\n"
    },
    {
        "sentence": "[慎吾「]::……ああ、そうさせてもらうぜ」",
        "translation": "Shingo「......Aaa, vậy thì tôi xin chiều theo ý cô vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ」",
        "translation": "Shingo「......Tch.」\n"
    },
    {
        "sentence": "[慎吾「]::おかげで、余計な時間は取られるし……ま、いいや。俺も帰るとするか」",
        "translation": "Shingo「おかげで、余計な時間は取られるし……ま、いいや。俺も帰るとするか」\nShingo「Tại cô ta mà mất thêm thời gian vô ích… Thôi kệ đi. Mình cũng về thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::……しっかし、あの女にも困ったモンだぜ」",
        "translation": "Shingo「……Mà, đúng là cô ta cũng rắc rối thật đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::…………ん？」",
        "translation": "Shingo「……Ơ?」\n"
    },
    {
        "sentence": "[慎吾「]::……おい、こんな所で何をしてるんだ？」",
        "translation": "Shingo「……Này, cậu làm gì ở chỗ này thế?」\n"
    },
    {
        "sentence": "[慎吾「]::来なかったらって……もしかして、俺を待ってたのか？」",
        "translation": "Shingo「Không đến thì…… chẳng lẽ, cậu đã chờ tôi sao?」\n"
    },
    {
        "sentence": "[慎吾「]::何だよ、俺に何か用でもあったのか？」",
        "translation": "Shingo「Sao thế, cậu có việc gì với tôi à?」\n"
    },
    {
        "sentence": "[慎吾「]::別にそんな、大した事じゃない。待ってる程のモンでもないぞ」",
        "translation": "Shingo「Không có gì to tát đâu. Đâu đến mức phải chờ.」\n"
    },
    {
        "sentence": "[慎吾「]::……ま、とにかく、こうやって無事に帰れるんだ、もうそんな心配はいらないよ」",
        "translation": "Shingo「……Ừm, dù sao thì, giờ cậu đã có thể yên tâm là tôi về nhà an toàn rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::そんじゃ、俺は帰るからな。お疲れさん」",
        "translation": "Shingo「Vậy thôi, tôi về đây. Mệt rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……ったく、何なんだよ、まだ俺に何かあるのか？」",
        "translation": "Shingo「……Thiệt tình, còn muốn gì ở tôi nữa vậy?」\n"
    },
    {
        "sentence": "[慎吾「]::一緒にって、俺は学生寮だから、すぐそこだぞ？」",
        "translation": "Shingo「Cùng nhau… nhà tôi là ký túc xá sinh viên, ngay gần đây thôi đó?」\n"
    },
    {
        "sentence": "[慎吾「]::……好きにしろ」",
        "translation": "Shingo「……Làm gì thì làm.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、そうだな」",
        "translation": "Shingo「Ừ, chắc vậy.」\n"
    },
    {
        "sentence": "[慎吾「]::ん？　なんだ？」",
        "translation": "Shingo「Hả? Gì thế?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ？　おい、何の話だ？　明日誰か来るのか？」",
        "translation": "Shingo「Hả? Này, cậu nói cái gì vậy? Mai có ai đến à?」\n"
    },
    {
        "sentence": "[慎吾「]::…………」",
        "translation": "Shingo「…………」\n"
    },
    {
        "sentence": "[慎吾「]::うるさいな。いいから詳細を聞かせろ」",
        "translation": "Shingo「Ồn ào quá. Được rồi, mau kể chi tiết cho tôi nghe.」\n"
    },
    {
        "sentence": "[慎吾「]::ふぅん……それで、その実習生ってのは男なのか、女なのか？」",
        "translation": "Shingo「Hừm... Vậy, cô giáo sinh thực tập đó là nam hay nữ?」\n"
    },
    {
        "sentence": "[慎吾「]::……へぇ」",
        "translation": "Shingo「……À ra vậy」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、ここまでだな」",
        "translation": "Shingo「……Ồ, đến đây thôi sao.」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、そういう事だ。そんじゃ、また明日な」",
        "translation": "Shingo「À, ra là vậy. Vậy thì, hẹn cậu ngày mai nhé.」\n"
    },
    {
        "sentence": "[慎吾「]::うっさいな、遅刻するかしないかは、目覚めてみないと分かんねぇよ」",
        "translation": "Shingo「Ồn ào quá đấy, có muộn hay không thì phải mở mắt ra mới biết được chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::ふぁ～あ、今日の新体操の覗きで、学園中の女子は全部調べ尽くしちまったな」",
        "translation": "Shingo「Hà… Hôm nay nhìn trộm mấy em thể dục dụng cụ, mình điều tra xong hết nữ sinh trong trường rồi còn gì.」\n"
    },
    {
        "sentence": "[慎吾「]::……はぁぁ。結局、学生の中にはいなかったって、散々な結果だもんなぁ」",
        "translation": "Shingo「……Hà… Rốt cuộc, không có ai trong đám nữ sinh cả, kết quả tệ hại thật mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……おっと、そういや帰り道でひなたが言っていた、教育実習生も明日来るんだったな」",
        "translation": "Shingo「……Ối chà, nhắc mới nhớ, trên đường về Hinata có nói ngày mai còn có giáo sinh thực tập đến nữa.」\n"
    },
    {
        "sentence": "[慎吾「]::フフフッ、こりゃ明日は忙しくなりそうだ。よし、それじゃ今日は早く寝て、英気を養っておくか」",
        "translation": "Shingo「Fufufu, có vẻ ngày mai bận rộn đây. Được rồi, vậy hôm nay mình ngủ sớm để dưỡng sức mới được.」\n"
    },
    {
        "sentence": "[慎吾「]::……ん、う～ん…………朝か…………？」",
        "translation": "Shingo「Ưm... ưừm... Sáng rồi sao...?」"
    },
    {
        "sentence": "[慎吾「]::何だよ……なんでこんな時間になるんだよ……ったく」",
        "translation": "Shingo「Cái gì... Sao lại thành ra giờ này thế này... Thật là...」\n"
    },
    {
        "sentence": "[慎吾「]::そうだった、今日から女教師達の覗きに行こうと思ってたんだ」",
        "translation": "Shingo「À phải rồi, hôm nay định đi nhìn trộm mấy cô giáo chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::どうやら通学のピークより早く着いたようだな…………ん？」",
        "translation": "Shingo「Hình như đến sớm hơn giờ cao điểm đi học rồi thì phải... Hả?」\n"
    },
    {
        "sentence": "[慎吾「]::グラウンドの方から聞こえてくるから……フフッ、どうやら目当ての部活は練習をしているようだ」",
        "translation": "Shingo「Nghe từ hướng sân tập vọng lại... Hahaha, xem ra câu lạc bộ mình nhắm tới đang luyện tập rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::さてさて……おっ、やっぱり練習しているな」",
        "translation": "Shingo「Chà chà... ồ, quả nhiên là đang luyện tập rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、いたぞ！　アレだ！」",
        "translation": "Shingo「...Ồ, thấy rồi! Chính là cái đó!」\n"
    },
    {
        "sentence": "[慎吾「]::ほう、なかなか見事なフォームじゃないか。さすが、俺が見込んだ女だぜ」",
        "translation": "Shingo「Ồ, dáng đẹp đấy chứ. Quả nhiên là người mình đã để mắt tới mà.」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん、それにしても……」",
        "translation": "Shingo「Ừmm, dù sao thì...」\n"
    },
    {
        "sentence": "[慎吾「]::本当にそそる女だぜ。やはりそこらの学生とはレベルが違うな」",
        "translation": "Shingo「Đúng là một người đàn bà khêu gợi. Quả nhiên đẳng cấp khác hẳn mấy em sinh viên bình thường.」\n"
    },
    {
        "sentence": "[慎吾「]::そうだな、あんまり欲張って、失敗するのはゴメンだ。梓の追跡はここで諦めるか……」",
        "translation": "Shingo「Ừ, mình không muốn tham lam quá rồi thất bại đâu. Bỏ cuộc vụ theo dõi Azusa ở đây vậy……」\n"
    },
    {
        "sentence": "[慎吾「]::……ふぅ、こっちの方まで来てみたけど、大したものはなさそうだな」",
        "translation": "Shingo「……Hầy, đến tận chỗ này rồi mà cũng chẳng có gì ra hồn cả.」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？」",
        "translation": "Shingo「……Hử?」\n"
    },
    {
        "sentence": "[慎吾「]::バイク……？　という事は……！？」",
        "translation": "Shingo「Xe máy... Vậy thì có nghĩa là...!」\n"
    },
    {
        "sentence": "[慎吾「]::あのバイクは……間違いない、やっぱり彼女だ！」",
        "translation": "Shingo「Chiếc xe kia... không thể nhầm được, đúng là cô ta rồi!」\n"
    },
    {
        "sentence": "[慎吾「]::ナイスタイミングだ。梓だけでなく、彼女の姿まで見れるとはな」",
        "translation": "Shingo「Đúng lúc thật. Không chỉ được ngắm Azusa, mà còn thấy cả dáng vẻ này của cô ta nữa.」\n"
    },
    {
        "sentence": "[慎吾「]::フフッ……やっぱり、いい女だぜ、直美先生は」",
        "translation": "Shingo「Hahaha… Quả nhiên là một người đàn bà tuyệt vời, Naomi-sensei.」\n"
    },
    {
        "sentence": "[慎吾「]::あんなに素晴らしい肉体を持ってるなら、水泳部の顧問とかになればいいのに……もったいないよなぁ」",
        "translation": "Shingo「Có thân hình tuyệt vời thế kia, cô ta mà làm cố vấn câu lạc bộ bơi lội thì còn gì bằng… Uổng quá đi mất.」\n"
    },
    {
        "sentence": "[慎吾「]::そうだよなぁ。なんなら沙耶の代わりに、新体操部の顧問にでもなればいいのに……」",
        "translation": "Shingo「Đúng thế nhỉ. Hay là thay vì Saya, làm cố vấn câu lạc bộ thể dục dụng cụ nhịp điệu luôn cho rồi…」"
    },
    {
        "sentence": "[慎吾「]::えっ……！？」",
        "translation": "Shingo「Hả…!?」\n"
    },
    {
        "sentence": "[慎吾「]::あ、いやっ……んん、おはようございます、風間先生」",
        "translation": "Shingo「A… không… ưm, chào buổi sáng, Kazama-sensei.」"
    },
    {
        "sentence": "[慎吾「]::えっ……あ、いえ、そういう訳では」",
        "translation": "Shingo「Ể… à, dạ, không phải vậy đâu ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::えと、なんて言うか……そ、そう、先生の乗ってるバイク、あれがカッコいいなぁ、って思って……」",
        "translation": "Shingo「À thì, nói sao nhỉ… dạ, em, em thấy cái xe cô đi… nhìn ngầu quá ạ…」\n"
    },
    {
        "sentence": "[慎吾「]::はい、あんな大型のバイクなんて、滅多に見ないから、少し興味が湧きましてね」",
        "translation": "Shingo「Dạ, tại vì ít khi thấy xe phân khối lớn như vậy, nên em hơi tò mò một chút ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::あっ……」",
        "translation": "Shingo「A…」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん……相変わらず何を考えているのか分からない女だが、あのナイスバディを間近で見られたのはラッキーだったな」",
        "translation": "Shingo「Ừm… Vẫn là một người phụ nữ khó đoán, nhưng mà được ngắm nhìn thân hình nóng bỏng kia ở cự ly gần đúng là may mắn thật.」\n"
    },
    {
        "sentence": "[慎吾「]::ま、いずれにせよ、直美の身体もそのうちじっくりと拝ませてもらうからな……！」",
        "translation": "Shingo「Chà, dù sao đi nữa, rồi mình cũng sẽ được chiêm ngưỡng cơ thể của Naomi một cách kỹ càng thôi…!」\n"
    },
    {
        "sentence": "[慎吾「]::……ふむ、随分早くに学園へ来たってのに、もう始業１５分前か」",
        "translation": "Shingo「… Hừm, đến trường sớm thế này rồi mà cũng chỉ còn có mười lăm phút nữa là vào học à.」\n"
    },
    {
        "sentence": "[慎吾「]::けど、いつもの俺からしてみれば、かなり早い時間ではあるな」",
        "translation": "Shingo「Nhưng mà, so với mình mọi khi thì giờ này là khá sớm đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？　あれは……？」",
        "translation": "Shingo「… Hả? Cái kia là…?」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ、そんな訳あるかっての。俺だって早起きくらいするぜ。それとも、俺が早く来たら何か問題でもあるってのか？」",
        "translation": "Shingo「Hả? Vớ vẩn! Ai bảo tôi không dậy sớm được hả? Hay là, tôi đến sớm thì cô có vấn đề gì à?」\n"
    },
    {
        "sentence": "[慎吾「]::おいおい、どうして俺が普通に登校しただけで、そこまで言われなくちゃならないんだよ！　いい加減にしろっつーの！」",
        "translation": "Shingo「Này này, tại sao tôi chỉ đi học bình thường thôi mà cũng bị cô nói đến mức đấy hả! Vừa vừa phải phải thôi chứ!」\n"
    },
    {
        "sentence": "[慎吾「]::あのなぁ、せめて言うなら、事実になってから言えよ。ただの妄想にしか思えないぞ」",
        "translation": "Shingo「Này, ít nhất có nói thì cũng đợi thành sự thật rồi hẵng nói đi. Nghe cứ như là ảo tưởng thôi đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ、去年の民法改正でそう決まったんだよ。アンタ、教師のクセに知らなかったのか？」",
        "translation": "Shingo「Hả, luật dân sự sửa đổi năm ngoái quyết định thế rồi đấy. Cô là giáo viên mà không biết à?」\n"
    },
    {
        "sentence": "[慎吾「]::あっ……！？」",
        "translation": "Shingo「Á…!?」\n"
    },
    {
        "sentence": "[慎吾「]::…………んん？」",
        "translation": "Shingo「…………Ưm?」\n"
    },
    {
        "sentence": "[慎吾「]::……まぁ、確かに陰険で、口を開けば毒しか吐かない、嫌なヤツではあるが」",
        "translation": "Shingo「……Ừ thì, ả đàn bà đó đúng là thâm hiểm, mở miệng ra là phun độc, đúng là một con nhỏ đáng ghét.」\n"
    },
    {
        "sentence": "[慎吾「]::ま、性格さえ良ければ、最上級の美女なんだけどな」",
        "translation": "Shingo「Mà, tính cách mà tốt thì cũng thuộc hàng cực phẩm mỹ nữ đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::……ちーっす」",
        "translation": "Shingo「……Chào.」\n"
    },
    {
        "sentence": "[慎吾「]::お前まで沙耶みたいな事言うなよ。その事でさっき目一杯にイヤミを言われてきたからな」",
        "translation": "Shingo「Đừng có nói y như Saya thế. Lúc nãy tôi vừa bị ả đó mỉa mai cho một trận rồi.」"
    },
    {
        "sentence": "[慎吾「]::それでイヤミか？　どういう思考回路をしてるんだよ、まったく」",
        "translation": "Shingo「đó là móc mỉa hả? Đầu óc cậu nghĩ cái quái gì vậy, thiệt tình.」"
    },
    {
        "sentence": "[慎吾「]::あげく、『私は実習生を迎える準備で忙しいの』とか言って行っちまうし。なら、最初から絡んでくるなよなー」",
        "translation": "Shingo「Đã thế, còn giở giọng \"Tôi bận chuẩn bị đón thực tập sinh\" rồi chuồn mất. Vậy thì ngay từ đầu đừng có lằng nhằng với tôi chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::昨日って、あの……可愛くて、ナイスボディで、ブイブイ言わせてるって噂してた女の事か？」",
        "translation": "Shingo「Hôm qua á hả, ý cậu là cái em ngon nghẻ, dáng chuẩn, nghe đồn là dân chơi thứ thiệt ấy hả?」\n"
    },
    {
        "sentence": "[慎吾「]::ふぅん……」",
        "translation": "Shingo「Hừ…」\n"
    },
    {
        "sentence": "[慎吾「]::ん？　まだ何かあるのか？」",
        "translation": "Shingo「Hả? Còn gì nữa à?」\n"
    },
    {
        "sentence": "[慎吾「]::別れ際……？」",
        "translation": "Shingo「Lúc chia tay... hả?」\n"
    },
    {
        "sentence": "[慎吾「]::……それで、何を言おうとしてたんだ？」",
        "translation": "Shingo「...Vậy, cậu định nói cái gì cơ?」\n"
    },
    {
        "sentence": "[慎吾「]::保健医……？　すると、あのオバハンの代わりがやっと来たのか？」",
        "translation": "Shingo「Bác sĩ trường học...? Vậy là cuối cùng cũng có người thay thế mụ già đó rồi à?」\n"
    },
    {
        "sentence": "[慎吾「]::けど、どうせまたその保健医も熟女なんだろ？」",
        "translation": "Shingo「Nhưng mà, chắc gì bác sĩ mới này lại chẳng là một mụ già khác nhỉ?」"
    },
    {
        "sentence": "[慎吾「]::本当か、それっ！？」",
        "translation": "Shingo「Thật á, chuyện đó!?」\n"
    },
    {
        "sentence": "[慎吾「]::へぇ、新しい保健医は若くて美人か……」",
        "translation": "Shingo「Hể, bác sĩ trường học mới trẻ lại còn xinh nữa cơ à...?」\n"
    },
    {
        "sentence": "[慎吾「]::分かった分かった。お前も早く席に着けよ」",
        "translation": "Shingo「Biết rồi biết rồi. Cậu cũng mau về chỗ đi.」\n"
    },
    {
        "sentence": "[慎吾「]::……へぇ、まさしく噂通りの女だな……」",
        "translation": "Shingo「……Hể, đúng là người đàn bà nổi tiếng như lời đồn……」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ、そうだな」",
        "translation": "Shingo「Ừm, đúng vậy」"
    },
    {
        "sentence": "[慎吾「]::でも、ありゃ面白いっていうか、かなり抜けてる感じじゃないか？　ある意味面白くはあるけど」",
        "translation": "Shingo「Nhưng mà, cô ta thú vị thì có, mà còn kiểu hơi ngơ ngơ ấy nhỉ? Theo một khía cạnh nào đó thì cũng vui đấy.」"
    },
    {
        "sentence": "[慎吾「]::まぁ、人間としちゃ、ちょっとくらい欠点がある方がいいかもな。その方が気楽に付き合いやすいし、いいと思うぜ」",
        "translation": "Shingo「Ừm, nói chứ, có chút khuyết điểm thì có khi lại hay, con người ai mà hoàn hảo được. Như vậy thì dễ tiếp xúc hơn, thấy cũng được đấy mà.」"
    },
    {
        "sentence": "[慎吾「]::俺としては褒めてるつもりだけどな。ああいう人が教師をやるのは、俺はいいと思うぜ」",
        "translation": "Shingo「Nói thật lòng thì tôi đang khen đấy. Kiểu người như vậy làm giáo viên thì, tôi thấy ổn đấy chứ」"
    },
    {
        "sentence": "[慎吾「]::な、何だよ、その顔は？　俺、なんかヘンな事言ったか？」",
        "translation": "Shingo「Ủa, sao nhìn mặt tôi thế? Tôi nói gì lạ hả?」"
    },
    {
        "sentence": "[慎吾「]::何だよそれ？　失敬なヤツだな」",
        "translation": "Shingo「Cái gì vậy? Thật là thất lễ đó」"
    },
    {
        "sentence": "[慎吾「]::おいおい、何だ、その言い方は？　別に気に入ったとか、そんなんじゃねぇって」",
        "translation": "Shingo「Này này, cái kiểu nói gì đấy? Đâu phải là tôi thích cô ta hay gì đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::お、おいっ……」",
        "translation": "Shingo「Ớ, này...」"
    },
    {
        "sentence": "[慎吾「]::さてと、早苗はどこにいるのかな……？」",
        "translation": "Shingo「Giờ thì, Sanae đang ở xó nào nhỉ……?」"
    },
    {
        "sentence": "[慎吾「]::……のは、いいとしてだ。いったいどこに行けば会えるんだろうな」",
        "translation": "Shingo「……Thôi được rồi, cho là thế đi. Nhưng rốt cuộc thì mình phải đến chỗ nào mới gặp được cô ta nhỉ?」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、あれは……？」",
        "translation": "Shingo「……Ố, cái kia là……?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ……どうも」",
        "translation": "Shingo「Hầy… Chào cô.」\n"
    },
    {
        "sentence": "[慎吾「]::なっ……？」",
        "translation": "Shingo「Hả…？」\n"
    },
    {
        "sentence": "[慎吾「]::沙耶から、俺の事を……？」",
        "translation": "Shingo「Saya… kể gì về em với cô à…?」\n"
    },
    {
        "sentence": "[慎吾「]::説明って……」",
        "translation": "Shingo「Giải thích… là sao…?」\n"
    },
    {
        "sentence": "[慎吾「]::それで俺の名前を知ってたんスね……どうせ、ロクな事を言ってなかったでしょ」",
        "translation": "Shingo「Vậy là cô biết tên em rồi… Chắc chắn là toàn chuyện chẳng hay ho gì, phải không?」\n"
    },
    {
        "sentence": "[慎吾「]::先生、それは嬉しいんだけどさ……先生って次の時間、授業はないのか？」",
        "translation": "Shingo「Sensei, em nghe sướng tai lắm, nhưng mà… cô không còn tiết nào sau tiết này à?」\n"
    },
    {
        "sentence": "[慎吾「]::そうか……だったら、急いだ方がいいんじゃないのか？　だって、ほら」",
        "translation": "Shingo「Vậy à… Nếu vậy thì, có khi nên nhanh chân lên thì hơn không? Vì… cô xem.」\n"
    },
    {
        "sentence": "[慎吾「]::いや、そろそろ昼休みが終わるから、準備しなくていいのかって言おうとしたんだが……遅かったみたいだな」",
        "translation": "Shingo「Không, em định bảo là sắp hết giờ nghỉ trưa rồi, cô không cần chuẩn bị à… Ai dè, muộn mất rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::あ、先生、そんな急ぐと……！」",
        "translation": "Shingo「Ấy, sensei, cô hấp tấp thế...!」\n"
    },
    {
        "sentence": "[慎吾「]::あーあ、言わんこっちゃない……」",
        "translation": "Shingo「Đấy, em đã bảo rồi mà…」\n"
    },
    {
        "sentence": "[慎吾「]::フフッ、なかなか愉快な女だぜ。何だかますます興味が湧いてきたぞ」",
        "translation": "Shingo「Hahaha, con nhỏ này cũng thú vị đấy chứ. Tự dưng làm mình thấy càng hứng thú hơn rồi nha.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、それはそれとして……俺もそろそろ教室に戻るかな」",
        "translation": "Shingo「Mà thôi, bỏ đi… Chắc mình cũng nên về lớp thôi nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::……ふう、ようやく放課後になったかぁ」",
        "translation": "Shingo「……Phù, cuối cùng cũng tan học rồi à.」\n"
    },
    {
        "sentence": "[慎吾「]::急いては事を仕損ずる、慌てる乞食は儲けが少ない、って事だよな、うん」",
        "translation": "Shingo「Chậm mà chắc, dục tốc bất đạt, đúng là “vội vàng ăn mày không gặp được lộc” mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……お、ひなたも出て行くな。まぁ、アイツも部活に入ってるんだから、当然か」",
        "translation": "Shingo「……Ồ, Hinata cũng đi luôn kìa. Mà, con bé đó tham gia câu lạc bộ, chuyện đương nhiên thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::……まだホームルームが終わってそんなに時間も経ってないし、まだ職員室にいると思うが……」",
        "translation": "Shingo「……Giờ này chắc giờ sinh hoạt lớp vừa xong chưa được bao lâu, chắc vẫn còn ở phòng giáo viên thôi……」\n"
    },
    {
        "sentence": "[慎吾「]::おっ……！？」",
        "translation": "Shingo「Ố……!?」\n"
    },
    {
        "sentence": "[慎吾「]::まぁいい。様子を見るには、一人で行動してくれた方が好都合だしな」",
        "translation": "Shingo「Thôi kệ. Cứ để cô ta một mình thế này thì mình dễ theo dõi hơn.」\n"
    },
    {
        "sentence": "[慎吾「]::……っていうか、何なんだ、この徘徊ルートは？」",
        "translation": "Shingo「……Mà khoan, cái lộ trình lượn lờ kiểu này là sao đây?」\n"
    },
    {
        "sentence": "[慎吾「]::まったく、昼間に見せた教育者としての顔なんて、どこに行ったのやら……これじゃただの御上りさんだぞ」",
        "translation": "Shingo「Haizz, cái bộ mặt nhà giáo mà cô ta trưng ra ban ngày biến đâu mất tiêu rồi…… Thế này thì khác gì dân nhà quê lên tỉnh chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::ぐはぁああっ！？」",
        "translation": "Shingo「Ư... á!?」\n"
    },
    {
        "sentence": "[慎吾「]::……んんっ…………う、ううぅぅ…………」",
        "translation": "Shingo「……Ưm… ư… ư… ư…」\n"
    },
    {
        "sentence": "[慎吾「]::……ん？　あ、あれ、ここは…………？」",
        "translation": "Shingo「……Ư? Cái, cái đéo gì đây… mình đang ở đâu thế này…?」\n"
    },
    {
        "sentence": "[慎吾「]::なんで、保健室なんかに……？　俺はいったい何を……？」",
        "translation": "Shingo「Sao mình lại ở cái phòng y tế chết tiệt này…? Rốt cuộc… mình đã làm cái mẹ gì vậy…?」\n"
    },
    {
        "sentence": "[慎吾「]::……くぅ！？」",
        "translation": "Shingo「……Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::……そうか、確かあの時テニスボールが飛んできて、それで俺は……」",
        "translation": "Shingo「……Ra là vậy, hình như lúc đó có quả bóng tennis bay tới, rồi mình…」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……？」",
        "translation": "Shingo「Hả……?」\n"
    },
    {
        "sentence": "[慎吾「]::……三本、だけど」",
        "translation": "Shingo「……Ba ngón, thế thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ……まぁ、見えますが……」",
        "translation": "Shingo「Haa… Ừ thì… thấy chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::は……？」",
        "translation": "Shingo「Hả……?」\n"
    },
    {
        "sentence": "[慎吾「]::いやいや、ちゃんと戻ってるから」",
        "translation": "Shingo「Không, không, em hoàn hồn lại rồi mà.」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……勤務初日？」",
        "translation": "Shingo「Hả… Ngày đầu đi làm á?」\n"
    },
    {
        "sentence": "[慎吾「]::はぁ……槙山先生、か」",
        "translation": "Shingo「Haa… Makiyama-sensei, cơ đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::あの……理保子先生？」",
        "translation": "Shingo「À… Cô Rihoho-sensei?」\n"
    },
    {
        "sentence": "[慎吾「]::いや、それはもういいから……俺がここに来るまでの経緯を教えてほしいんだけど」",
        "translation": "Shingo「Thôi bỏ mẹ cái đó đi… Kể em nghe đầu đuôi em đến được đây thế nào đi cô.」\n"
    },
    {
        "sentence": "[慎吾「]::えぇと……テニスボールっぽい物が、頭に直撃したのは憶えてるけど、そこから記憶が飛んでるな」",
        "translation": "Shingo「Ờ… em nhớ là có cái gì đó giống quả bóng tennis đập thẳng vào đầu, rồi sau đó thì tịt luôn.」\n"
    },
    {
        "sentence": "[慎吾「]::教育実習生……？」",
        "translation": "Shingo「Giáo viên thực tập…？」\n"
    },
    {
        "sentence": "[慎吾「]::しかし……だいぶ気を失ってたみたいだけど、今何時だ？」",
        "translation": "Shingo「Nhưng mà… em ngất đi lâu lắm hả, giờ là mấy giờ rồi?」\n"
    },
    {
        "sentence": "[慎吾「]::３時間もか……どうりで、日も暮れかかってくる訳だ」",
        "translation": "Shingo「Tận ba tiếng cơ à…… Thảo nào, trời cũng nhá nhem tối rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……着替え？」",
        "translation": "Shingo「……Thay đồ ạ?」\n"
    },
    {
        "sentence": "[慎吾「]::……けど、着替えるったって、どうせ白衣を脱ぐだけだろ？　なら、俺がいても別に構わないんじゃないの？」",
        "translation": "Shingo「……Nhưng mà, thay đồ thì cũng chỉ là cởi áo blouse ra thôi đúng không? Vậy thì, em ở đây cũng đâu có sao đâu?」\n"
    },
    {
        "sentence": "[慎吾「]::……あぁ、そういう事なら、出て行くよ。介抱、ありがとうな」",
        "translation": "Shingo「……À, nếu cô đã nói vậy thì em đi đây. Cảm ơn cô đã chăm sóc.」\n"
    },
    {
        "sentence": "[慎吾「]::……よし、それじゃ急いで覗きポイントに駆け込まねば！」",
        "translation": "Shingo「……Được rồi, vậy mình phải nhanh chân đến chỗ nhìn trộm thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::……おっ、まだ着替えてないみたいだ。間にあったぞ」",
        "translation": "Shingo「……Ồ, có vẻ như cô ta vẫn chưa thay đồ. Vẫn còn kịp.」\n"
    },
    {
        "sentence": "[慎吾「]::クッ……！」",
        "translation": "Shingo「Khốn... !」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……あ、あぁ……」",
        "translation": "Shingo「Ể… á, à…」\n"
    },
    {
        "sentence": "[慎吾「]::……あのさ、ちょっと聞いてもいいか？」",
        "translation": "Shingo「……À, em hỏi cái này được không?」\n"
    },
    {
        "sentence": "[慎吾「]::そうじゃなくて……あの、何で俺が覗いている事に気付いたんだ？」",
        "translation": "Shingo「Không phải vậy… à thì, tại sao cô biết em nhìn trộm vậy?」\n"
    },
    {
        "sentence": "[慎吾「]::なっ……！？」",
        "translation": "Shingo「Hả…!?」\n"
    },
    {
        "sentence": "[慎吾「]::うぅ……！？」",
        "translation": "Shingo「Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::くっ……！」",
        "translation": "Shingo「Khốn…!」\n"
    },
    {
        "sentence": "[慎吾「]::……いや、ちょっと待ってくれ。先生は、最初から俺が覗くって思ってたんだよな？」",
        "translation": "Shingo「…Khoan đã, chẳng lẽ ngay từ đầu cô đã nghĩ em sẽ nhìn trộm sao?」\n"
    },
    {
        "sentence": "[慎吾「]::じゃあさ、どうしてそう思ってたのに、あんな事なんてしたんだ？」",
        "translation": "Shingo「Vậy thì, tại sao cô lại nghĩ như vậy mà còn làm cái chuyện đó?」\n"
    },
    {
        "sentence": "[慎吾「]::面白そうだって……そんな理由で俺にオナニーを見せつけたってのか？　アンタ、変態じゃないのか？」",
        "translation": "Shingo「Chỉ vì thấy thú vị… nên cô cho em xem cô tự xử hả? Cô… biến thái vừa thôi chứ?」\n"
    },
    {
        "sentence": "[慎吾「]::くぅ……！」",
        "translation": "Shingo「Ư…!」\n"
    },
    {
        "sentence": "[慎吾「]::……いや、もう一つだけ聞かせて欲しい事がある」",
        "translation": "Shingo「……Không, cho em hỏi thêm một chuyện nữa thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::先生……さっき、胸から母乳を噴いてたけど、もしかして妊娠、してるのか？」",
        "translation": "Shingo「Thưa cô… lúc nãy cô phun sữa mẹ ra, chẳng lẽ… cô có thai rồi sao?」\n"
    },
    {
        "sentence": "[慎吾「]::……………………」",
        "translation": "Shingo「……………………」\n"
    },
    {
        "sentence": "[慎吾「]::あぁ……俺は、小橋慎吾だ」",
        "translation": "Shingo「À... em là, Kobashi Shingo.」\n"
    },
    {
        "sentence": "[慎吾「]::そりゃどうも。でも、そんな言うほどのモンじゃないけどな」",
        "translation": "Shingo「Đâu có gì đâu cô. Cũng không đến mức phải khen thế đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::えっ……明日、またここに？」",
        "translation": "Shingo「Hả... mai, lại đến đây nữa ạ?」\n"
    },
    {
        "sentence": "[慎吾「]::うっ……！？　そ、それは……」",
        "translation": "Shingo「Ư…!? C, chuyện đó là…」\n"
    },
    {
        "sentence": "[慎吾「]::……分かったよ。明日も来ればいいんだろう」",
        "translation": "Shingo「……Em hiểu rồi. Mai em đến nữa là được chứ gì.」\n"
    },
    {
        "sentence": "[慎吾「]::分かったよ……それじゃ、また明日な」",
        "translation": "Shingo「Em hiểu rồi... Vậy, mai gặp lại cô nhé.」\n"
    },
    {
        "sentence": "[慎吾「]::はいはい……」",
        "translation": "Shingo「Dạ... dạ vâng...」\n"
    },
    {
        "sentence": "[慎吾「]::はぁぁ…………」",
        "translation": "Shingo「Haa...」\n"
    },
    {
        "sentence": "[慎吾「]::その上、あの電波女に明日も保健室に来いだなんて言われて……本当にまいっちまうよな」",
        "translation": "Shingo「Đã vậy, cái con ả dở hơi đó còn bảo ngày mai cũng phải đến phòng y tế nữa chứ... Thật sự là bó tay luôn rồi.」"
    },
    {
        "sentence": "[慎吾「]::……ふわぁ～あぁ」",
        "translation": "Shingo「……phùà ~ á」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、どうした？　随分と呆気なくイキすぎなんじゃないのか？」",
        "translation": "Shingo「Khậc khậc, sao thế? Hình như bắn nhanh quá thì phải?」\n"
    },
    {
        "sentence": "[慎吾「]::フン、自分で搾り出したクセに、何を言ってるんだか訳分かんねぇぜ」",
        "translation": "Shingo「Hừ, tự mình vắt ra còn giả bộ nói cái kiểu gì chẳng hiểu gì cả.」\n"
    },
    {
        "sentence": "[慎吾「]::そら、これくらいじゃ淫乱なお前は満足しないだろ？　俺がもっと噴かせてやるぞ！」",
        "translation": "Shingo「Chỉ có thế này thôi thì chắc con dâm đãng như cô chưa thỏa mãn đâu nhỉ? Để tôi bắn cho cô sướng hơn nữa!」\n"
    },
    {
        "sentence": "[慎吾「]::こんなビンビンに乳首を勃起させておいて、ふざけるなよ！　そら、もっと弄り回してやるっ！」",
        "translation": "Shingo「Đã làm núm vú cô cương cứng thế này rồi, đừng có giỡn mặt với tôi! Coi đây, tôi sẽ chơi cho cô đã đời!」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ！　その割には、乳首がどんどん硬くなっていくぞ！　本当にやめて欲しいのかよっ、先生？」すがるように涙目を向けてくる実習生に、俺は下卑た笑みを返し、引っ張っていた乳首を思いっきりひねり上げてやる。",
        "translation": "Shingo「Hả? Thế mà núm vú cô cứ cứng dần lên thế kia! Thật sự muốn tôi dừng lại lắm sao, cô giáo?」\n"
    },
    {
        "sentence": "[慎吾「]::ほら、どうなんだよ！？　叫んでないで答えてみろよっ！」",
        "translation": "Shingo「Này, thế nào hả!? Không kêu la nữa mà trả lời tôi xem nào!」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ！　その割には、乳首がどんどん硬くなっていくぞ！　本当にやめて欲しいのかよっ、先生？」",
        "translation": "Shingo「Hả? Thế mà núm vú cô cứ cứng lên thế kia! Thật sự muốn tôi dừng lại lắm sao, cô giáo?」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ！　おい、いい声で鳴くようになったじゃないかっ！　乳首を虐められるのは嫌だったんじゃなかったのか！？」",
        "translation": "Shingo「Ha ha ha ha! Chà, cô rên nghe hay đấy! Chẳng phải cô ghét bị hành hạ núm vú lắm sao!?」\n"
    },
    {
        "sentence": "[慎吾「]::クククッ、なんだ、自分でも揉み始めてるのか？　本当にスケベな女だな、お前は」",
        "translation": "Shingo「Khư khư khư… Sao thế, tự mình bắt đầu xoa bóp rồi à? Đúng là đồ đàn bà dâm đãng.」\n"
    },
    {
        "sentence": "[慎吾「]::まったく、どうしようもないな。そら、お前がエロ過ぎるから、俺のチンポもこんなになっちまったぞ！」",
        "translation": "Shingo「Chậc, hết nói nổi cô luôn. Nhìn cô dâm đãng thế này, bảo sao chim của tôi nó không dựng đứng lên thế này hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::ハハッ、勃起チンポを見て、ますます興奮してきたようだなっ！　とんだ牝犬だな、早苗はっ！」",
        "translation": "Shingo「Ha ha… nhìn chim của tôi cương cứng, cô càng thêm hưng phấn rồi thì phải! Đúng là đồ chó cái, Sanae!」\n"
    },
    {
        "sentence": "[慎吾「]::フン、浅ましいヤツだな。それじゃ、自分の立場をわきまえて、もっとイヤらしく悶えてみせろ！」",
        "translation": "Shingo「Hứ, đúng là ả đàn bà hèn hạ. Vậy thì, nên biết thân biết phận, rên rỉ dâm đãng hơn nữa cho tôi xem!」\n"
    },
    {
        "sentence": "[慎吾「]::そらそらっ！　もっと強くしてやるぞっ、牝犬っ！」",
        "translation": "Shingo「Nào nào! Tôi sẽ làm mạnh hơn nữa đấy, con chó cái!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ！　いい様だぜ早苗！　お前は俺の牝奴隷だ！　忠実な牝犬畜生だっ！」",
        "translation": "Shingo「Ha ha ha ha! Khá lắm Sanae! Cô là con nô lệ tình dục của tôi! Là con chó cái trung thành!」\n"
    },
    {
        "sentence": "[慎吾「]::アハハハハッ！　いいぜ、牝犬！　このままご主人様がイカせてやるからなっ！」",
        "translation": "Shingo「A ha ha ha ha! Giỏi lắm, con chó cái! Cứ thế này để chủ nhân bắn cho cô sướng nhé!」\n"
    },
    {
        "sentence": "[慎吾「]::いいぞっ、好きなだけ噴いちまえっ！　はしたなく噴射しろっ、そらぁ！！」",
        "translation": "Shingo「Tốt lắm, cứ thoải mái mà phun đi! Phun ra thật dâm đãng vào, thế chứ!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ！　二回目なのに、またたっぷりと出るモンだな！　アハハハハッ！」",
        "translation": "Shingo「Ha ha ha ha! Lần thứ hai mà vẫn ra nhiều thế này à! A ha ha ha ha!」"
    },
    {
        "sentence": "[慎吾「]::そらぁ、このデカパイに詰まってるヤツを全部出させてやる！」",
        "translation": "Shingo「Tất nhiên rồi, tôi sẽ cho cái thứ chứa trong cặp vú bự này ra hết!」"
    },
    {
        "sentence": "[慎吾「]::そらっ、イッたばかりのマヌケ顔に、今度は俺のミルクをぶっかけてやるぞっ！」",
        "translation": "Shingo「Nè, giờ thì tôi sẽ bắn sữa của mình vào cái bộ mặt ngốc nghếch vừa mới bắn xong của cô đây!」"
    },
    {
        "sentence": "[慎吾「]::いくぞっ、全部顔で受け止めろよ！　おおっ、おおおおおっ！！」",
        "translation": "Shingo「Chuẩn bị tinh thần nhé, hứng hết sữa của tôi vào mặt đi! Ồ, ồ ồ ồ ồ!!」"
    },
    {
        "sentence": "[慎吾「]::クククッ、奴隷に相応しい顔になったな。どうだ、俺のミルクは美味いか？」",
        "translation": "Shingo「Khụ khụ, giờ thì cô đã có cái bộ dạng xứng đáng làm nô lệ rồi đấy. Sao nào, sữa của tôi ngon chứ?」"
    },
    {
        "sentence": "[慎吾「]::好きなだけくれてやるぞ！　この牝ブタめ！　ハハハハハッ！　アハハハハハハハハハハハハハッ……！」",
        "translation": "Shingo「Cứ lấy đi, tất cả của tôi! Con heo cái này! Ha ha ha ha ha! A ha ha ha ha ha ha ha ha ha ha ha ha!...!」"
    },
    {
        "sentence": "[慎吾「]::……なんだ、もしかして、今までのは……夢だったのか」",
        "translation": "Shingo「Không lẽ, tất cả những chuyện vừa rồi... chỉ là mơ thôi sao」"
    },
    {
        "sentence": "[慎吾「]::……まぁ、今日は色んな事がありすぎたからな。こんな夢を見たっておかしくはないか」",
        "translation": "Shingo「……Ừm, có lẽ hôm nay đã có quá nhiều chuyện xảy ra. Nên việc mơ thấy giấc mơ thế này cũng không có gì lạ」"
    },
    {
        "sentence": "[慎吾「]::なんだ、これ？　知らない番号だな……間違い電話か？」",
        "translation": "Shingo「Khoan đã, cái gì đây? Số lạ thế... gọi nhầm à?」"
    },
    {
        "sentence": "[慎吾「]::用事があるなら、もう一度かかってくるだろ……」",
        "translation": "Shingo「Nếu có việc thì lát nữa sẽ gọi lại thôi...」"
    },
    {
        "sentence": "[慎吾「]::…………う～ん……ん、ぅん…………」",
        "translation": "Shingo「......Ưm......ừm, ưm............」"
    },
    {
        "sentence": "[慎吾「]::……ふぁ～あぁ、なんだ、もう朝か……」",
        "translation": "Shingo「......Phù...... Đã sáng rồi ư......」"
    },
    {
        "sentence": "[慎吾「]::う～ん……ま、いっか。このまま起きるとするか」",
        "translation": "Shingo「Ưm...... thôi kệ đi. Mình sẽ dậy luôn vậy.」"
    },
    {
        "sentence": "[慎吾「]::フフッ、それじゃ、今日もテニスコートに行って、梓の胸でも見てくるかな」",
        "translation": "Shingo「Hì hì, vậy thì, hôm nay mình cũng ra sân tennis rồi ngắm ngực của Azusa đi nhỉ」"
    },
    {
        "sentence": "[慎吾「]::いえ、大した怪我じゃなかったし、単なる事故だから、別にいいっスよ」",
        "translation": "Shingo「Không, nó cũng không phải là vết thương nghiêm trọng lắm, chỉ là một tai nạn thôi, nên không sao đâu ạ.」"
    },
    {
        "sentence": "[慎吾「]::はぁ……なるほどね」",
        "translation": "Shingo「Ồ... thì ra là vậy.」"
    },
    {
        "sentence": "[慎吾「]::……うっ！？」",
        "translation": "Shingo「……Ư!?」\n"
    },
    {
        "sentence": "[慎吾「]::フン、浅ましいエロ奴隷だなっ！　そんなに虐めて欲しいなら、そのスケベオッパイから母乳でも噴いてみせろよ！」",
        "translation": "Shingo「Hừ, đúng là một con nô lệ dâm đãng đê tiện! Nếu cô muốn bị ngược đãi đến thế, thì vắt sữa mẹ ra từ đôi gò bồng đào dâm đãng kia xem nào!」\n"
    },
    {
        "sentence": "[慎吾「]::そらっ、早く噴けよ！　お仕置きして欲しいんだろ？　だったら早くしろっ！」",
        "translation": "Shingo「Nhanh phun đi! Muốn bị trừng phạt lắm đúng không? Vậy thì nhanh lên!」\n"
    },
    {
        "sentence": "[慎吾「]::…………えっ？」",
        "translation": "Shingo「…………Hả?」\n"
    },
    {
        "sentence": "[慎吾「]::あ、いえ、何でもありません！　み、ミルク、ミルクってのは、えと……」",
        "translation": "Shingo「A, không, không có gì đâu! S... sữa, sữa thì... ờ...」\n"
    },
    {
        "sentence": "[慎吾「]::そ、そう！　よく『ミルクは噛んで飲んだ方がいい』って言うけど、乳糖を分解する酵素は腸液にのみ存在してるから、あんまり意味がないんだよ！」",
        "translation": "Shingo「Đ, đúng rồi! Người ta hay bảo \"Nên nhai sữa trước khi uống\" nhưng mà, enzyme phân giải đường lactose chỉ tồn tại trong dịch ruột thôi, nên việc đó chả có ý nghĩa gì cả!」\n"
    },
    {
        "sentence": "[慎吾「]::いえっ、本当に大丈夫ですから！　保健医の理保……っと、槙山先生も問題ないって言ってたし、ホント平気ですっ！」",
        "translation": "Shingo「K-không, em thật sự không sao mà! Bác sĩ Riho... à không, Makiyama-sensei cũng bảo em không có vấn đề gì, em thật sự ổn ạ!」\n"
    },
    {
        "sentence": "[慎吾「]::あ、はい。それでは、ここで」",
        "translation": "Shingo「À, vâng. Vậy thì, em xin phép ở đây ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::……いったい、どうしちまったんだろうな？　今まであんな妄想なんてした事なかったのに……」",
        "translation": "Shingo「……Rốt cuộc là mình bị làm sao thế này? Trước giờ có bao giờ mình có những ảo tưởng như vậy đâu chứ……」\n"
    },
    {
        "sentence": "[慎吾「]::それに、昨日の夢もそうだ。本当にどうにかなったのか、俺……」",
        "translation": "Shingo「Thêm nữa, cả giấc mơ hôm qua nữa. Có thật là mình đã làm chuyện đó rồi không nhỉ……」\n"
    },
    {
        "sentence": "[慎吾「]::……チッ、やっぱりダメだ。どうしてああなったのか、分かんないな……」",
        "translation": "Shingo「……Tch, đúng là không được rồi. Không hiểu sao lại ra nông nỗi này nữa……」\n"
    },
    {
        "sentence": "[慎吾「]::ま、いいや。分からないなら、忘れる他ないか……」",
        "translation": "Shingo「Mà thôi, kệ đi. Nếu không hiểu thì chỉ còn cách quên nó đi thôi……」\n"
    },
    {
        "sentence": "[慎吾「]::……は～い」",
        "translation": "Shingo「……Vâng ạ」\n"
    },
    {
        "sentence": "[慎吾「]::いや、別に何ともないから。大丈夫だよ」",
        "translation": "Shingo「Không, em không sao. Ổn mà.」\n"
    },
    {
        "sentence": "[慎吾「]::いいって。あれは俺が勝手に当たっただけなんだから。先生が謝る必要はないよ」",
        "translation": "Shingo「Không sao đâu mà. Tại em tự va vào thôi. Cô không cần phải xin lỗi đâu.」\n"
    },
    {
        "sentence": "[慎吾「]::……は？」",
        "translation": "Shingo「……Hả?」\n"
    },
    {
        "sentence": "[慎吾「]::いや、本当にいいって。まぁ、とにかく先生が怪我しなくてよかったよ」",
        "translation": "Shingo「Không, thật sự không sao đâu mà. Dù sao thì, cô không bị thương là tốt rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::……クッ！？」",
        "translation": "Shingo「……Ư!?」\n"
    },
    {
        "sentence": "[慎吾「]::あ、あぁ……」",
        "translation": "Shingo「A… a…」\n"
    },
    {
        "sentence": "[慎吾「]::うわぁっ……！？」",
        "translation": "Shingo「Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::なっ、あ、アンタっ……！？」",
        "translation": "Shingo「Này… á… cô…!?」\n"
    },
    {
        "sentence": "[慎吾「]::べ、別に……そんなの、アンタに関係ないだろ？」",
        "translation": "Shingo「Đâu… Đâu có… Chuyện của em thì liên quan gì đến cô.」\n"
    },
    {
        "sentence": "[慎吾「]::わっ、バカ！　こんなとこで何を……！？」",
        "translation": "Shingo「Á, ngốc! Ở chỗ này mà cô làm cái trò gì thế……!?」\n"
    },
    {
        "sentence": "[慎吾「]::ぐっ……！」",
        "translation": "Shingo「Ư…!」\n"
    },
    {
        "sentence": "[慎吾「]::……それで、保健医の理保子先生が、こんな廊下で何をしてるんだ？」",
        "translation": "Shingo「…Vậy, bác sĩ Rihoko đang làm gì ở hành lang này vậy?」\n"
    },
    {
        "sentence": "[慎吾「]::……あぁ、あれの事か。それなら心配はいらないぜ。腫れも引いたし、もう痛くも何ともないよ」",
        "translation": "Shingo「…À, cô nói cái đó hả. Không cần lo đâu. Hết sưng rồi, chẳng đau gì cả.」\n"
    },
    {
        "sentence": "[慎吾「]::あの約束か……ちゃんと憶えてるよ。今日の放課後、保健室に行けばいいんだろ？」",
        "translation": "Shingo「Cái hẹn đó hả… em nhớ chứ. Chiều nay tan học cứ đến phòng y tế là được chứ gì?」\n"
    },
    {
        "sentence": "[慎吾「]::分かってるって。ちゃんと行くから」",
        "translation": "Shingo「Em biết rồi mà. Em sẽ đến mà.」\n"
    },
    {
        "sentence": "[慎吾「]::……はぁ」",
        "translation": "Shingo「……Hà」\n"
    },
    {
        "sentence": "[慎吾「]::まったく、罪作りなくらいのキングサイズだぜ……」",
        "translation": "Shingo「Chậc, đúng là cỡ đại gây tội lỗi mà…」\n"
    },
    {
        "sentence": "[慎吾「]::……くうっ！？」",
        "translation": "Shingo「……Ư ư!?」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、みんな真面目に授業を受けてる最中だってのに、発情しちまったのか、このスケベ教師は」",
        "translation": "Shingo「Khà khà, giữa lúc mọi người đang chăm chú nghe giảng thế này mà cô giáo dâm đãng này đã phát tình rồi à.」\n"
    },
    {
        "sentence": "[慎吾「]::なんだ、待ちきれなくて先に噴きやがったのか！　本当に躾のなってない奴隷教師だなっ！」",
        "translation": "Shingo「Sao thế, không đợi được mà đã bắn trước rồi à! Đúng là đồ giáo viên nô lệ vô dụng, không được dạy dỗ gì cả!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハッ！　そんなに噴きたいなら、そら、俺も搾ってやるぞ！　さぁ、そのエロパイオツを――」",
        "translation": "Shingo「Hahaha! Nếu cô muốn phun trào đến thế, được thôi, tôi sẽ vắt cho cô! Nào, cái bộ ngực dâm đãng đó――」\n"
    },
    {
        "sentence": "[慎吾「]::――ハッ！？」",
        "translation": "Shingo「――Hả!?」\n"
    },
    {
        "sentence": "[慎吾「]::……しかし、本当に何だっていうんだ、今日は？」",
        "translation": "Shingo「……Nhưng mà, thật sự là chuyện gì vậy chứ, hôm nay?」\n"
    },
    {
        "sentence": "[慎吾「]::……えっ？」",
        "translation": "Shingo「……Hả?」\n"
    },
    {
        "sentence": "[慎吾「]::あっ、その、ええと……！」",
        "translation": "Shingo「À, cái, ừm…!」\n"
    },
    {
        "sentence": "[慎吾「]::……はい、すみません」",
        "translation": "Shingo「……Vâng, em xin lỗi ạ.」\n"
    },
    {
        "sentence": "[慎吾「]::……ふぅ。やっと放課後になったか」",
        "translation": "Shingo「……Phù. Cuối cùng cũng tan học rồi.」\n"
    },
    {
        "sentence": "[慎吾「]::うっ……！？」",
        "translation": "Shingo「Ư…!?」\n"
    },
    {
        "sentence": "[慎吾「]::……何でもない。気にするな」",
        "translation": "Shingo「……Không có gì. Đừng để ý.」\n"
    },
    {
        "sentence": "[慎吾「]::本当に何でもないって。お前が心配性なだけだ」",
        "translation": "Shingo「Thật mà, không có gì đâu. Chỉ là cậu hay lo lắng thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::う～ん……」",
        "translation": "Shingo「Ưm……」\n"
    },
    {
        "sentence": "[慎吾「]::……何でもない。お前がおかしいのは今に始まった事でもないし」",
        "translation": "Shingo「……Không có gì. Chuyện cậu kỳ lạ đâu phải bây giờ mới bắt đầu.」\n"
    },
    {
        "sentence": "[慎吾「]::世の奇人ってのはみんなそう言うぜ。ま、とにかく俺は何ともないから。早く部活に行けよ」",
        "translation": "Shingo「Mấy tên lập dị trên đời đều nói thế cả. Thôi, dù sao thì tôi cũng không sao. Mau đi đến câu lạc bộ đi.」\n"
    },
    {
        "sentence": "[慎吾「]::一緒にって……俺とか？」",
        "translation": "Shingo「Cùng… cùng với tôi sao?」\n"
    },
    {
        "sentence": "[慎吾「]::……いや、せっかくだけど、今日は無理だ。この後、ヤボ用があってな」",
        "translation": "Shingo「…Không, thật lòng thì, hôm nay tôi không được rồi. Sau đó tôi có chút việc bận.」\n"
    },
    {
        "sentence": "[慎吾「]::おう」",
        "translation": "Shingo「Ừ」\n"
    },
    {
        "sentence": "[慎吾「]::……おっと、そろそろ保健室に行かないとな」",
        "translation": "Shingo「…Ối, mình phải đi đến phòng y tế thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::しかし……あの電波女の話か。何となく気が滅入るな……」",
        "translation": "Shingo「Nhưng mà... lại còn chuyện con nhỏ kì dị đó nữa. Tự dưng thấy chán đời ghê...」\n"
    },
    {
        "sentence": "[慎吾「]::へえへえ……」",
        "translation": "Shingo「Ra vẻ nhỉ......」"
    },
    {
        "sentence": "[慎吾「]::……別に。ただ今日は屋上で考え事をしてて遅くなったんだ」",
        "translation": "Shingo「……Không có gì. Chỉ là hôm nay tôi lên sân thượng suy nghĩ nên về trễ thôi.」"
    },
    {
        "sentence": "[慎吾「]::フン、言ってろ。とにかくそういう事だ。別に、誰に迷惑を掛けてる訳じゃないし、センセイにとやかく言われる筋合いはねぇよ」",
        "translation": "Shingo「Hừ, cứ việc nói đi. Tóm lại là như vậy đấy. Với lại, tôi có làm phiền ai đâu, cô cũng không có tư cách gì mà lên mặt dạy đời tôi.」"
    },
    {
        "sentence": "[慎吾「]::何だよ、そのヘドロオーラってのは？」",
        "translation": "Shingo「Cái \"hào quang bùn lầy\" đó là cái quái gì vậy?」"
    },
    {
        "sentence": "[慎吾「]::言ってくれるじゃないか。でもセンセイのような陰険オーラを振り撒くよりはかなりマシだろ？」",
        "translation": "Shingo「Cô nói năng khó nghe thật đấy. Nhưng dù sao thì tôi vẫn hơn cái kiểu phát tán hào quang âm hiểm như cô nhiều.」"
    },
    {
        "sentence": "[慎吾「]::ハッ！　前からチチ臭いと思ったが、まさかミルクまで噴きそうだとはな！　いいぜ、見ててやるからたっぷり噴けよっ！」",
        "translation": "Shingo「Ha! Từ trước đã thấy người cô nồng nặc mùi sữa rồi, không ngờ lại sắp phun cả sữa ra đấy! Được thôi, tôi sẽ nhìn cô phun cho đã vào!」\n"
    },
    {
        "sentence": "[慎吾「]::アハハハハッ！　母乳でスーツがベトベトじゃないかっ！　本当にスケベ教師だな、沙耶はっ！」",
        "translation": "Shingo「A ha ha ha ha! Bộ đồ của cô ướt đẫm sữa rồi kìa! Đúng là giáo viên dâm đãng mà, Saya!」"
    },
    {
        "sentence": "[慎吾「]::……ハッ！？」",
        "translation": "Shingo「……Hả!?」"
    },
    {
        "sentence": "[慎吾「]::理保子先生……アイツの事知ってたみたいだけど、どういう関係なんだ？」",
        "translation": "Shingo「Rihoko-sensei... Hình như cô biết chuyện của ả ta, hai người có quan hệ gì vậy?」"
    },
    {
        "sentence": "[慎吾「]::……それで、沙耶とはどういう関係なんだ、先生？」",
        "translation": "Shingo「...Vậy, cô có quan hệ gì với Saya, sensei?」\n"
    },
    {
        "sentence": "[慎吾「]::そんな事はいいから、早く教えてくれよ」",
        "translation": "Shingo「Thôi bỏ chuyện đó đi, mau nói cho tôi biết đi mà」"
    },
    {
        "sentence": "[慎吾「]::うっ……？！」",
        "translation": "Shingo「Ưm...?」"
    },
    {
        "sentence": "[慎吾「]::……興味は、ある」",
        "translation": "Shingo「……Em có」"
    },
    {
        "sentence": "[慎吾「]::何だよ、その見立てってのは……？」",
        "translation": "Shingo「Gì chứ, cái suy đoán đó là sao...?」"
    },
    {
        "sentence": "[慎吾「]::…………っ！？」",
        "translation": "Shingo「…………っ！？」"
    },
    {
        "sentence": "[慎吾「]::……仮にそうだとして、いったい何だっていうんだ？」",
        "translation": "Shingo「……Giả sử là vậy đi, thì sao chứ?」"
    },
    {
        "sentence": "[慎吾「]::もしかして、俺にもその男みたいに、女を支配しろって言うのか？」",
        "translation": "Shingo「Có khi nào, em cũng phải đi thống trị phụ nữ như gã kia không?」"
    },
    {
        "sentence": "[慎吾「]::……ずるいな、その言い方。それじゃ強要してるのとあまり変わらないぜ」",
        "translation": "Shingo「……Không công bằng chút nào, cái kiểu nói đó. Như vậy chẳng khác nào đang ép buộc em cả.」"
    },
    {
        "sentence": "[慎吾「]::先生の場合は特にな。フフフッ……」",
        "translation": "Shingo「Trường hợp của cô thì lại càng đặc biệt. Hufufufu...」"
    },
    {
        "sentence": "[慎吾「]::……分かったよ。先生の話に乗ってやるよ」",
        "translation": "Shingo「……Em hiểu rồi. Em sẽ tham gia vào chuyện của cô.」"
    },
    {
        "sentence": "[慎吾「]::けど、あいにく俺の精液には、そいつみたいな特殊な成分はないぜ？　相手に母乳を噴かせて支配したくても、それは無理だ」",
        "translation": "Shingo「Nhưng mà, tiếc ghê, tinh dịch của em lại chẳng có thành phần đặc biệt như của gã đó. Muốn khiến đối phương phun sữa mà sai khiến thì em chịu thôi.」"
    },
    {
        "sentence": "[慎吾「]::な、何だよ、そのアヤシゲな薬は……？」",
        "translation": "Shingo「Này, cái thứ thuốc đáng ngờ kia là cái quái gì thế...?」"
    },
    {
        "sentence": "[慎吾「]::こ、これでか……？」",
        "translation": "Shingo「Cái, cái này hả...?」"
    },
    {
        "sentence": "[慎吾「]::どう、って言われても……」",
        "translation": "Shingo「Bảo sao thì... em cũng chịu.」"
    },
    {
        "sentence": "[慎吾「]::けど……しかし……」",
        "translation": "Shingo「Nhưng mà... nhưng mà...」"
    },
    {
        "sentence": "[慎吾「]::早苗が……！？」",
        "translation": "Shingo「Sanae……!?」\n"
    },
    {
        "sentence": "[慎吾「]::うむむ……」",
        "translation": "Shingo「Ưm...」"
    },
    {
        "sentence": "[慎吾「]::……いいぜ」",
        "translation": "Shingo「……Được thôi.」\n"
    },
    {
        "sentence": "[慎吾「]::このカプセルの実験台になってやるよ。先生の研究の成果を俺が確かめてやる」",
        "translation": "Shingo「Để em làm chuột bạch cho cái viên nhộng này. Để em kiểm chứng thành quả nghiên cứu của cô.」"
    },
    {
        "sentence": "[慎吾「]::うっ、くぅうう……！？　こ、これは……！」",
        "translation": "Shingo「Ư, ưm……!? C-chuyện này……！」"
    },
    {
        "sentence": "[慎吾「]::うぅ、身体中が熱くて、疼いてたまらなくなってきたぞ！」",
        "translation": "Shingo「Ugh, cơ thể em nóng ran lên và nó cứ cồn cào khó chịu quá!」"
    },
    {
        "sentence": "[慎吾「]::あぁ、そうさせてもらうが……けど、その前に一つ頼みがあるけど、いいか？」",
        "translation": "Shingo「Ừm, em sẽ làm theo lời cô nói…… nhưng trước đó, em có một điều muốn nhờ, được không ạ?」"
    },
    {
        "sentence": "[慎吾「]::あのな……」",
        "translation": "Shingo「Này……」"
    },
    {
        "sentence": "[慎吾「]::そうか……よろしく頼むぜ。じゃ、俺は行ってくるからな」",
        "translation": "Shingo「Vậy sao…… nhờ cô cả đấy. Vậy thì, tôi đi trước đây nhé.」"
    },
    {
        "sentence": "[慎吾「]::フフッ……こうも気分が良くちゃ、本当に何でもできそうになってくるぜ」",
        "translation": "Shingo「Khà khà... Cảm giác sảng khoái thế này, thật sự muốn làm được mọi thứ luôn ấy chứ」"
    },
    {
        "sentence": "[慎吾「]::さてと、早苗は……おっ、あれだな」",
        "translation": "Shingo「Nào nào, Sanae thì… ồ, kia rồi.」"
    },
    {
        "sentence": "[慎吾「]::じゃあ、急いで事を済まさないといけないな……」",
        "translation": "Shingo「Vậy thì, mình phải nhanh chóng giải quyết mọi việc thôi...」"
    },
    {
        "sentence": "[慎吾「]::……ちぃっす、先生。頑張ってるみたいだね」",
        "translation": "Shingo「......Chào cô,sensei. Trông cô hăng say nhỉ.」"
    },
    {
        "sentence": "[慎吾「]::いや……ちょっと保健室に用事があってね。そのおかげでこんな時間になったんだ」",
        "translation": "Shingo「Không... Em có chút việc ở phòng y tế. Tại vậy mới trễ thế này.」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ……そんなところかな。放課後までは何とも無かったけど、それから急に熱を持ってきたみたいでさ」",
        "translation": "Shingo「Ừm... chắc vậy đó cô. Đến hết giờ học vẫn không sao, nhưng sau đó thì người em tự nhiên nóng bừng lên ấy mà.」"
    },
    {
        "sentence": "[慎吾「]::槙山先生が言うには、病院にかかった方がいいかもって……普通こんなに腫れは続かないって……」",
        "translation": "Shingo「Makiyama-sensei bảo em có lẽ nên đi bệnh viện đấy... Chứ bình thường sưng thế này không kéo dài lâu đâu...」"
    },
    {
        "sentence": "[慎吾「]::いや、先生のせいじゃ……あうっ、つつっ！？」",
        "translation": "Shingo「Không, không phải tại cô đâu... á... ư...!?」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ、こんな手に引っかかるなんて、少し単純過ぎやしないか、センセイッ！」",
        "translation": "Shingo「Ha, cô dễ mắc bẫy vậy sao, ngốc nghếch quá đấy, sensei!」"
    },
    {
        "sentence": "[慎吾「]::ここまでして、放す訳がないだろっ！　バカな事言うなよ、先生！」",
        "translation": "Shingo「Đến nước này rồi, tôi không đời nào thả cô ra đâu! Đừng có nói ngu ngốc nữa, sensei!」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、別にそんなんじゃないよ。ボールがぶつかった事で、先生を恨んだりなんかしてないぜ」",
        "translation": "Shingo「Khà khà, không phải vậy đâu. Tôi không hề hận cô vì chuyện quả bóng đâu.」"
    },
    {
        "sentence": "[慎吾「]::俺がこうしてるのは、自分の意志さ。可愛い結城先生を、メチャクチャにしてやりたくてなっ！」",
        "translation": "Shingo「Tôi làm thế này là do tôi tự nguyện. Vì tôi muốn chà đạp, dày vò cô Yuuki-sensei xinh đẹp mà!」"
    },
    {
        "sentence": "[慎吾「]::ハッ、こんなにオッパイを揺らすほど嫌なのか？　さっきから先生が動くたびにデカパイがブルブル弾んでるぜ！」",
        "translation": "Shingo「Hả, ghét đến mức làm cặp vú bự rung lắc thế kia à? Từ nãy đến giờ mỗi khi cô cử động là cặp vú bự cứ rung bần bật đấy!」\n"
    },
    {
        "sentence": "[慎吾「]::おおっ、こりゃすごいオッパイだなっ！　揉むたびに歪んで、いやらし過ぎるぜ、先生っ！」",
        "translation": "Shingo「Chà chà, cặp vú này ngon dữ! Cứ mỗi lần nhào nặn là lại biến dạng, dâm đãng quá thể, cô giáo ơi!」\n"
    },
    {
        "sentence": "[慎吾「]::何言ってるんだよ、こんなデカパイ、男なら揉まずにいられないぜ」",
        "translation": "Shingo「Nói gì vậy trời, cặp vú bự thế này, thằng đàn ông nào mà không muốn bóp chứ.」\n"
    },
    {
        "sentence": "[慎吾「]::本当に男好きするオッパイだな。今まで何人の男がこうして揉んできたんだよ？」",
        "translation": "Shingo「Đúng là cặp vú làm đàn ông phát cuồng mà. Đến giờ có bao nhiêu thằng đàn ông đã sờ mó thế này rồi hả?」\n"
    },
    {
        "sentence": "[慎吾「]::フフフフッ、無駄だよ、先生。そら、俺が初めての男なんだろ。黙ってパイオツを揉まれてろよっ！」",
        "translation": "Shingo「Hahaha, vô ích thôi, cô à. Thấy chưa, tôi là người đàn ông đầu tiên của cô đấy. Im lặng mà để tôi nắn bóp vú đi!」\n"
    },
    {
        "sentence": "[慎吾「]::何も間違っちゃいないさ。女の胸を、しかもこんなはしたないオッパイを揉み倒すのが、男の本能なんだよっ！」",
        "translation": "Shingo「Có gì sai đâu chứ. Bóp vú đàn bà, mà lại còn là loại vú lẳng lơ thế này, là bản năng của đàn ông mà!」\n"
    },
    {
        "sentence": "[慎吾「]::フン、こんな状況でも教師面ができるとは、さぞ立派な教師になれるぜ、先生！」",
        "translation": "Shingo「Hừ, trong cái tình huống này mà cô còn ra vẻ giáo viên được cơ đấy, chắc chắn cô sẽ trở thành một giáo viên tuyệt vời lắm đây, cô giáo!」\n"
    },
    {
        "sentence": "[慎吾「]::おいおい、何だよ今の声は？　やめて欲しいとか言ってるクセに、随分いい声を出すじゃないか」",
        "translation": "Shingo「Này này, cái giọng vừa rồi là sao đấy? Vừa bảo là muốn tôi dừng lại, nhưng lại rên hay như vậy cơ à.」\n"
    },
    {
        "sentence": "[慎吾「]::へぇ、別にいいぜ。怒りたいなら好きなだけ怒ってみろよっ！」",
        "translation": "Shingo「Hể, tôi không quan tâm đâu. Nếu cô muốn giận thì cứ giận thoải mái đi!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、今更やめられる訳がないだろ！　教師になるなら、もっと男の事も知っておいた方がいいぞ！」",
        "translation": "Shingo「Ha ha ha, đến nước này rồi cô còn nghĩ tôi sẽ dừng lại sao! Muốn làm giáo viên thì phải biết nhiều về đàn ông vào!」\n"
    },
    {
        "sentence": "[慎吾「]::そらっ、次はこのデカパイを直接触ってやるぞ！　覚悟しろよ、先生っ！！」",
        "translation": "Shingo「Được rồi, tiếp theo tôi sẽ trực tiếp sờ cặp vú bự này đấy! Chuẩn bị tinh thần đi, cô giáo!!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハッ、これが早苗の生パイかっ！　じかに見るとこりゃまたすごい迫力だなっ！」",
        "translation": "Shingo「Hahaha, đây là vú thật của Sanae sao! Nhìn trực tiếp mới thấy nó khủng khiếp cỡ nào!」\n"
    },
    {
        "sentence": "[慎吾「]::何だよ、こんなスケベなパイオツを見られて泣いてるのか？」",
        "translation": "Shingo「Sao thế, bị nhìn thấy đôi gò bồng đảo dâm đãng này mà khóc à?」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、そうか、じゃあお前の生パイを見た男は、俺が初めてだって訳か！　こりゃいいぜ！　ハハハッ！」",
        "translation": "Shingo「Hahaha, ra là vậy, vậy thì tôi là người đầu tiên thấy vú trần của cô sao! Tuyệt vời! Hahaha!」\n"
    },
    {
        "sentence": "[慎吾「]::言っただろ？　俺はお前をメチャクチャにしてやりたいってな！」",
        "translation": "Shingo「Tôi đã nói rồi mà? Tôi muốn chà đạp cô cho tan nát!」\n"
    },
    {
        "sentence": "[慎吾「]::男として、気に入った女を屈服させ支配したくなるのは当然の欲求だ！　恨むなら、俺に気に入られたこのパイオツを恨めよ！」",
        "translation": "Shingo「Là đàn ông, việc muốn khuất phục và thống trị người đàn bà mình thích là ham muốn đương nhiên thôi! Nếu hận, thì hận cái bộ ngực bự mà tôi đã để ý này đi!」\n"
    },
    {
        "sentence": "[慎吾「]::フフッ、そんな目をしても無駄だぜ。なんせ俺は先生の泣き顔を見るたびに興奮してくるんだからな」",
        "translation": "Shingo「Hahaha, vô ích thôi cô à. Vì mỗi khi nhìn thấy mặt cô khóc là tôi lại hưng phấn lên đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::それに、こんなに乳首を勃起させておいて言う台詞じゃないよな？　そら、もっと弄って欲しいんだろ？」",
        "translation": "Shingo「Hơn nữa, không phải cô đang để núm vú dựng đứng thế này thì không nên nói thế chứ? Rõ ràng là cô muốn tôi mơn trớn nữa mà, phải không?」\n"
    },
    {
        "sentence": "[慎吾「]::クククッ、本当に感じやすいエロチチだなっ！　乳首をこんなに大きくして、最高にいやらしいぞ」",
        "translation": "Shingo「Khư khư khư, đúng là đôi gò bồng đảo dâm đãng mẫn cảm! Làm núm vú to đến thế này, dâm đãng hết chỗ nói.」\n"
    },
    {
        "sentence": "[慎吾「]::おい、なんだかんだ言って、しっかり感じてるみたいじゃないか。そんなに乳首を吸われてたまらないのかよ？」",
        "translation": "Shingo「Chà, dù gì thì cô vẫn thấy sướng đấy thôi. Mút núm vú đến mức chịu không nổi rồi à?」\n"
    },
    {
        "sentence": "[慎吾「]::まったく、これから教師になろうってのに、嘘なんかついていいのかよ？　じゃ、素直になるまで嬲ってやるぜ！」",
        "translation": "Shingo「Thật tình, định làm giáo viên mà lại còn nói dối được à? Vậy thì tôi sẽ trêu cho đến khi cô thành thật mới thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::ハッ、無理矢理されてるってのに、こんなに気分を出すとはな！　敏感過ぎるってのも考え物だぜ！」",
        "translation": "Shingo「Ha, bị ép buộc đến thế này mà cô vẫn lên đỉnh được cơ đấy! Đúng là nhạy cảm quá cũng khổ mà!」\n"
    },
    {
        "sentence": "[慎吾「]::何だよ、これ以上吸われたらどうなるんだ？　ちゃんと教えてくれよ、センセイ？」",
        "translation": "Shingo「Chuyện gì thế này, nếu bị mút thêm nữa thì sẽ ra sao? Nói cho tôi biết rõ ràng đi, sensei?」\n"
    },
    {
        "sentence": "[慎吾「]::アハハハッ、なんだなんだ、イッちまったのかよ！　学生に乳首を吸われてイクとは、まさに教師の鑑だなっ！」",
        "translation": "Shingo「Ahahaha, cái gì đây, cái gì đây, cô lên đỉnh rồi à! Đúng là tấm gương sáng của giáo viên khi bị học sinh mút núm vú mà lên đỉnh!」\n"
    },
    {
        "sentence": "[慎吾「]::フン、こんなドスケベな聖職者様には、もう遠慮の必要もないよな。じゃあ次は俺の番だっ！」",
        "translation": "Shingo「Hừ, với cái loại thánh nữ dâm đãng thế này thì tôi cũng chẳng cần phải khách sáo nữa nhỉ. Vậy thì đến lượt tôi đấy!」\n"
    },
    {
        "sentence": "[慎吾「]::クククッ、そうか、早苗はまだ処女なのか……これは面白いぜ！」",
        "translation": "Shingo「Khư khư khư… Ra là Sanae vẫn còn là trinh nữ sao… Thú vị đấy!」"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、いいぜ、早苗！　お前の純潔はこの俺が頂いてやる！　お前の全てを支配してやるぞ！」",
        "translation": "Shingo「Hahaha, được lắm, Sanae! Trinh tiết của cô sẽ bị tôi chiếm đoạt! Tôi sẽ thống trị tất cả mọi thứ của cô!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、なんだ、男のモノを見るのは初めてか？　ウブなのもほどほどにしておけよ、先生！」",
        "translation": "Shingo「Hahaha, sao thế, chưa thấy \"của quý\" của đàn ông bao giờ à? Ngây thơ vừa vừa thôi, cô giáo!」\n"
    },
    {
        "sentence": "[慎吾「]::まぁ、そんなに嫌がるなら、すぐに見なくて済むようにしてやるぜ！　感謝しろよ、そらぁ！」",
        "translation": "Shingo「Thôi được, nếu cô ghét đến thế, tôi sẽ làm cho cô không phải thấy nó nữa ngay bây giờ! Phải cảm ơn tôi đấy, haaa!」\n"
    },
    {
        "sentence": "[慎吾「]::遠慮するなよ、今度はこっちの感触も確かめてやるからな！　センセイも初めてのチンポをしっかり味わってくれよ！」",
        "translation": "Shingo「Khỏi ngại, lần này đến lượt tôi cho cô cảm nhận đấy! cô giáo cứ việc mà thưởng thức \"cái đầu tiên\" của mình đi nhé!」"
    },
    {
        "sentence": "[慎吾「]::あぁ、そうだな。こんなところを当直の教師に見られたら、ただじゃ済まないだろうな」",
        "translation": "Shingo「À, đúng nhỉ. Nếu bị giáo viên trực thấy cảnh này, thì không xong đâu.」"
    },
    {
        "sentence": "[慎吾「]::……ただし、本当にそいつが時間通りに来れば、の話だがな」",
        "translation": "Shingo「……Nhưng đó là nếu hắn đến đúng giờ.」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、気付かないのか？　時計を見てみろよ」",
        "translation": "Shingo「Kukuku, cô không nhận ra sao? Nhìn đồng hồ đi.」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ！　戻ってこないなら、お互い見つかる心配が無くなって良かったじゃないか！」",
        "translation": "Shingo「Ha ha ha ha! Hắn không quay lại thì chẳng phải tốt sao, khỏi lo chúng ta bị phát hiện!」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、それじゃ、心配事も無くなったところで、そろそろ本番といこうか」",
        "translation": "Shingo「Kukuku, giờ thì hết lo lắng rồi, đến lúc vào việc chính thôi nhỉ.」\n"
    },
    {
        "sentence": "[慎吾「]::そらっ、初めてのチンポだ、たっぷり堪能しろよっ！」",
        "translation": "Shingo「Này, đây là dương vật đầu tiên của cô đấy, cứ từ từ mà tận hưởng đi!」\n"
    },
    {
        "sentence": "[慎吾「]::くうぅううっ……？！　す、すごい締まりだっ……！！」",
        "translation": "Shingo「Ư... ư... chật quá...!!」\n"
    },
    {
        "sentence": "[慎吾「]::くっ……クククッ、そうか、これが早苗の処女マンコか！　キツキツでいいマンコをしてるじゃないかっ！」",
        "translation": "Shingo「Khư… khư khư… ra vậy, đây là cái trinh huyệt của Sanae! Chặt cứng, đúng là cái lồn ngon!」"
    },
    {
        "sentence": "[慎吾「]::フン、入ったからってこれで終わりじゃないぞ。むしろこれからが始まりなんだからなっ！」",
        "translation": "Shingo「Hừ, vào được rồi không có nghĩa là xong đâu. Mà phải nói là mọi chuyện chỉ mới bắt đầu thôi!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ、見ろ、処女膜を破った時の血がマンコの中から出てきたぞ！　どうだ、女になれた気分は？」",
        "translation": "Shingo「Hahaha, nhìn kìa, máu trinh chảy ra từ cái lồn kia kìa! Thế nào, cảm giác làm đàn bà ra sao?」\n"
    },
    {
        "sentence": "[慎吾「]::何だ、答えられないのか？　学生の質問に答えられないなんて、だらしない実習生だなっ！」",
        "translation": "Shingo「Sao thế, không trả lời được à? Đến câu hỏi của học sinh mà cũng không trả lời được, đúng là đồ giáo viên thực tập vô dụng!」\n"
    },
    {
        "sentence": "[慎吾「]::なんだ、マンコはオッパイほど感じないみたいだな。まぁ、初めてならそれも仕方ないかっ！」",
        "translation": "Shingo「」À, ra là cái lồn không làm cô sướng bằng vú rồi. Thôi, dù sao thì đây cũng là lần đầu của cô mà!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハッ、いいぜセンセイ！　最高だ！　俺のチンポでそんなに悶えて、痛いんだろ？　苦しいんだろ？　何もかも最高だぜ！」",
        "translation": "Shingo「Ha ha, ngon đấy cô giáo! Tuyệt vời! Bị con chim của tôi làm cho rên rỉ thế kia, đau lắm đúng không? Khó chịu lắm đúng không? Mọi thứ đều quá tuyệt vời!」\n"
    },
    {
        "sentence": "[慎吾「]::アハハハッ！　そうだ！　もっと泣いて許しを請えよっ！　それこそ犯されてる女の姿だぜっ！」",
        "translation": "Shingo「」A ha ha ha! Đúng rồi! Cứ khóc lóc van xin tha thứ đi! Như thế mới ra dáng một con đàn bà đang bị làm nhục chứ!」\n"
    },
    {
        "sentence": "[慎吾「]::いいぜっ、いい気分だぜ、早苗！　女を犯す事がこんなにも最高だとは思いもしなかったぞ！」",
        "translation": "Shingo「Tuyệt vời, cảm giác thật tuyệt, Sanae! Tôi không bao giờ nghĩ làm tình với đàn bà lại sướng đến thế!」\n"
    },
    {
        "sentence": "[慎吾「]::そらっ、もっと犯してやる！　もっとマンコを抉ってやるぞ！　おらぁああっ！」",
        "translation": "Shingo「Này, để tôi địt cô cho sướng! Để tôi khoét sâu cái lồn này ra! Oaaaaaa!」"
    },
    {
        "sentence": "[慎吾「]::何言ってやがる！　これくらいで死ぬようならガキを産めないぜ！　そらぁ！」",
        "translation": "Shingo「Nói cái đéo gì thế! Đã thế này mà chết thì đẻ đái gì được nữa! Này thì!」\n"
    },
    {
        "sentence": "[慎吾「]::そらそらっ、痛がってる場合じゃないぞ！　そろそろチンポもいい具合になってきたぜ！」",
        "translation": "Shingo「Này này, không phải lúc kêu đau đâu nhé! Con chim của tôi cũng sắp đến lúc rồi đấy!」"
    },
    {
        "sentence": "[慎吾「]::ハハハッ、いくぜ！　お前の初物マンコにたっぷりと精液を注いでやるからなっ！　妊娠しないよう気をつけろよっ！」",
        "translation": "Shingo「Ha ha ha, tới đây! Tôi sẽ bắn đầy tinh dịch vào cái trinh huyệt của cô! Nhớ mà giữ kẻo có bầu đấy!」\n"
    },
    {
        "sentence": "[慎吾「]::悪いが、そうもいかないんだよ！　お前を犯してるのは、このエロマンコに濃厚なザーメンを注ぐ為なんだからなっ！」",
        "translation": "Shingo「Xin lỗi, nhưng không thể thế được! Tôi đang địt cô là để rót đầy tinh trùng đặc vào cái lồn dâm đãng này đấy!」\n"
    },
    {
        "sentence": "[慎吾「]::そらっ、もう出るぞっ！　学生のザーメンで孕んじまえっ！　おおぉおぉっ！！」",
        "translation": "Shingo「Thấy chưa, sắp ra rồi đấy! Để tinh của thằng học sinh này làm cô có bầu luôn đi! Ôồồồ!!」\n"
    },
    {
        "sentence": "[慎吾「]::ハハハハッ、このキツいマンコの中に収まらないくらい出しちまったな！　許してくれよ、早苗センセイ！」",
        "translation": "Shingo「Ha ha ha ha… Tôi đã bắn quá nhiều đến nỗi cái lồn chật chội này không chứa nổi nữa rồi! Tha thứ cho tôi đi, Sanae-sensei!」\n"
    },
    {
        "sentence": "[慎吾「]::ククッ、このままじゃ苦しいだろ？　ザーメンも充分マンコに馴染んだようだし、今、抜いてやるよ」",
        "translation": "Shingo「Khà khà, cứ thế này thì cô khó chịu lắm phải không? Tinh trùng cũng thấm đẫm vào lồn cô rồi, giờ tôi rút ra cho đấy.」\n"
    },
    {
        "sentence": "[慎吾「]::アハハッ、おい、ザーメンがスケベ穴から次々出てくるぞ！　どれだけ締まりのいいマンコなんだよっ、ハハハハッ！」",
        "translation": "Shingo「A ha ha, ôi, tinh trùng tuôn ra xối xả từ cái lỗ dâm đãng kia kìa! Cái lồn của cô chặt đến mức nào vậy chứ, ha ha ha ha!」\n"
    }
]