[
    {
        "sentence": "[早苗「]::皆さん、初めまして。わ、私は『結城早苗（ゆうきさなえ）』といいます」",
        "translation": "Yuuki「Chào tất cả. À… ờ… cô là Yuuki Sanae.」\n"
    },
    {
        "sentence": "[早苗「]::今日から短い期間ですが、この学園で勉強させて頂く事になりました」",
        "translation": "Yuuki「Từ hôm nay, dù chỉ là một thời gian ngắn thôi, cô sẽ được học tập ở ngôi trường này.」\n"
    },
    {
        "sentence": "[早苗「]::私は皆さんと同じく、以前はこの学園に学生として通っていました」",
        "translation": "Yuuki「Cô cũng từng là học sinh của trường này, giống như mấy em vậy đó.」\n"
    },
    {
        "sentence": "[早苗「]::今回、教育実習生としてこの教壇に立てたのは、その……え～っと……当時の、先生方のおかげだと思ってます」",
        "translation": "Yuuki「Lần này cô được đứng trên bục giảng này với tư cách giáo viên thực tập là nhờ… ừm… nhờ ơn các thầy cô hồi đó cả.」\n"
    },
    {
        "sentence": "[早苗「]::ですから、ここで何かしらのご恩返しを……先生方を初めとして、皆さんにお返し出来ればと思ってます」",
        "translation": "Yuuki「Vậy nên, cô muốn báo đáp chút gì đó ở đây… Báo đáp lại cho mọi người, đặc biệt là thầy cô giáo.」\n"
    },
    {
        "sentence": "[早苗「]::本当に短い期間ですが、精一杯頑張りますので、よろしくお願いしますっ！」",
        "translation": "Yuuki「Thời gian ngắn ngủi thôi, nhưng cô sẽ cố gắng hết sức mình, mong mọi người giúp đỡ cho!」\n"
    },
    {
        "sentence": "[早苗「]::あっ、すみません、そうでした……」",
        "translation": "Yuuki「Á, xin lỗi, cô quên mất...」\n"
    },
    {
        "sentence": "[早苗「]::えー……んんっ……」",
        "translation": "Yuuki「Ư… ưm…」\n"
    },
    {
        "sentence": "[早苗「]::え～っと……私は、このクラスの副担任の他に、音楽の授業を担当します」",
        "translation": "Yuuki「Ờ… thì… ngoài làm phó chủ nhiệm lớp này, cô còn dạy môn âm nhạc nữa.」\n"
    },
    {
        "sentence": "[早苗「]::選択科目ですが、もしかしたらこの中で選択している人と、一緒に授業が出来るかもしれませんね」",
        "translation": "Yuuki「Môn tự chọn á, biết đâu trong số mấy đứa ở đây có đứa học chung lớp với cô cũng nên.」\n"
    },
    {
        "sentence": "[早苗「]::え～っと、以上で自己紹介を終わりますが、私は、もっと積極的に皆さんと関わりを持っていきたいと思ってます」",
        "translation": "Yuuki「Ờ thì… coi như phần tự giới thiệu của cô đến đây là hết, nhưng mà, cô muốn chủ động giao lưu với mấy em hơn nữa cơ.」\n"
    },
    {
        "sentence": "[早苗「]::ですから、皆さんも私を見かけたら、遠慮無く声を掛けてくれたりすると、とっても嬉しいです」",
        "translation": "Yuuki「Thế nên, nếu mọi người thấy cô ở đâu thì cứ mạnh dạn bắt chuyện nha, cô vui lắm đấy.」\n"
    },
    {
        "sentence": "[早苗「]::色々と至らないところもあると思いますが、どうぞよろしくお願いします」",
        "translation": "Yuuki「Tuy là cô còn nhiều thiếu sót, mong mấy em giúp đỡ nha.」\n"
    },
    {
        "sentence": "[早苗「]::あはは……よろしくね、みんな」",
        "translation": "Yuuki「A ha ha... Mong mấy em giúp đỡ nha.」\n"
    },
    {
        "sentence": "[早苗「]::はい……っとと」",
        "translation": "Yuuki「Ừm... khoan đã nào」"
    },
    {
        "sentence": "[早苗「]::……やだ、先生ったら。私、そんなでしたっけ？」",
        "translation": "Yuuki「……Ghét quá đi, thầy làm như em là loại đó không bằng.」\n"
    },
    {
        "sentence": "[早苗「]::……あ、はい。それじゃ、また後で」",
        "translation": "Yuuki「……À, dạ. Vậy thôi, em đi trước đây ạ.」\n"
    },
    {
        "sentence": "[早苗「]::……あら？」",
        "translation": "Yuuki「……Ủa?」\n"
    },
    {
        "sentence": "[早苗「]::キミは……？」",
        "translation": "Yuuki「Em là...?」\n"
    },
    {
        "sentence": "[早苗「]::……あ、そっか。キミは確か……小橋慎吾君？」",
        "translation": "Yuuki「……À, phải rồi. Em là… hình như là… em là Kobayashi Shingo hả?」\n"
    },
    {
        "sentence": "[早苗「]::あはは、驚かせちゃったかな？　キミの事は高峰先生から聞いてたから」",
        "translation": "Yuuki「Á ha ha, làm em giật mình hả? Chuyện của em, cô nghe Takamine-sensei kể rồi.」\n"
    },
    {
        "sentence": "[早苗「]::そう。キミのクラスを受け持つって事になった時に、高峰先生から写真付きで説明されたの」",
        "translation": "Yuuki「Ừ. Lúc cô nhận lớp của em, cô được Takamine-sensei cho xem ảnh kèm theo giới thiệu rồi.」\n"
    },
    {
        "sentence": "[早苗「]::え～っと、それは……確か、ヘドロとか、赤痢菌とか、人類史上もっとも不要な人間だとか何とか……」",
        "translation": "Yuuki「À… cái đó… hình như là… bùn sình nè, vi khuẩn lỵ nè, hoặc là… loại người vô dụng nhất lịch sử nhân loại hay gì đó…」\n"
    },
    {
        "sentence": "[早苗「]::あっ、でも、それはあくまで高峰先生の価値観だから、私はそうは思ってないわよ」",
        "translation": "Yuuki「À, nhưng mà, đó chỉ là giá trị của Takamine-sensei thôi, chứ cô thì cô không nghĩ vậy đâu.」\n"
    },
    {
        "sentence": "[早苗「]::私は、私の目でキミを見ていくから。人の評価に縛られずに、ね」",
        "translation": "Yuuki「Cô sẽ dùng mắt của cô để nhìn em, không bị đánh giá bởi người khác.」\n"
    },
    {
        "sentence": "[早苗「]::え？　あるわよ、どうして？」",
        "translation": "Yuuki「Hả? Có chứ, sao lại không?」\n"
    },
    {
        "sentence": "[早苗「]::…………あっ！？」",
        "translation": "Yuuki「…………Á!?」\n"
    },
    {
        "sentence": "[早苗「]::あぁっ、大変っ、急がなくちゃ！？」",
        "translation": "Yuuki「Á à, toi rồi, phải nhanh lên mới được!?」\n"
    },
    {
        "sentence": "[早苗「]::きゃーーーっ！？」",
        "translation": "Yuuki「Á Á Á!?」\n"
    },
    {
        "sentence": "[早苗「]::……へぇ、相変わらずテニス部は部員が多いなぁ」",
        "translation": "Yuuki「……Hể, bộ tennis lúc nào cũng đông nghẹt người thế cơ à.」\n"
    }
]