[
    {
        "sentence": "[早苗「]::皆さん、初めまして。わ、私は『結城早苗（ゆうきさなえ）』といいます」",
        "translation": "Yuuki「Chào tất cả. À… ờ… cô là Yuuki Sanae.」\n"
    },
    {
        "sentence": "[早苗「]::今日から短い期間ですが、この学園で勉強させて頂く事になりました」",
        "translation": "Yuuki「Từ hôm nay, dù chỉ là một thời gian ngắn thôi, cô sẽ được học tập ở ngôi trường này.」\n"
    },
    {
        "sentence": "[早苗「]::私は皆さんと同じく、以前はこの学園に学生として通っていました」",
        "translation": "Yuuki「Cô cũng từng là học sinh của trường này, giống như mấy em vậy đó.」\n"
    },
    {
        "sentence": "[早苗「]::今回、教育実習生としてこの教壇に立てたのは、その……え～っと……当時の、先生方のおかげだと思ってます」",
        "translation": "Yuuki「Lần này cô được đứng trên bục giảng này với tư cách giáo viên thực tập là nhờ… ừm… nhờ ơn các thầy cô hồi đó cả.」\n"
    },
    {
        "sentence": "[早苗「]::ですから、ここで何かしらのご恩返しを……先生方を初めとして、皆さんにお返し出来ればと思ってます」",
        "translation": "Yuuki「Vậy nên, cô muốn báo đáp chút gì đó ở đây… Báo đáp lại cho mọi người, đặc biệt là thầy cô giáo.」\n"
    },
    {
        "sentence": "[早苗「]::本当に短い期間ですが、精一杯頑張りますので、よろしくお願いしますっ！」",
        "translation": "Yuuki「Thời gian ngắn ngủi thôi, nhưng cô sẽ cố gắng hết sức mình, mong mọi người giúp đỡ cho!」\n"
    },
    {
        "sentence": "[早苗「]::あっ、すみません、そうでした……」",
        "translation": "Yuuki「Á, xin lỗi, cô quên mất...」\n"
    },
    {
        "sentence": "[早苗「]::えー……んんっ……」",
        "translation": "Yuuki「Ư… ưm…」\n"
    },
    {
        "sentence": "[早苗「]::え～っと……私は、このクラスの副担任の他に、音楽の授業を担当します」",
        "translation": "Yuuki「Ờ… thì… ngoài làm phó chủ nhiệm lớp này, cô còn dạy môn âm nhạc nữa.」\n"
    },
    {
        "sentence": "[早苗「]::選択科目ですが、もしかしたらこの中で選択している人と、一緒に授業が出来るかもしれませんね」",
        "translation": "Yuuki「Môn tự chọn á, biết đâu trong số mấy đứa ở đây có đứa học chung lớp với cô cũng nên.」\n"
    },
    {
        "sentence": "[早苗「]::え～っと、以上で自己紹介を終わりますが、私は、もっと積極的に皆さんと関わりを持っていきたいと思ってます」",
        "translation": "Yuuki「Ờ thì… coi như phần tự giới thiệu của cô đến đây là hết, nhưng mà, cô muốn chủ động giao lưu với mấy em hơn nữa cơ.」\n"
    },
    {
        "sentence": "[早苗「]::ですから、皆さんも私を見かけたら、遠慮無く声を掛けてくれたりすると、とっても嬉しいです」",
        "translation": "Yuuki「Thế nên, nếu mọi người thấy cô ở đâu thì cứ mạnh dạn bắt chuyện nha, cô vui lắm đấy.」\n"
    },
    {
        "sentence": "[早苗「]::色々と至らないところもあると思いますが、どうぞよろしくお願いします」",
        "translation": "Yuuki「Tuy là cô còn nhiều thiếu sót, mong mấy em giúp đỡ nha.」\n"
    },
    {
        "sentence": "[早苗「]::あはは……よろしくね、みんな」",
        "translation": "Yuuki「A ha ha... Mong mấy em giúp đỡ nha.」\n"
    },
    {
        "sentence": "[早苗「]::はい……っとと」",
        "translation": "Yuuki「Ừm... khoan đã nào」"
    },
    {
        "sentence": "[早苗「]::……やだ、先生ったら。私、そんなでしたっけ？」",
        "translation": "Yuuki「……Ghét quá đi, thầy làm như em là loại đó không bằng.」\n"
    },
    {
        "sentence": "[早苗「]::……あ、はい。それじゃ、また後で」",
        "translation": "Yuuki「……À, dạ. Vậy thôi, em đi trước đây ạ.」\n"
    },
    {
        "sentence": "[早苗「]::……あら？」",
        "translation": "Yuuki「……Ủa?」\n"
    },
    {
        "sentence": "[早苗「]::キミは……？」",
        "translation": "Yuuki「Em là...?」\n"
    },
    {
        "sentence": "[早苗「]::……あ、そっか。キミは確か……小橋慎吾君？」",
        "translation": "Yuuki「……À, phải rồi. Em là… hình như là… em là Kobayashi Shingo hả?」\n"
    },
    {
        "sentence": "[早苗「]::あはは、驚かせちゃったかな？　キミの事は高峰先生から聞いてたから」",
        "translation": "Yuuki「Á ha ha, làm em giật mình hả? Chuyện của em, cô nghe Takamine-sensei kể rồi.」\n"
    },
    {
        "sentence": "[早苗「]::そう。キミのクラスを受け持つって事になった時に、高峰先生から写真付きで説明されたの」",
        "translation": "Yuuki「Ừ. Lúc cô nhận lớp của em, cô được Takamine-sensei cho xem ảnh kèm theo giới thiệu rồi.」\n"
    },
    {
        "sentence": "[早苗「]::え～っと、それは……確か、ヘドロとか、赤痢菌とか、人類史上もっとも不要な人間だとか何とか……」",
        "translation": "Yuuki「À… cái đó… hình như là… bùn sình nè, vi khuẩn lỵ nè, hoặc là… loại người vô dụng nhất lịch sử nhân loại hay gì đó…」\n"
    },
    {
        "sentence": "[早苗「]::あっ、でも、それはあくまで高峰先生の価値観だから、私はそうは思ってないわよ」",
        "translation": "Yuuki「À, nhưng mà, đó chỉ là giá trị của Takamine-sensei thôi, chứ cô thì cô không nghĩ vậy đâu.」\n"
    },
    {
        "sentence": "[早苗「]::私は、私の目でキミを見ていくから。人の評価に縛られずに、ね」",
        "translation": "Yuuki「Cô sẽ dùng mắt của cô để nhìn em, không bị đánh giá bởi người khác.」\n"
    },
    {
        "sentence": "[早苗「]::え？　あるわよ、どうして？」",
        "translation": "Yuuki「Hả? Có chứ, sao lại không?」\n"
    },
    {
        "sentence": "[早苗「]::…………あっ！？」",
        "translation": "Yuuki「…………Á!?」\n"
    },
    {
        "sentence": "[早苗「]::あぁっ、大変っ、急がなくちゃ！？」",
        "translation": "Yuuki「Á à, toi rồi, phải nhanh lên mới được!?」\n"
    },
    {
        "sentence": "[早苗「]::きゃーーーっ！？」",
        "translation": "Yuuki「Á Á Á!?」\n"
    },
    {
        "sentence": "[早苗「]::……へぇ、相変わらずテニス部は部員が多いなぁ」",
        "translation": "Yuuki「……Hể, bộ tennis lúc nào cũng đông nghẹt người thế cơ à.」\n"
    },
    {
        "sentence": "[早苗「]::……はあぁっ、あんっ……はぁ、はっ、んっ……ふぅうんっ」",
        "translation": "Yuuki「……ư ư, á… ư… ha, hộc, ư… phù…」\n"
    },
    {
        "sentence": "[早苗「]::あぁんっ……こんな、ミルクゥ……はぁ、母乳っ、噴いちゃったぁ……」",
        "translation": "Yuuki「Ư…ư… cái thứ sữa… ha… sữa mẹ… phun hết cả ra rồi…」\n"
    },
    {
        "sentence": "[早苗「]::あうぅ……んふぁ、だ、だってぇ……私、おっぱいは……あぁん、ダメ、ダメなのぉ……！」",
        "translation": "Yuuki「Ư… ư… đừng mà… tại… tại vì… vú của cô… ư… không… không được mà…!」\n"
    },
    {
        "sentence": "[早苗「]::ひゃぁあっ、あひぃいいんんっ！？」",
        "translation": "Yuuki「Á… á… á…ư…ư…ư…!?」\n"
    },
    {
        "sentence": "[早苗「]::んひぃんんっ！　いやぁ、あっ、ダメェ！　いたっ、痛いぃ！　乳首っ、あ、ダメ、やめてぇっ！！」",
        "translation": "Yuuki「Ư… ư… không… á… đau… đau quá! Núm vú… á… không… đừng mà!」\n"
    },
    {
        "sentence": "[早苗「]::ひゃあああっ……！　やぁ、痛いっ、ほんとにっ、んあぁあっ、ダメダメダメッ、やっ、あああぁっ！！」",
        "translation": "Yuuki「Á… á… đau… đau thật mà… ư… ư… không… đừng… á… á…!」\n"
    },
    {
        "sentence": "[早苗「]::んはぁあ、あぅんっ！　いやぁ、やめてっ……んくぅ、お、お願いっ、こんな酷いことっ、もうやめてぇっ……！！」",
        "translation": "Yuuki「Ư… ha… a… a… ư…! Không… đừng mà… ư… ư… làm ơn… đừng có làm những chuyện tàn nhẫn thế này nữa… đừng có mà…!!」"
    },
    {
        "sentence": "[早苗「]::き、キミはっ……ひゃうぅっ、学生なのにぃっ……！　んはぁんっ、私に、先生にっ、こんな事しちゃダメェ！！」",
        "translation": "Yuuki「Kh… em… ư… ư… dù gì cô cũng là giáo viên…! Ư… ư… không được… không được làm thế với cô, với giáo viên đâu!!」\n"
    },
    {
        "sentence": "[早苗「]::いひぃいぃいいいんんっ！？」",
        "translation": "Yuuki「Á… á… á… ư…!?」\n"
    },
    {
        "sentence": "[早苗「]::んあぁあっ、あひっ、ひぃいいっ！　いやぁ、ダメッ、母乳っ、ミルク噴いた、ばかりの乳首っ、ひっ、んひぃいっ！」",
        "translation": "Yuuki「Ư… á… á… đau… đừng mà… sữa… sữa phun ra rồi… cái núm vú vừa mới phun sữa… á… ư…!」\n"
    },
    {
        "sentence": "[早苗「]::いやぁ、乳首、しないでっ、虐めないでぇ！　あぁっ、敏感、敏感なのっ！　敏感乳首ぃっ、あぁ、やぁああんっ！」",
        "translation": "Yuuki「Ư… đừng mà, đừng nhéo núm vú cô… đừng hành hạ cô mà…! Ư… á… nhạy cảm… chỗ đó nhạy cảm lắm…! Núm vú mẫn cảm… ư… á… đừng mà…!」\n"
    },
    {
        "sentence": "[早苗「]::んはぁ、はっ、ふぅんんっ！　やぁっ、ダメッ、ダメッて、言ってるのにぃ……！」",
        "translation": "Yuuki「Ư… á… hộc… ư… ư…! Đừng mà… đừng mà… cô đã bảo là đừng mà…!」\n"
    },
    {
        "sentence": "[早苗「]::ああぁあっ、あっ、乳首ぃ……んはぁ、やっ、ジンジンしてっ、痺れてっ……はぁ、あぁ、これっ、あっ、ダメなのぉ！」",
        "translation": "Yuuki「Á… á… núm vú… ư… đau… tê… tê dại rồi… ư… á… cái này… á… không được mà…!」\n"
    },
    {
        "sentence": "[早苗「]::ひぃんっ！　んぁあ、だってっ……あぁ、こんな、こんなされたらっ、あぁ、声、いやらしい声になるのっ、なっちゃうのぉ！！」",
        "translation": "Yuuki「Ưm...! Ưm, tại vì... Á... nếu cứ bị làm thế này, thế này thì... Á... giọng cô sẽ thành cái giọng dâm đãng mất, sẽ thành ra như thế mất thôi!!」"
    },
    {
        "sentence": "[早苗「]::乳首っ、勃起乳首、虐められてっ……はぁ、ジンジンするのに、気持ちよく、なってるのぉ！　痛いの、感じるのぉっ！」",
        "translation": "Yuuki「Núm vú… núm vú cương cứng, bị chọc ghẹo… ư… vừa rát… vừa sướng quá đi mất…! Đau… đau muốn chết…!」\n"
    },
    {
        "sentence": "[早苗「]::あはぁ、あ、んんっ……だ、だってぇ、オッパイィ、んはぁ、オッパイ、いいからぁ、勝手に動いてっ……くぅうんっ！」",
        "translation": "Yuuki「Ah… á, ư… tại… tại cái vú… ư… cái vú, được rồi mà, tự động đi… ưm…!」\n"
    },
    {
        "sentence": "[早苗「]::んはぁ、あぁ、オチンチンッ……！　はぁ、すごいぃ、すごい勃起してっ、たくましくなってるぅ……！」",
        "translation": "Yuuki「Ư… á… chim, chim của em…! Ư… ghê vậy, cương cứng vãi… khỏe mạnh quá…!」\n"
    },
    {
        "sentence": "[早苗「]::あぁんっ、オチンチンッ、ゴリゴリのオチンチン見てるとっ……はぁ、ダメェ、頭、真っ白になってきちゃうぅ……！」",
        "translation": "Yuuki「Á… chim của em… chim vừa to vừa cứng của em… nhìn thôi đã… á… đầu óc cô quay cuồng hết cả rồi…!」"
    },
    {
        "sentence": "[早苗「]::はぁんっ、はい、私っ、早苗はっ……牝犬、スケベな牝犬ですぅ……！」",
        "translation": "Yuuki「Ư… ha… phải, cô… Sanae này… là chó cái, đồ chó cái dâm đãng…!」\n"
    },
    {
        "sentence": "[早苗「]::ふぁ、あっ、お、お願い、お願いですぅ……乳首っ、早苗の勃起乳首、もっとしてください！　もっと強く、虐めてぇ！」",
        "translation": "Yuuki「Fư… á… ư… xin… xin em… làm ơn… núm vú… núm vú cương cứng của cô… làm nữa đi… mạnh hơn nữa đi… hành hạ cô đi mà!」\n"
    },
    {
        "sentence": "[早苗「]::あぁ、オッパイぃ……あんんっ、私、もっとお乳っ、ミルク噴きたいですぅ！　お願い、弄ってぇ、乳首、コリコリしてぇ！」",
        "translation": "Yuuki「Á… vú… ư… cô… cô muốn sữa… sữa bắn tung tóe ra cơ…! Xin em… nắn bóp cô đi mà… nhũ hoa… xoắn mạnh vào đi!」\n"
    },
    {
        "sentence": "[早苗「]::ふわぁあああぁっ！　あぁ、それっ、それ、いいですぅ！　あはぁ、乳首、痛いぃっ！　痛いの、気持ちいいっ！」",
        "translation": "Yuuki「Ư… á… á… đúng rồi… đúng rồi… thích quá…! A ha… nhũ hoa… đau…! Đau… nhưng mà thích…!」\n"
    },
    {
        "sentence": "[早苗「]::んひゃぁあっ、はいっ、してぇ！　もっと、あぁっ、あひっ、ぃっ、いぃいいんんっ！」",
        "translation": "Yuuki「Ư… hự… á… phải… cho cô… đi…! Thêm nữa đi… á… a hự… ư… ư ư ư…!」\n"
    },
    {
        "sentence": "[早苗「]::んはぁ、あぁ、はいっ！　わ、私、奴隷です！　ご、ご主人様に仕える、牝犬ですっ！　私は、ご主人様だけの、ものですぅ！」",
        "translation": "Yuuki「Ư… a… phải…! Em… em là nô lệ! Là… là chó cái trung thành, hầu hạ ngài! Em… em là của một mình ngài thôi…!」\n"
    },
    {
        "sentence": "[早苗「]::あっ、あぁあ、ですからぁ、はぁっ、お願い、イカせてっ！　このまま、母乳噴かせてっ！　お願いです、ご主人様ぁ！！」",
        "translation": "Yuuki「A… á… xin ngài… ha… xin ngài… bắn vào em đi…! Cứ thế… cho sữa phun trào đi…! Em xin ngài… chủ nhân…!」\n"
    },
    {
        "sentence": "[早苗「]::はひぃいっ……？！　んぁあ、あっ、乳首っ、強いぃぃ！　いいっ、オッパイ、いいのぉ！　噴く、ミルクっ、噴きますぅう！」",
        "translation": "Yuuki「Ư… hự…?! Ư… á… núm vú… mạnh quá…! Sướng… ngực… sướng quá…! Phụt… sữa… em phun mất…!」\n"
    },
    {
        "sentence": "[早苗「]::あはあぁ、あっ、オッパイっ、ひぃんっ、オッパイ、出るっ、飛んじゃうっ、ミルク、ミルクッ、あ、あっ、はぁああっ！」",
        "translation": "Yuuki「Ư… á… á… ngực… hự… ngực… ra… bắn tung tóe… sữa… sữa… á… á… ha…!」\n"
    },
    {
        "sentence": "[早苗「]::やぁ、ご主人様っ、ご主人様ぁ！　あぁ、あっ、ひゃあぁあああぁぁ――」",
        "translation": "Yuuki「Ư! Chủ nhân! Chủ nhânnn! Á… ách… hự… ááááááááááááááááá――」"
    },
    {
        "sentence": "[早苗「]::はひゃぁあああぁああああぁぁっ！！」",
        "translation": "Yuuki「Huhuyaaaahhhhhh!!」"
    },
    {
        "sentence": "[早苗「]::ふぁあああんっ、ミルクッ、出たっ、出ちゃったぁ！　あぁ、はぁっ、あひぃいいいん！！」",
        "translation": "Yuuki「Phaaaaaan, sữa, ra, ra rồi kìaaa! Á, hức, ahiiiiin!!」"
    },
    {
        "sentence": "[早苗「]::あはぁぁ、ミルクゥ、止まらないぃっ！　はぁん、いいっ、母乳、お乳噴くの、いいっ、いいです、ご主人様ぁあっ！」",
        "translation": "Yuuki「Aaaaaaah, sữa, không dừng lại được! Haaa, sướng, sữa mẹ, chảy sữa, sướng, sướng lắm, ngài ơi!」"
    },
    {
        "sentence": "[早苗「]::んはぁぁ、あっ、はぅんん……あぁ、ミルクゥ……はぁ、ぁ、あぁぁ……」",
        "translation": "Yuuki「Nghaa, ừ, hựunnn... à, sữa... ha, á, àaaa...」"
    },
    {
        "sentence": "[早苗「]::はぁ、はぁ……んっ、あぁ、すごいぃっ！　オチンチンッ、オチンポ、こんなに大きくっ、ビクビクしてるぅ……！」",
        "translation": "Yuuki「Haa, haa... ừm, aaaa, dữ quáaa! Dương vật, dương vật, to thế nàyyy, rung rung kìaaaa...!」"
    },
    {
        "sentence": "[早苗「]::んふぁあ、あぁ、くださぁいっ！　ミルクッ、ご主人様の、オチンポミルクぅ！　私に、いっぱい、ぶっかけてぇ！！」",
        "translation": "Yuuki「Nghaa, àaaaa, làm ơn đi ạaa! Sữa, sữa dương vật của chủ nhân ạaa! Bắn cho em thật nhiều vào ạaa!!」"
    },
    {
        "sentence": "[早苗「]::んぷぁああぁあああぁああああっ！！」",
        "translation": "Yuuki「AAAAAAAAAAAAAAAAAAAAA!!!!」"
    },
    {
        "sentence": "[早苗「]::んはぁああっ！　ミルクッ、ご主人様のミルクゥ！　あぁ、熱いぃ！　熱いのドロドロ、顔にかかってぇっ、あぁあん！」",
        "translation": "Yuuki「Ư... ừm! Sữa! Sữa của chủ nhân! Aaa, nóng quáaa! Cái nóng bỏng rát chảy lênh láng trên mặt em rồi, áaaa!」"
    },
    {
        "sentence": "[早苗「]::いいっ、チンポミルクっ、いいですぅ！　あぁ、ネバネバの精液っ、んじゅっ、ちゅぱっ……はぁん、美味しいぃ！」",
        "translation": "Yuuki「Ngon quá, sữa dương vật của ngài, ngon quá đi! Aaa, cái tinh dịch sệt sệt, ực, chụt... haa, ngon quáaa!」"
    },
    {
        "sentence": "[早苗「]::んはぁ、あひっ、ご主人様のっ、チンポミルクゥ……んはぁ、最高、最高ですぅ……！」",
        "translation": "Yuuki「Nghaa, àhihi, sữa dương vật của chủ nhân ạaa……Nghaa, tuyệt vời, tuyệt vời lắm ạaa……！」"
    },
    {
        "sentence": "[早苗「]::あはぁ、もっと、オチンポォ……早苗にぃ、スケベ奴隷に、もっとミルク、くださぁいぃ…………」",
        "translation": "Yuuki「Aaaah, thêm nữa, dương vật của ngài... Sunae này, nô lệ dâm đãng, cho em thêm sữa nữa đi ạaaaaa...」"
    },
    {
        "sentence": "[早苗「]::……えぇと、それでは今日から私が、このクラスのホームルームを受け持ちます。よろしくお願いします」",
        "translation": "Yuuki「……Ờ thì, từ hôm nay cô sẽ phụ trách chủ nhiệm lớp này. Mong các em giúp đỡ.」\n"
    },
    {
        "sentence": "[早苗「]::はい。それじゃ、始めます」",
        "translation": "Yuuki「Ừ. Vậy thì, cô bắt đầu đây.」\n"
    },
    {
        "sentence": "[早苗「]::えと……小橋、くん」",
        "translation": "Yuuki「Ờ... Kobashi, em」"
    },
    {
        "sentence": "[早苗「]::…………」",
        "translation": "Yuuki「…………」\n"
    },
    {
        "sentence": "[早苗「]::えっ、あ、すみません！　えと、次は……」",
        "translation": "Yuuki「Ớ, à, xin lỗi! Ờ thì, tiếp theo là……」\n"
    },
    {
        "sentence": "[早苗「]::あ……小橋君、ちょっと、いいかな？」",
        "translation": "Yuuki「A… Kobashi-kun, này… cho cô hỏi nhỏ cái được không?」\n"
    },
    {
        "sentence": "[早苗「]::あ、あの……昨日、ぶつけたところは大丈夫？」",
        "translation": "Yuuki「À… ờ… chỗ hôm qua va phải, em thấy đỡ chưa?」\n"
    },
    {
        "sentence": "[早苗「]::そ、そうなの？　それなら良かったけど……あの、ゴメンね」",
        "translation": "Yuuki「Ờ, vậy thì tốt… Mà, xin lỗi em nha.」\n"
    },
    {
        "sentence": "[早苗「]::う、うん、そうかもしれないけど……でも……」",
        "translation": "Yuuki「Ư, ừm, chắc là vậy… nhưng mà…」\n"
    },
    {
        "sentence": "[早苗「]::……あのね、私って昔から、何かとトラブルを呼び寄せてしまう体質みたいなの」",
        "translation": "Yuuki「…À thì, cô từ xưa đến giờ, cứ hay gặp phải mấy chuyện rắc rối ấy.」\n"
    },
    {
        "sentence": "[早苗「]::それで、学生時代にも、昨日みたいな事が何度も起きて……別に珍しい事じゃないの」",
        "translation": "Yuuki「Vậy nên, hồi còn đi học, mấy chuyện kiểu hôm qua xảy ra suốt… Chẳng có gì lạ đâu.」\n"
    },
    {
        "sentence": "[早苗「]::そういうのもあって、昨日のは、私の不運にキミを巻き込んじゃったみたいな気がして……本当にごめんなさい」",
        "translation": "Yuuki「Cũng vì chuyện đó nữa, chuyện hôm qua, cô thấy như là đã kéo em vào vận xui của cô rồi ấy…… thật sự xin lỗi.」\n"
    },
    {
        "sentence": "[早苗「]::……ありがとう。そう言ってもらえて、嬉しいわ」",
        "translation": "Yuuki「……Cảm ơn em. Nghe em nói vậy, cô vui lắm.」\n"
    },
    {
        "sentence": "[早苗「]::……小橋君？　ちょっと、どうしたの、ねぇ？」",
        "translation": "Yuuki「……Kobashi-kun? Sao thế, em?」\n"
    },
    {
        "sentence": "[早苗「]::それじゃ、そろそろ授業の準備があるから、ここでね」",
        "translation": "Yuuki「Vậy thì, cô phải chuẩn bị cho tiết học rồi, tạm biệt em ở đây nhé.」\n"
    },
    {
        "sentence": "[早苗「]::小橋君も授業、しっかりね」",
        "translation": "Yuuki「Kobashi-kun cũng phải học hành cho hẳn hoi đấy nhé.」\n"
    },
    {
        "sentence": "[早苗「]::えっ……！？」",
        "translation": "Yuuki「Sao cơ...?」"
    },
    {
        "sentence": "[早苗「]::あっ……小橋君」",
        "translation": "Yuuki「Á... Kobashi-kun.」\n"
    },
    {
        "sentence": "[早苗「]::……でも、どうしたの、こんな時間に？　もう下校時間はとっくに過ぎてるのよ、帰らなくちゃダメじゃない」",
        "translation": "Yuuki「......Nhưng mà, có chuyện gì mà giờ này em còn ở đây? Hết giờ tan trường lâu rồi còn gì, em phải về nhà chứ.」\n"
    },
    {
        "sentence": "[早苗「]::えっ、保健室って……」",
        "translation": "Yuuki「Hả, phòng y tế á...?」"
    },
    {
        "sentence": "[早苗「]::あっ！？　も、もしかして、昨日の怪我がまだ痛むの……？」",
        "translation": "Yuuki「Á!? Chẳng lẽ, vết thương hôm qua của em vẫn còn đau...?」\n"
    },
    {
        "sentence": "[早苗「]::ほ、本当なの……？　あぁ、どうしよう……私、どうしたら……」",
        "translation": "Yuuki「H、thật... thật hả...? Aaa, làm sao giờ... cô phải làm sao đây...?」"
    },
    {
        "sentence": "[早苗「]::小橋君……！　だ、大丈夫！？」",
        "translation": "Yuuki「Kobashi-kun... Em, em có sao không!?」"
    },
    {
        "sentence": "[早苗「]::あっ……きゃぁあああっ！？」",
        "translation": "Yuuki「Á... á á á!?」\n"
    },
    {
        "sentence": "[早苗「]::ちょっと、小橋君……あぁ、いやぁああっ！」",
        "translation": "Yuuki「Này, Kobashi-kun... a... á á á!」\n"
    },
    {
        "sentence": "[早苗「]::いやっ、やめてぇ……！？　いやぁあっ！！」",
        "translation": "Yuuki「Không... đừng mà...! Aaa!!」\n"
    },
    {
        "sentence": "[早苗「]::やぁあっ……なっ、何をするのっ！？　やめてっ、放してぇっ！」",
        "translation": "Yuuki「Á...  làm cái gì vậy!? Buông ra, thả cô ra!」"
    },
    {
        "sentence": "[早苗「]::そんなっ……やぁ、ば、バカな真似はやめてっ！　放してっ、放しなさいっ！！」",
        "translation": "Yuuki「Đừng mà... Yah, đừng có làm trò ngu ngốc! Thả cô ra, thả cô ra mau!!」\n"
    },
    {
        "sentence": "[早苗「]::くぅううっ……！　あうぅ、き、キミっ……どうして、どうして私にこんな事をっ……！？」",
        "translation": "Yuuki「Ư... ư... !? Au... Cô... Cô... Sao... Sao em lại làm chuyện này với cô...?」\n"
    },
    {
        "sentence": "[早苗「]::ぼ、ボールがぶつかった事を恨んでるなら、謝るわ……治療費も、ちゃんと払うからっ、だからこんな事は、もうっ……！」",
        "translation": "Yuuki「Nè... Nếu... Nếu em hận cô vì chuyện cái bóng đập trúng... thì cô xin lỗi... Tiền viện phí, cô cũng sẽ trả đầy đủ... Nên... nên làm ơn đừng như vậy nữa... !」\n"
    },
    {
        "sentence": "[早苗「]::そ、そんなっ……！？　やぁ、冗談はやめてっ！　やぁあああっ！！」",
        "translation": "Yuuki「K-Không thể nào...!? Yah, làm ơn đừng đùa nữa! Yahhhhhh!!」"
    },
    {
        "sentence": "[早苗「]::やぁっ、お、お願いっ、許してっ……！　こんなの、ゆ、許されないっ！　ダメ、ダメよぉ！」",
        "translation": "Yuuki「K-Khoan đã, ư... xin em... xin em tha cho cô... ! Cái này... k-không thể chấp nhận được...! Đ-Đừng mà, đừng mà...!」\n"
    },
    {
        "sentence": "[早苗「]::ほ、本当なの……？　あぁ、どうしよう……私、どうしたら……」慎吾「いや、先生のせいじゃ……あうっ、つつっ！？」",
        "translation": "Yuuki「H、thật... thật hả...? Aaa, phải làm sao đây... Cô... cô phải làm gì đây...?」Shingo「Không, không phải tại cô mà... á đau!?」\n"
    },
    {
        "sentence": "[早苗「]::きゃぁあっ！？　やぁあああぁあっ！！」",
        "translation": "Yuuki「Á á!? Aaaaaaa!」"
    },
    {
        "sentence": "[早苗「]::あぁっ、やっ、くぅうんんっ！　やぁ、胸っ……んんっ、あぁ、さ、触らないでぇ……！」",
        "translation": "Yuuki「Ah, ư... không, ư ư...! Ư ử, ngực... ư ư... a, đ-đừng chạm vào mà...!」\n"
    },
    {
        "sentence": "[早苗「]::ひぅんんっ、やっ、ダメッ！　あぁ、そんな、揉むのっ……弄るの、やめてっ！　お願い、んぁ、はああぁっ！」",
        "translation": "Yuuki「Hư... ư... đừng mà! A... đừng, đừng có xoa... đừng có nắn nữa mà! cô xin em ư... ha... aaaa!」"
    },
    {
        "sentence": "[早苗「]::やぁ、そんなのっ、ある訳ないぃ！　あぁ、もうっ、本当に、お願いだからぁ……やっ、ひぃいんっ！」",
        "translation": "Yuuki「Không... không có đâu mà! A... thật mà, cô xin em đó... ư... hức... ư ư!」\n"
    },
    {
        "sentence": "[早苗「]::ああぁぁ、いやぁああっ……！　いやぁ、お願いっ、き、キミは、学生なのにっ……あぁ、こんなの、間違ってるっ！」",
        "translation": "Yuuki「Aa... a... không... ư... ư! Đừng mà, cô xin em, em... em còn là học sinh... A, chuyện này... sai trái quá!」\n"
    },
    {
        "sentence": "[早苗「]::ち、違うっ、間違ってるわ、そんなのっ……！　ひ、人としてっ、キミは、間違ってるぅ！」",
        "translation": "Yuuki「K-không phải, không phải vậy, sai rồi, cái này... là sai trái...! Về mặt... nhân phẩm, em... em sai rồi!」"
    },
    {
        "sentence": "[早苗「]::だ、だから……もう、やめてぇっ！　んっ、んはぁ……お願い、話っ、聞いてっ……んっ……んっ、くぅんんっ……！」",
        "translation": "Yuuki「Đ-đừng mà... xin em... dừng lại đi! Ư... ư ư... Cô xin em, nghe... nghe cô nói... ư... ư... khư ư ư...!」\n"
    },
    {
        "sentence": "[早苗「]::んはぁああっ！？　あぁああぁああんんっ……！！」",
        "translation": "Yuuki「Ư... Ư... Á...!? A... á a a a... ư ư...!!」\n"
    },
    {
        "sentence": "[早苗「]::あくぅ……し、知らないっ！　もう、本当にやめてぇっ！　ほ、本当に、怒るん、だからぁ……！」",
        "translation": "Yuuki「A... ừm... Cô, cô không biết! Thật đấy, mau dừng lại đi mà! T-thật sự, cô sẽ giận đấy nhé...！」"
    },
    {
        "sentence": "[早苗「]::ひゃぁああっ……？！」",
        "translation": "Yuuki「Hyaaa...!?」\n"
    },
    {
        "sentence": "[早苗「]::あっ……あぁ、だ、ダメっ、そこぉ！　はあぁっ……あっ、あぁっ……はっ、はぁああんっ！」",
        "translation": "Yuuki「A... A a, không, không được, chỗ đó...! Ư... a... A a...! Hộc... hộc... a a a...!」\n"
    },
    {
        "sentence": "[早苗「]::あぁ、んっ、ひぃんっ！　やぁ、そこっ、ダメェ……！　やぁ、触るの、あっ、ふぅうんんっ！」",
        "translation": "Yuuki「A... ưm... hức...ư! K-không... chỗ đó... đừng mà...! A... chạm vào... a... ư ư ư...!」"
    },
    {
        "sentence": "[早苗「]::んはぁ、あっ、ダッ、ダメェ！　本当にっ……あぁ、やだぁ、乳首、ダメなのっ……やぁ、あぁああんっ！」",
        "translation": "Yuuki「Ư... á... đ-đừng... không được...! Thật... thật sự mà... a... không... núm vú... đừng mà...! Ư... á... á á á...!」\n"
    },
    {
        "sentence": "[早苗「]::お願いっ……ひぃん、もう、しないでぇ……！　許してっ、やめてぇ……あぁ、お願いだからぁあっ……！」",
        "translation": "Yuuki「Làm ơn đi... hức, đã đủ rồi... dừng lại đi... Tha cho cô , dừng lại đi... à, làm ơn mà... a...!»"
    },
    {
        "sentence": "[早苗「]::やぁ、酷いっ……！　いやっ、どうしてやめて、くれないのっ……？！　やぁ、本当に、いやなのっ！　やめてぇえっ！」",
        "translation": "Yuuki「Ư... đừng mà...! Không... sao em không dừng lại, không chịu dừng lại vậy...? Ư... thật sự...  cô không muốn mà...! Dừng lại đi mà...!」"
    },
    {
        "sentence": "[早苗「]::あぁあっ……！？　いやぁ、そんな乱暴しないでっ！　いやぁ、ダメッ、脱がしちゃ……あぁああっ！！」",
        "translation": "Yuuki「A... á...!? K-không, đừng có thô bạo như vậy chứ...! Không... đừng mà, đừng cởi... a... á...!」"
    },
    {
        "sentence": "[早苗「]::いやぁあああっ、あぁ、ダメッ、だめぇえええっ！！」",
        "translation": "Yuuki「Kh-không... á... ư... đừng mà...! Đừng mà...!」\n"
    },
    {
        "sentence": "[早苗「]::いやぁああ、見ないでっ……！　やぁ、ひどいぃ、こんな、あうぅ、うぅううぅ……！」",
        "translation": "Yuuki「Kh-không... á... đừng nhìn...! Ôi... tồi tệ quá... thế này thì... au... ư... ư...!」"
    },
    {
        "sentence": "[早苗「]::うぅぅ、だってっ……あう、今まで男の人にっ、見られた事なんて、なかったのに……好きな人にしか、見せたくなかったのにぃ……！」",
        "translation": "Yuuki「Ư... tại... au... trước giờ cô... chưa từng bị người đàn ông nào thấy cả... chỉ muốn cho người mình yêu thấy thôi mà...!」"
    },
    {
        "sentence": "[早苗「]::うぅぅ……あぅ、もう、いやあぁ……もう、許してぇ……なんで、こんな事っ、ぁん、するのよぉ……！」",
        "translation": "Yuuki「Ư... á... thôi mà... đừng mà... xin em... tha cho cô đi... sao... sao em lại làm thế này... á... vậy chứ...!」"
    },
    {
        "sentence": "[早苗「]::あうぅ、そんなぁ……んふぅ、あ、やだぁ、もう酷い事、しないでぇ……お願いぃ、お願いですぅ……！」",
        "translation": "Yuuki「A... ưm... đừng mà... ư... á... đừng mà, xin em... đừng làm chuyện tồi tệ nữa mà... xin em... xin em đó...!」\n"
    },
    {
        "sentence": "[早苗「]::い、いやっ……！　やぁ、ダメェ、乳首、そこはもうっ……やぁあああぁっ！」",
        "translation": "Yuuki「K…không…! Ư… đừng mà, núm vú… chỗ đó thì… ư… aaaaaaa!」\n"
    },
    {
        "sentence": "[早苗「]::あはぁああぁあああぁっ……！？」",
        "translation": "Yuuki「A… á… aaaaaaaa…!?」\n"
    },
    {
        "sentence": "[早苗「]::んはぁああ、やっ、あぁあっ！　ダメッ、吸うのっ……んひっ、ふぁあ、あっ、やぁあああっ！」",
        "translation": "Yuuki「Ư… ư… aaaaa, đừng mà, á… á! Không… đừng… hút… ư… á… aaaaa!」\n"
    },
    {
        "sentence": "[早苗「]::やめっ、それダメッ！　あっ、んはぁあ、やぁ、ダメ、ダメなのぉっ！　あぁ、だめっ、だめぇええっ！」",
        "translation": "Yuuki「Dừng… đừng mà! Ư… ư… không… đừng, đừng mà! A… đừng… đừng mà!」\n"
    },
    {
        "sentence": "[早苗「]::ぁやぁあぁあああっ！？　あぁ、やっ、やだぁ！　んはぁ、あぁ、乳首っ……んひっ、っひぃいん！」",
        "translation": "Yuuki「A… á… aaaaa!? A… không… đừng mà! Ư… á… núm vú… ư… ư…!」\n"
    },
    {
        "sentence": "[早苗「]::はひぃんっ！　んぁあ、あ、あぁっ……ダメェ、ほんとに、もうっ、乳首吸うのっ……やぁ、ダメッ、やめてぇえ！」",
        "translation": "Yuuki「Hức… ư ư, không… a… a… đừng mà, thật… thật sự… đừng… đừng mút núm vú nữa… Ư… đừng mà… dừng lại đi!」\n"
    },
    {
        "sentence": "[早苗「]::いやぁっ、ダメッ……や、やだぁ、おっぱいっ、もうっ……ふぅん、んぁ、あぁああっ……！」",
        "translation": "Yuuki「Kh… không… đừng mà… ư… ư đừng mà… vú… ư… aaaa…!」\n"
    },
    {
        "sentence": "[早苗「]::やっ……ひぅ、ち、ちがっ……あぁ、ダメッ、チュパチュパ、強くしちゃっ……んはぁ、あ、ひゃぁああんっ！」",
        "translation": "Yuuki「Ư… hức… k… không… a… không… đừng mà… chụt chụt… mạnh quá… ư… a… áaaaa!」\n"
    },
    {
        "sentence": "[早苗「]::あぁあっ、いやっ、舐めるのっ……んはぁ、あぁ、ダメッ、グニグニするのっ！　んはぁ、あああぁっ！」",
        "translation": "Yuuki「Aa… ư… không… đừng… liếm… ư… a… không… đừng mà… nhéo… ư… a… aaaa…!」\n"
    },
    {
        "sentence": "[早苗「]::んはぁあ、やぁ、乳首っ、あぁ、舌で、虐めるのっ……！　あぁ、いやぁ、ジンジン、オッパイ、ジンジンするぅ！」",
        "translation": "Yuuki「Ư… á… núm vú… a… lưỡi… đừng có mà… trêu…! A… không… rát… ngực… rát quá…!」\n"
    },
    {
        "sentence": "[早苗「]::ふあぁああんっ、あっ、ダメッ、それっ！　やっ、ダメ、オッパイ、あっ、あっ、熱くっ、熱く、なっちゃうぅ！」",
        "translation": "Yuuki「Ư… á… không… đừng mà… cái đó…! Ư… đừng… ngực… a… a… nóng… nóng quá…!」\n"
    },
    {
        "sentence": "[早苗「]::やぁあ、あっ、ダメェ、熱いの、オッパイッ、ひぃんっ！　いやぁ、舐めるの、あっ、ダメ、乳首っ、許してっ！」",
        "translation": "Yuuki「Ư… a… không… nóng quá… ngực… hức…! Ư… không… liếm… a… không… núm vú… tha cho…!」\n"
    },
    {
        "sentence": "[早苗「]::んぁあ、あ、ダメッ、また、吸うのっ……！　やぁ、あ、はっ、ダメッ、それ以上、吸っちゃっ、んぁ、は、あぁああっ！！」",
        "translation": "Yuuki「Ư… a… không… đừng… lại… mút nữa…! A… a… ư… không… đừng… mút nữa… ư… a… a…!」\n"
    },
    {
        "sentence": "[早苗「]::あぁあっ！　いやぁ、あ、ぁ、ダメッ、もうっ、わたしっ……やぁ、ダメッ、あ、あ、あぁあああっ……！！」",
        "translation": "Yuuki「A… a… không… ư… a… không… đừng mà… cô… ư… đừng… a… a… a…!」\n"
    },
    {
        "sentence": "[早苗「]::んはぁああぁあああぁっーーー！！」",
        "translation": "Yuuki「Ư… á… á… á…!」\n"
    },
    {
        "sentence": "[早苗「]::んぁああぁあっ……あ、はっ、んふぅ……あぁ、はぁ、はぁ……はぁ、ん、はぁぁ…………」",
        "translation": "Yuuki「Ư… a… a… a… ha… ư… a… ha… ha… ư… ha… ha…」"
    },
    {
        "sentence": "[早苗「]::……ああぁっ、やあぁああっ！？　だ、ダメッ！　そこはっ……それだけは、やめてぇ！」",
        "translation": "Yuuki「……A… á…!? K-không…! Chỗ đó… xin, xin đừng mà!」"
    },
    {
        "sentence": "[早苗「]::いやぁっ、それだけはっ……お願いっ、ダメッ、ダメェ！　あぁ、許してっ！　もう、許してぇ！！」",
        "translation": "Yuuki「K-không… xin em… đừng mà… xin đừng mà! A… xin tha cho cô… xin tha cho cô đi mà!!」"
    },
    {
        "sentence": "[早苗「]::あぁあああっ……！？　い、いやぁっ、そ、そんなのっ……！　やだっ、しまってっ！　は、早くしまってぇ！」",
        "translation": "Yuuki「A… aaaaaaa…!? K-không, đừng mà… c-cái thứ đó…! Đừng mà, cất đi…! N-nhanh cất đi cho cô…!」\n"
    },
    {
        "sentence": "[早苗「]::きゃあっ！？　やぁっ、いやぁああぁっ！！」",
        "translation": "Yuuki「Á!? A… đừng mà!」\n"
    },
    {
        "sentence": "[早苗「]::ああぁっ、ひっ、ひぃいいぃいっ……！？」",
        "translation": "Yuuki「A… aaaaa…!? H… hức… hức… hức…!?」\n"
    },
    {
        "sentence": "[早苗「]::やあぁあっ、お尻に、熱いのっ……！　あぁ、ダメッ、それは、それだけはっ……いやぁ、やめてっ！　やめてぇえっ！！」",
        "translation": "Yuuki「A… aaaaa, ở mông, nóng quá…! A… không được, cái đó thì… xin em, đừng mà! Đừng màaaaa!!」\n"
    },
    {
        "sentence": "[早苗「]::いやぁ、ダメッ、ダメェッ！　あぁ、やめてっ、本当にっ、ダメなのっ！　ダメなのよぉ！」",
        "translation": "Yuuki「Không, đừng mà… đừng mà! A… xin đừng, thật đó, không được mà! Thật sự không được mà…!」\n"
    },
    {
        "sentence": "[早苗「]::も、もうすぐっ……もうすぐ当直の先生が来るのっ！　こんなの、見られたらっ……！　大変な事にっ……！！」",
        "translation": "Yuuki「K… sắp rồi… sắp đến giờ thấy giáo trực đến rồi… Nếu chuyện này bị thấy…! Sẽ thành chuyện lớn mất…!!」"
    },
    {
        "sentence": "[早苗「]::やぁああっ！？　ダメっ、話を、話を聞いてっ！　本当に、もうすぐ戻ってくるのっ！　見られたら、キミだってどうなるかっ……！」",
        "translation": "Yuuki「Kho… không! Nghe, nghe cô nói đã! Thầy giáo sắp quay lại rồi! Nếu mà thấy chuyện này thì… em sẽ không biết ra sao đâu…!」\n"
    },
    {
        "sentence": "[早苗「]::えぇ……っ！？」",
        "translation": "Yuuki「E…!?」\n"
    },
    {
        "sentence": "[早苗「]::えっ……あぁああっ！？」",
        "translation": "Yuuki「Hả… á á!?」"
    },
    {
        "sentence": "[早苗「]::そ、そんなっ……ど、どうしてっ！？　どうして、先生っ……う、嘘よぉ……！？」",
        "translation": "Yuuki「K-không… L-làm sao…!? Tại sao, thầy giáo… ư, xạo…!?」\n"
    },
    {
        "sentence": "[早苗「]::あ、あぁぁ、そんなぁ……うぅ、うっ、うぅぅぅ……」",
        "translation": "Yuuki「A, a a… không thể nào… ư, ư, ư…」\n"
    },
    {
        "sentence": "[早苗「]::やっ、いやぁ……やだっ、やめてぇ……ゆ、許してっ、いや、いやぁぁ…………」",
        "translation": "Yuuki「Kh-không… ư ư… đừng mà… buông tha cô đi… không… không…」"
    },
    {
        "sentence": "[早苗「]::んぁああぁあっ……！？」",
        "translation": "Yuuki「Ư… a a a…!?」\n"
    },
    {
        "sentence": "[早苗「]::ひっ、あひっ、ひぃっ、いきぃいぃいいいっ……！！」",
        "translation": "Yuuki「Hức, á hức, hiii, ikiiiiiiii…!!」"
    },
    {
        "sentence": "[早苗「]::んひいいっ……！　ひっ、い、きぃっ……んあぁあああっ……かぁあああっ！！」",
        "translation": "Yuuki「Ư… ư… hức…! Hức, ư, ư ư… á… aaaaaaa…!」\n"
    },
    {
        "sentence": "[早苗「]::いひぃいっ、んぁ、ぁ、あぐぅう……！？　あぁ、やっ、はぁぁあっ！！」",
        "translation": "Yuuki「Ihiiii, ư ư, a, á gừuuuu…!? Aaa, không, haaaaaaa!!」\n"
    },
    {
        "sentence": "[早苗「]::はぅんっ、あ、あぁ、う、嘘っ……あ、全部っ……あうっ！　硬いのっ、全部中にっ、中に入ってるぅ……！！」",
        "translation": "Yuuki「Ư… á, á… ư… không thể nào… á, tất cả… ư…! Cứng quá… tất cả vào trong… vào hết trong rồi…!!」"
    },
    {
        "sentence": "[早苗「]::いぁああぁっ、あああぁあああぁっ……！？」",
        "translation": "Yuuki「Iaaaaaaah, aaaaaaah aaaaaaaah…!?」"
    },
    {
        "sentence": "[早苗「]::うっ、あぁあっ、ぁああっ……やぁああっ！　いっ、ぐっ……ぅううっ、うあぁっ……ぁあっ、いやっ、いやぁああっ！」",
        "translation": "Yuuki「Ư… aaaa… aaaaa… yaaaa…! I… gừ… ư ư ư… uaaaa… a… không… khônggg…!」\n"
    },
    {
        "sentence": "[早苗「]::やぁああっ……あぐっ、う、うごか、ないでぇ！　んくぅう、きっ、ぃ、ひぃいいっ！！」",
        "translation": "Yuuki「Aa… ư… á… đừng, đừng động đậy mà! Ư… khụ… khự… ư… hic… iiii!」\n"
    },
    {
        "sentence": "[早苗「]::んひぃ、いっ……かっ、あひっ、うっ、ううぅうっ！　い、痛いぃ……あっ、きっ、ダメ、痛いのっ、やぁ、やめてぇえ……！」",
        "translation": "Yuuki「Ư… hic… đau… á… hic… ư… ư ư ư! Đ… đau quá… á… kh… không… đau… á… dừng… dừng lại đi…!」"
    },
    {
        "sentence": "[早苗「]::くあ゛あ゛っ……あっ、はぁ、はぁ……あうぅうっ！？　やぁ、本当、ほんとに、痛いぃいっ！　ダメ、動くのっ……んっ、んくぅうっ！」",
        "translation": "Yuuki「Ư… aaaa… á… á… hộc… hộc… auuuu…!? A… thật… thật là… đau quá đi…! Không… đừng có động đậy… ư… ư khự…!」\n"
    },
    {
        "sentence": "[早苗「]::あうぅうっ……あぁ、い、痛いぃ、苦しいっ……！　いやぁ、やめ、てぇ……もう、こんなっ、あうぅうっ、許してぇ……！！」",
        "translation": "Yuuki「A… ư ư… á… đau… khó chịu quá…! Không… đừng… mà… thôi… cái này… a… ư ư… tha cho… cô đi…!!」\n"
    },
    {
        "sentence": "[早苗「]::あぁ、あっ、ひゃぁああっ！　んぁ、ダメェ！　あぁ、は、速いぃ！　んあぁあ、やぁ、あぁあああっ！！」",
        "translation": "Yuuki「Aa… á… á á á! Ư… không được…! A… ha… nhanh quá…! Ư… á… á… không… a… aaaaa!」\n"
    },
    {
        "sentence": "[早苗「]::はひぃっ！　んぁ、いやっ、ぁ、あひぃい！　だ、ダメッ、激しいのっ……あぁ、痛いぃ！　死んじゃう、死んじゃうぅ！」",
        "translation": "Yuuki「Hức… ư… không…! Ư… đau… không được… mạnh quá… A… đau… chết mất… chết mất thôi…!」\n"
    },
    {
        "sentence": "[早苗「]::んひっ、きぃいっ！　はっ、あっ、んきっ、ひぃいっ……！　やっ、あくっ、いやっ、いやぁ、あひぃいっ！！」",
        "translation": "Yuuki「Ư… kh…! Hộc… á… ư… kh… hic…! Dừng… đau… không… không… á á á!!」\n"
    },
    {
        "sentence": "[早苗「]::ひぃいっ……！？　せ、精液っ……！！」",
        "translation": "Yuuki「Híí…!? Tinh… tinh dịch…!!」\n"
    },
    {
        "sentence": "[早苗「]::いやっ、いやぁああっ！　やめてっ、許してぇ！　中で精液、出すなんてっ……いやっ、いやぁあっ！　中に出しちゃっ、ダメェェエッ！！」",
        "translation": "Yuuki「Không… không mà! Dừng lại… xin em…! Bắn tinh dịch… vào trong… không… không mà! Không được bắn vào trong… không được!!!!」"
    },
    {
        "sentence": "[早苗「]::そ、そんなっ……！？　あぁっ、いやぁああっ！　やだっ、やめてぇえ！　許してっ、あぁ、やぁ、誰かっ、誰かぁああっ！」",
        "translation": "Yuuki「K… không thể nào…!? Á… không… khônggggg! Đừng mà… xin… tha cho… á… á… ai đó… ai đóooo!!」\n"
    },
    {
        "sentence": "[早苗「]::いやぁ、ダメッ、あっ、やぁっ！　精液っ、あ、あっ、妊娠、妊娠しちゃうぅ！　やぁあ、お願いっ、出さないでっ、お願いぃっ！！」",
        "translation": "Yuuki「Ư… không… ư… á! Tinh dịch… á… á… có… có thai mất…! Ư… xin… xin em… đừng… đừng bắn ra… xin em…!」"
    },
    {
        "sentence": "[早苗「]::やだぁ、赤ちゃんっ、許してっ……！　あぁ、あ、はぁ、ダメッ、ダメッ！　や、あぁああぁああ――」",
        "translation": "Yuuki「Không… em bé… xin tha cho cô…! A… a… hức… không… không…! Ư… á á á á…」"
    },
    {
        "sentence": "[早苗「]::いやぁあああぁああぁぁあああーーーっ！！」",
        "translation": "Yuuki「Khônnggggggggggg!!!!」"
    },
    {
        "sentence": "[早苗「]::んふぁあぁっ、やぁ、精液っ……ひぃいっ！　出てるっ、やぁ、中っ、中にぃ！　あぁ、やあぁ、あぁあああっ！」",
        "translation": "Yuuki「Ư… hức… tinh dịch…! Ra… ra rồi… bên… bên trong…! A… á… aaaaa!」\n"
    },
    {
        "sentence": "[早苗「]::あうぅぅ……ダメェ……ひんっ、んはぁ、赤ちゃんっ、できちゃうぅぅ……妊娠、しちゃうぅぅ……」",
        "translation": "Yuuki「Ư… không… đừng mà… ư… hức… em bé… có… có thai mất…」\n"
    },
    {
        "sentence": "[早苗「]::こんな、こんなのぉ……んはぁ、はぁ、あ、あぁぁぁ…………」",
        "translation": "Yuuki「Không… không mà… ư… hức… a… aaaaa…」\n"
    },
    {
        "sentence": "[早苗「]::あぁぁ……はぁ、あぁぁ……やぁぁ、あっ、くぅんっ……はぁ、はぁ…………」",
        "translation": "Yuuki「A… a… hức… a… á… á…」"
    },
    {
        "sentence": "[早苗「]::やぁぁ……精液ぃ……こんな、教え子のなのにぃ……あぁ、んはぁ、やぁ、いやぁぁ……」",
        "translation": "Yuuki「Ư… tinh dịch… lại còn là của học sinh… a… ư… không…」\n"
    },
    {
        "sentence": "[早苗「]::はぁあぁぁっ……！？　あぁ、はっ、あっ……あふぅぅ…………」",
        "translation": "Yuuki「Haaaaaa…!? A… hộc… a… afuuuuuu…」"
    },
    {
        "sentence": "[早苗「]::ああぁ、やぁぁ……あぁ、出てるぅ……熱いの、私の、中からぁ……あぁぁ……」",
        "translation": "Yuuki「Aa… ya… a, ra… Cái nóng này, từ bên trong cô… a…」\n"
    },
    {
        "sentence": "[早苗「]::んふぅ……んぁ、な、何……？」",
        "translation": "Yuuki「::Ư… ưm… ơ, cái, cái gì…？」\n"
    },
    {
        "sentence": "[早苗「]::あぁっ、そ、それっ……！？　い、いやっ！　何っ、何をしたのっ……！！」",
        "translation": "Yuuki「Á...! Cái, cái đó...!? Kh-không! Gì, đã làm gì vậy...!!」"
    },
    {
        "sentence": "[早苗「]::えっ、きょ、脅迫っ……？！」",
        "translation": "Yuuki「E-Ể, cư, cưỡng ép…?!」"
    },
    {
        "sentence": "[早苗「]::そ、そんなっ…………ひどいっ、ひどすぎるぅ……う、うぅぅ…………」",
        "translation": "Yuuki「K-Không... Quá đáng... Quá đáng lắm rồi... Hức... hức...」\n"
    },
    {
        "sentence": "[早苗「]::うっ、うぅぅ……そんなっ……うぅ、ひっく、ひっく…………」",
        "translation": "Yuuki「Ư... ư... Không thể nào... Hức, hức...」\n"
    },
    {
        "sentence": "[早苗「]::あうぅ、うっ……ひくっ、うっ、うぁ、あぁああぁあああ……！！」",
        "translation": "Yuuki「Ư… ư… hức… ư… oa… áaaaaaaa…!!」\n"
    },
    {
        "sentence": "[早苗「]::相蘇……くん……」",
        "translation": "Yuuki「Aizumi…kun…"
    },
    {
        "sentence": "[早苗「]::……くん」",
        "translation": "Yuuki「……kun」\n"
    },
    {
        "sentence": "[早苗「]::あの……小橋、慎吾くん」",
        "translation": "Yuuki「À… Kiyoashi, Shingo-kun」"
    },
    {
        "sentence": "[早苗「]::…っ……」",
        "translation": "Yuuki「…っ……」\n"
    },
    {
        "sentence": "[早苗「]::きゃあっ！」",
        "translation": "Yuuki「Á!」\n"
    },
    {
        "sentence": "[早苗「]::あっ、あっ……きゃあぁああああっ！」",
        "translation": "Yuuki「A... a... áaaaaaa!」\n"
    },
    {
        "sentence": "[早苗「]::うぅっ……小橋、君……！？」",
        "translation": "Yuuki「Ư... Kobashi, em...!?」\n"
    },
    {
        "sentence": "[早苗「]::こんな風に、驚かすなんて……酷いわっ……」",
        "translation": "Yuuki「Sao em lại... làm cô hết hồn thế này... Tệ thật...」"
    },
    {
        "sentence": "[早苗「]::別に……何もしていないわ」",
        "translation": "Yuuki「Không... không có gì đâu.」"
    },
    {
        "sentence": "[早苗「]::うっ……！」",
        "translation": "Yuuki「Ư...！」"
    },
    {
        "sentence": "[早苗「]::うっ……くっ……」",
        "translation": "Yuuki「Ư... kh...」\n"
    },
    {
        "sentence": "[早苗「]::次、ですって……」",
        "translation": "Yuuki「L-lần... sau, sao...?」"
    },
    {
        "sentence": "[早苗「]::そんな……」",
        "translation": "Yuuki「K-không... thể nào...」"
    },
    {
        "sentence": "[早苗「]::わ、私は……教師になるためには、教育実習を、理由もなく……っ……休むわけには、いかなかったから……」",
        "translation": "Yuuki「C-cô... cô phải đi thực tập sư phạm để trở thành giáo viên, không thể nào... có lý do gì mà cô... lại bỏ được...」"
    },
    {
        "sentence": "[早苗「]::くっ……ぅううっ……！」",
        "translation": "Yuuki「Kh-không... ư... ư...！」\n"
    },
    {
        "sentence": "[早苗「]::なんで……なんで、どうして、そんな……そんな酷いことを……言うの？　私を、虐めて……た、たのしい……？」",
        "translation": "Yuuki「Sao... sao chứ, tại sao, lại có thể... lại có thể làm những chuyện tồi tệ như vậy...? Hành hạ cô... vui... vui lắm sao...?」\n"
    },
    {
        "sentence": "[早苗「]::確かに……私のせいで、ボールにぶつかった事は、恨まれて当然かもしれない、けれど……でも、だからって、こんな事、する……なんて……っ……」",
        "translation": "Yuuki「Đ-Đúng là... vì cô mà quả bóng trúng phải, em có thể hận cô cũng phải... nhưng... nhưng mà, vì thế mà... lại làm... chuyện này...」\n"
    },
    {
        "sentence": "[早苗「]::私、あっ……あやまったのに……許してくれないのっなら……いったい、どうしたら……っ……」",
        "translation": "Yuuki「C-cô... cô đã xin lỗi rồi... vẫn không chịu tha thứ sao...? Vậy... vậy cô phải làm gì... nữa...?」"
    },
    {
        "sentence": "[早苗「]::じゃ、じゃあ……ど、どうして、こ、こんな……私、に……酷いこと……言うの……あんな事、したの……」",
        "translation": "Yuuki「V-vậy... v-vậy thì... t-tại sao... lại... l-làm với... cô... chuyện... tồi tệ như vậy...? Lại làm... chuyện đó...?」\n"
    },
    {
        "sentence": "[早苗「]::私の事がっ……すっ、好きって、そんな……」",
        "translation": "Yuuki「Việc... việc em... thích cô, chuyện đó...」\n"
    },
    {
        "sentence": "[早苗「]::あ、あなた……変よっ……お、おかしいわ、そんなの……」",
        "translation": "Yuuki「A, em... lạ quá... o, oái oăm thật, chuyện đó...」\n"
    },
    {
        "sentence": "[早苗「]::……ひっ！？」",
        "translation": "Yuuki「……Hức!?」\n"
    },
    {
        "sentence": "[早苗「]::いっ、いやっ！　いやっ、やめてっ！」",
        "translation": "Yuuki「ư... Không, đừng mà! Không, đừng mà!」"
    },
    {
        "sentence": "[早苗「]::いっ……いやっ……んっ、あぁっ！　やっ、やめ、やめてっ、手をっ、放してっ……！」",
        "translation": "Yuuki「ư... Không... ư... Aaa! Đừng mà, xin em... Buông cô ra...!」"
    },
    {
        "sentence": "[早苗「]::いっ……やっ、やあっ、ぁああっ、くっ……ぁああっ、あぁあああっ……」",
        "translation": "Yuuki「ư... đau... á... á á... ư... á á... aaaaa...」\n"
    },
    {
        "sentence": "[早苗「]::いやぁあああっ！」",
        "translation": "Yuuki「Không... Aaaaa!」"
    },
    {
        "sentence": "[早苗「]::こんな事を無理矢理するなんて……キミは間違っているわ！」",
        "translation": "Yuuki「Bắt cô làm chuyện này... em sai rồi!」"
    },
    {
        "sentence": "[早苗「]::こんな事をして、私がキミの事を受け入れられるわけ、ないじゃない！　なんで、そんな事が分からないの？」",
        "translation": "Yuuki「Làm cái chuyện này, không có nghĩa là cô sẽ chấp nhận em đâu! Tại sao... tại sao em lại không hiểu chứ?」"
    },
    {
        "sentence": "[早苗「]::今までの事は私の胸にしまっておくから……」",
        "translation": "Yuuki「Những chuyện đã qua, cô sẽ giữ kín trong lòng...」"
    },
    {
        "sentence": "[早苗「]::……だから、だからもう二度と私に近付かないでっ！」",
        "translation": "Yuuki「......Vậy nên, nên em đừng bao giờ đến gần cô nữa!」"
    },
    {
        "sentence": "[早苗「]::……！？」",
        "translation": "Yuuki「……！？」\n"
    },
    {
        "sentence": "[早苗「]::……………………」",
        "translation": "Yuuki「……………………」"
    },
    {
        "sentence": "[早苗「]::お早うございます」",
        "translation": "Yuuki「Chào buổi sáng.」"
    },
    {
        "sentence": "[早苗「]::えーっと、高峰先生は事情があって、少し遅れるそうなので、私が代わりにホームルームを担当します」",
        "translation": "Yuuki「À, Takamine-sensei có chút việc nên sẽ đến muộn, cô sẽ thay mặt đảm nhiệm giờ sinh hoạt lớp.」"
    },
    {
        "sentence": "[早苗「]::それじゃ、始めますね……」",
        "translation": "Yuuki「Vậy thì, cô bắt đầu nhé……」"
    },
    {
        "sentence": "[早苗「]::た、高峰先生っ！？　大丈夫ですか！？」",
        "translation": "Yuuki「T、Takamine-sensei!? Cô không sao chứ!?」"
    },
    {
        "sentence": "[早苗「]::で、でも……！？　その……かなり調子が悪いご様子ですし……今から、保健室に行かれた方が……いいのではないですか？」",
        "translation": "Yuuki「V、vậy nhưng……!? Trông、trông cô có vẻ không khỏe…… Hay là, cô nên đến phòng y tế thì…… tốt hơn ạ?」"
    },
    {
        "sentence": "[早苗「]::は、はい……」",
        "translation": "Yuuki「V、vâng……」"
    }
]