[
    {
        "sentence": "[梓「]::はいっ！　打ったらすぐにレディポジションに戻る！　次の動作に素早く移れるように、常に意識してっ！」",
        "translation": "Azusa「Vâng! Đánh xong phải về ngay vị trí chuẩn bị! Lúc nào cũng phải ý thức để chuyển động thật nhanh cho động tác tiếp theo!」\n"
    },
    {
        "sentence": "[梓「]::スイングは８の字を作るようにする事！　そして打つ時はステップインして、体重移動も加えるのよ！」",
        "translation": "Azusa「Phải xoay vợt theo hình số 8! Và khi đánh thì bước lên, dồn cả trọng lượng cơ thể vào nữa đó em!」\n"
    },
    {
        "sentence": "[梓「]::そして、腕の力だけでなく、腰ごと回転させて……」",
        "translation": "Azusa「Và, không chỉ dùng sức cánh tay, mà còn phải xoay cả hông nữa……」\n"
    },
    {
        "sentence": "[梓「]::……こうっ！」",
        "translation": "Azusa「……Thế này này!」\n"
    },
    {
        "sentence": "[梓「]::……ほら、ちゃんと見てよ！　打ったからって動きは止めないで、すぐ元に戻す！　分かった？」",
        "translation": "Azusa「……Này, nhìn cho kỹ vào! Đánh xong không được dừng lại, phải về vị trí ban đầu ngay! Rõ chưa?」\n"
    },
    {
        "sentence": "[梓「]::……いい？　今言った事を忘れないでね。それじゃ、後は各自で練習して」",
        "translation": "Azusa「……Được chứ? Nhớ những gì cô vừa nói đấy nhé. Vậy thì, sau đó mỗi người tự luyện tập đi.」\n"
    },
    {
        "sentence": "[梓「]::ふぅ……」",
        "translation": "Azusa「Hà……」\n"
    },
    {
        "sentence": "[梓「]::じゃあ、あたしは職員会議があるからここでね。後は任せるから、よろしくね」",
        "translation": "Azusa「Vậy thì, cô có cuộc họp giáo viên nên đến đây thôi nhé. Mọi việc còn lại giao cho em, nhờ em cả.」"
    },
    {
        "sentence": "[梓「]::それじゃ、先にシャワーを使わせてもらうから……あ、他のみんなも適当な所で切り上げさせていいわよ」",
        "translation": "Azusa「Vậy thì, cô đi tắm trước nhé… À, mọi người cũng nghỉ ở chỗ thích hợp đi nhé.」\n"
    },
    {
        "sentence": "[梓「]::じゃ、悪いけど、後お願いね。お疲れ様」",
        "translation": "Azusa「Vậy, xin lỗi em, cô nhờ em đó. Em vất vả rồi.」\n"
    },
    {
        "sentence": "[梓「]::えっ……？」",
        "translation": "Azusa「Hả……?」"
    },
    {
        "sentence": "[梓「]::あれ、キミは……小橋君？」",
        "translation": "Azusa「Ơ, em là... Kobashi-kun?」"
    },
    {
        "sentence": "[梓「]::おはよう……あの、昨日はゴメンね。頭の方は大丈夫？」",
        "translation": "Azusa「Chào buổi sáng... Ừm, xin lỗi vì hôm qua nhé. Đầu của em vẫn ổn chứ?」"
    },
    {
        "sentence": "[梓「]::そう？　昨日からちょっと心配しててさ。大した事じゃないなら、よかった」",
        "translation": "Azusa「Thật sao? Cô cứ lo lắng từ hôm qua. Nếu không có gì nghiêm trọng thì tốt quá.」"
    },
    {
        "sentence": "[梓「]::いやね、実はあれ、うちの子達がうっかりフェンスの入り口を閉め忘れてたみたいでね、そこからボールが出て行っちゃったみたいなの」",
        "translation": "Azusa「À, thật ra thì, có vẻ mấy đứa nhỏ nhà cô đã quên đóng cửa cổng cho hẳn hoi, nên trái bóng mới văng ra ngoài ấy mà.」"
    },
    {
        "sentence": "[梓「]::そうしたら、運悪く近くにいたキミに、クリーンヒットしちゃったみたいなのよ」",
        "translation": "Azusa「Rồi thế là, không may thế nào lại trúng ngay vào em đấy ạ.」"
    },
    {
        "sentence": "[梓「]::今後はこういう事がないように、しっかり注意しておくから……本当にゴメンね」",
        "translation": "Azusa「Sau này cô sẽ cẩn thận hơn để chuyện này không xảy ra nữa đâu... Thật sự xin lỗi em nhé.」"
    },
    {
        "sentence": "[梓「]::あはぁ、あっ、はんっ、ご主人様ぁ……！　あたしっ、梓も、ご主人様の奴隷っ、淫乱な、スケベッ奴隷ですぅ！」",
        "translation": "Azusa「A ha... á... ư... chủ nhân...! Em... em, Azusa cũng là nô lệ của ngài, nô lệ dâm đãng, biến thái... ơ!」\n"
    },
    {
        "sentence": "[梓「]::あぁん、はぁ、ご主人様ぁ……！　んはぁ、梓に、どうしようもない、変態奴隷の梓にぃっ、いやらしいお仕置き、してくださいっ！」",
        "translation": "Azusa「A... ha... chủ nhân...! Ư... em... em là con nô lệ biến thái không thuốc chữa của ngài... xin hãy trừng phạt em thật dâm đãng đi ạ!」\n"
    },
    {
        "sentence": "[梓「]::んはぁ、お仕置きぃっ！　梓の身体っ、オッパイぃ！　お好きなようにしてっ、はぁん、虐めてくださいぃっ！」",
        "translation": "Azusa「Ư... ha... trừng phạt...! Thân thể em, ngực em...! Xin hãy làm gì tùy thích, ha... xin hãy ngược đãi em đi ạ...!」\n"
    },
    {
        "sentence": "[梓「]::あっ、は、はいっ！　噴きますっ！　母乳っ、ミルク、ビュクビュク噴きますからぁ！　あっ、ぁ、はんんっ！」",
        "translation": "Azusa「A... vâng, vâng ạ! Em... em sắp phun rồi! Sữa mẹ, sữa, sẽ bắn tung tóe ra đó ạ! A... a... ư ư!」\n"
    },
    {
        "sentence": "[梓「]::は、はいぃ……！　あぁ、で、出ますっ！　すぐに出ますぅ！　オッパイッ……ミルク、あんんっ、ミルクッ、ミルクゥウ！！」",
        "translation": "Azusa「V… vâng…! A… ra rồi…! Sắp ra rồi ạ! Ngực… sữa… ư… sữa… sữa ơ ơ!!」\n"
    },
    {
        "sentence": "[梓「]::……小橋君？　ちょっと、どうしたの、ねぇ？」",
        "translation": "Azusa「… Kobashi-kun? Sao vậy, nè?」\n"
    },
    {
        "sentence": "[梓「]::ねぇ、大丈夫？　ミルクがどうとかって……何の事？」",
        "translation": "Azusa「Nè, em có sao không? Sữa gì đó... là sao?」\n"
    },
    {
        "sentence": "[梓「]::そ、そう……？」",
        "translation": "Azusa「V... vậy hả...?」\n"
    },
    {
        "sentence": "[梓「]::ねぇ、もしかして、昨日の事でまだ意識が混乱してるんじゃない？　ちゃんと病院で診てもらった方が……」",
        "translation": "Azusa「Nè, có lẽ nào, em vẫn còn lú lẫn vì chuyện hôm qua không? Em nên đi bệnh viện khám xem sao…」\n"
    },
    {
        "sentence": "[梓「]::う～ん……ま、キミが平気っていうなら、いいけど……」",
        "translation": "Azusa「Ừm... Nếu em không sao thì cô cũng không ý kiến...」\n"
    },
    {
        "sentence": "[梓「]::……じゃ、あたしはそろそろ部活に顔を出さなくちゃいけないから、行くわね」",
        "translation": "Azusa「……Vậy, cô phải đi đến câu lạc bộ bây giờ đây, cô đi nhé.」\n"
    },
    {
        "sentence": "[梓「]::じゃ、また何かあったら遠慮無く言って。じゃあね！」",
        "translation": "Azusa「Vậy, nếu có chuyện gì thì đừng ngại nói với cô nhé. Tạm biệt em!」\n"
    }
]