[
    {
        "sentence": "[沙耶「]::……あら、あなたみたいなドロドロのヘドロ頭が、私のフルネームをちゃんと憶えていたなんて意外ね」",
        "translation": "Saya「……あら、あなたみたいなドロドロのヘドロ頭が、私のフルネームをちゃんと憶えていたなんて意外ね」\nSaya「……Ồ, thật bất ngờ đấy, cái loại đầu óc bết bát như bùn lầy như cậu mà lại nhớ rõ họ tên đầy đủ của tôi cơ đấy.」\n"
    },
    {
        "sentence": "[沙耶「]::なに？　怒ったの？　ヘドロは所詮ヘドロですもの、それ以外の名称なんてないでしょ？　ウジ虫にも劣るくせに、失礼な事言わないで」",
        "translation": "Saya「Sao? Cậu giận à? Bùn lầy thì mãi mãi chỉ là bùn lầy thôi, làm gì có cái tên nào khác chứ? Đến sâu bọ còn không bằng, đừng có mà ăn nói xấc xược.」\n"
    },
    {
        "sentence": "[沙耶「]::それで、結局ここで何をしていたのか答えてもらおうかしら？　蟹味噌よりも小さい脳味噌でも、記憶力だけはあるんでしょ？」",
        "translation": "Saya「Vậy, rốt cuộc cậu ở đây làm cái gì, khai mau? Não bé bằng gạch cua thế kia, chắc trí nhớ cũng còn chút đỉnh chứ hả?」\n"
    },
    {
        "sentence": "[沙耶「]::部活なら、さっき終わったわよ。それで、校内の見回りに行こうとしていたところなの」",
        "translation": "Saya「Nếu là hoạt động câu lạc bộ thì vừa kết thúc lúc nãy rồi. Sau đó, tôi định đi tuần tra trong trường.」\n"
    },
    {
        "sentence": "[沙耶「]::そうしたら、何だかヘドロ臭い匂いが体育館の方からしてくるじゃない？　見たらあなたがウロウロしてたって訳よ」",
        "translation": "Saya「Thế rồi, không phải là tự nhiên có cái mùi bùn thối bốc lên từ phía nhà thi đấu sao? Nhìn thì thấy ngay là cậu đang lảng vảng ở đó chứ gì.」\n"
    },
    {
        "sentence": "[沙耶「]::おあいにく様、犬じゃなくてもこんな酷い匂い、誰だって気付くわ。まして、こんな醜悪なヘドロ臭を出す人なんて、一人しかいないものね」",
        "translation": "Saya「Thật tiếc cho cậu, không cần phải là chó mới ngửi được cái mùi kinh khủng này đâu. Huống hồ, cái mùi bùn lầy ghê tởm này thì chỉ có một người duy nhất bốc ra thôi mà.」\n"
    },
    {
        "sentence": "[沙耶「]::だ、誰がチチ臭いっていうのよ！　あなた、頭だけじゃなくて鼻も悪いみたいねっ！　脳からこぼれたヘドロが鼻にも詰まってるんじゃないのっ！」",
        "translation": "Saya「Ai... ai bảo là tôi có mùi sữa hả! Cậu... cậu không chỉ có vấn đề về đầu óc mà mũi cũng có vấn đề luôn rồi đấy! Chắc mủ não chảy xuống nghẹt cả mũi rồi chứ gì!」\n"
    },
    {
        "sentence": "[沙耶「]::もう、ヘドロのくせに生意気よ！　サルモネラ菌以下の存在のくせに、私にそんな口を利くなんてっ……」",
        "translation": "Saya「Đồ bùn thối mà cũng dám láo toét! Chỉ là thứ cặn bã còn thua cả vi khuẩn Salmonella, mà dám ăn nói kiểu đó với tôi hả…」\n"
    },
    {
        "sentence": "[沙耶「]::……えっ！？　あぁっ！？」",
        "translation": "Saya「……Ế!? A…!?」\n"
    },
    {
        "sentence": "[沙耶「]::ううっ、うるさいわね！　そもそもあなたがっ……！」",
        "translation": "Saya「Ư... ồn ào quá đi! Tại cậu hết đấy còn gì…!」\n"
    },
    {
        "sentence": "[沙耶「]::くうっ……こ、ここじゃ、人目に付きすぎるわ！　場所を変えるわよっ！」",
        "translation": "Saya「Ư... ư... ở đây... ở đây nhiều người thấy quá! Đổi chỗ khác thôi!」\n"
    },
    {
        "sentence": "[沙耶「]::早く付いてきなさいよ！　ミジンコ並の脳味噌でも、それくらい出来るでしょ！？」",
        "translation": "Saya「Mau đi theo tôi nhanh lên! Đầu óc cậu mà bé như con tép riu chắc cũng làm được việc đó chứ hả!?」\n"
    },
    {
        "sentence": "[沙耶「]::……何、あなた達まだいたの？　そろそろ下校時刻なんだから、早く帰りなさい！」",
        "translation": "Saya「……Gì, mấy cậu vẫn còn ở đây à? Sắp đến giờ tan học rồi, mau về đi cho tôi nhờ!」\n"
    },
    {
        "sentence": "[沙耶「]::どうしたの、早く行きなさい！」",
        "translation": "Saya「Sao thế, mau đi đi chứ!」\n"
    },
    {
        "sentence": "[沙耶「]::……フン、これで心おきなく話が出来るわね」",
        "translation": "Saya「……Hừ, thế này thì tôi có thể yên tâm nói chuyện rồi nhỉ.」\n"
    },
    {
        "sentence": "[沙耶「]::まぁ、あなたのようなヘドロ頭には、何を言っても無駄でしょうけど……」",
        "translation": "Saya「Mà, nói với cái loại đầu toàn bã đậu như cậu thì cũng vô ích thôi……」\n"
    },
    {
        "sentence": "[沙耶「]::けれど、これも担任の務めだから仕方無いわ。あなたごときに私の貴重な時間を使っているんですから、感謝しなさいよ」",
        "translation": "Saya「Nhưng đây cũng là trách nhiệm của giáo viên chủ nhiệm, nên đành chịu thôi. Cậu nên cảm thấy biết ơn vì tôi đã dùng thời gian quý báu của mình cho cái loại như cậu đấy.」\n"
    },
    {
        "sentence": "[沙耶「]::フンッ！　いいわよ、低能なヘドロでも理解出来るよう、丁寧に話してあげるわ！」",
        "translation": "Saya「Hừ! Được thôi, tôi sẽ nói chuyện một cách cẩn thận để ngay cả thứ bùn đất não tàn như cậu cũng có thể hiểu được!」\n"
    },
    {
        "sentence": "[沙耶「]::あなた、その粗悪な生活態度を、いい加減に改めてもらえないかしら？」",
        "translation": "Saya「Cậu không thể sửa cái thái độ sống bê tha đó đi được à?」\n"
    },
    {
        "sentence": "[沙耶「]::意味もなく校内をウロウロ徘徊するのは勿論、遅刻をしたり、制服を着ないでシャツのままだったり……」",
        "translation": "Saya「Việc cậu cứ lảng vảng quanh trường không mục đích, rồi còn đi học muộn, không mặc đồng phục mà cứ mỗi cái áo sơ mi……」\n"
    },
    {
        "sentence": "[沙耶「]::授業でもそう。居眠りや不参加は当然として、どうしたらこんな点数が取れるか不思議なくらいの、お粗末にも程がある成績……」",
        "translation": "Saya「Ở trên lớp cũng vậy. Ngủ gật hay bỏ tiết là đương nhiên rồi, mà tôi còn không hiểu sao cậu có thể đạt được cái điểm số tệ hại đến mức khó tin như thế nữa……」\n"
    },
    {
        "sentence": "[沙耶「]::あなたのようなヘドロ頭の落ちこぼれ一人のせいで、私の手腕まで疑われてしまうのよ！　ちゃんと分かっているのかしら！？」",
        "translation": "Saya「Chỉ vì một tên đầu đất bét bảng như cậu mà đến cả năng lực của tôi cũng bị nghi ngờ đấy! Cậu có hiểu không hả!?」\n"
    },
    {
        "sentence": "[沙耶「]::いい事なんて万に一つもないわよ！　大腸菌より性質の悪いヘドロ頭が、私のクラスの平均点を下げているのよ！」",
        "translation": "Saya「Chẳng có cái tốt đẹp nào đến một phần vạn đâu! Cái thứ đầu đất bẩn thỉu còn tệ hơn cả vi khuẩn E. coli kia đang kéo điểm trung bình của lớp tôi xuống đấy!」\n"
    },
    {
        "sentence": "[沙耶「]::そんな事、到底許されない！　クズのために足を引っ張られるなんて、とても我慢がならないわ！」",
        "translation": "Saya「Chuyện đó, tuyệt đối không thể chấp nhận được! Bị liên lụy chỉ vì một tên cặn bã như cậu, tôi không thể nào chịu đựng được!」\n"
    },
    {
        "sentence": "[沙耶「]::……ふぅ、やれやれね。これだからヘドロってのはどうしようもないわ」",
        "translation": "Saya「……Phù, mệt chết đi được. Đúng là cái thứ bùn lầy này chẳng thể nào cứu vãn nổi mà.」\n"
    },
    {
        "sentence": "[沙耶「]::そんなの、言葉の通りに決まってるでしょ？　頭の中にヘドロみたいにドロドロして使い物にならない脳味噌が入っているからよ」",
        "translation": "Saya「Chuyện đó, chẳng phải đã rõ như ban ngày rồi sao? Tại đầu cậu chứa toàn thứ bùn nhão nhớp nhúa nên não mới chẳng dùng được ấy.」\n"
    },
    {
        "sentence": "[沙耶「]::そうでなければ、あなたの物分かりの悪さは説明がつかないわ。何なら『ヘドロ』の意味から教えてあげましょうか？」",
        "translation": "Saya「Nếu không thì tôi chịu, không hiểu sao cậu lại chậm hiểu đến thế. Hay là tôi phải dạy cậu nghĩa của từ \"bùn lầy\" thì cậu mới vừa lòng hả?」\n"
    },
    {
        "sentence": "[沙耶「]::はぁ……まったく、どうしてこんな産業廃棄物なんかが私のクラスにいるのかしら？　神も私に艱難辛苦を与えすぎだわ」",
        "translation": "Saya「Haa... Thật tình, tại sao lại có cái thứ phế thải công nghiệp như cậu ở trong lớp tôi thế này? Ông trời đúng là thử thách tôi quá nhiều rồi đấy.」\n"
    },
    {
        "sentence": "[沙耶「]::な、何ですって！」",
        "translation": "Saya「C, cái gì cơ!?」\n"
    },
    {
        "sentence": "[沙耶「]::う、うるさい、ヘドロのくせに！　あなたにそんな事言われる覚えはないわっ、ヘドロ、ヘドロ、ヘドローーーッ！」",
        "translation": "Saya「Ư, ồn ào quá, đồ bùn lầy! Tôi không có gì để nói với cậu đâu, bùn lầy, bùn lầy, BÙN LẦYYYYYY!」\n"
    },
    {
        "sentence": "[沙耶「]::……フン、チャイムが鳴ってしまったわね。仕方無いけど今日はここまでね」",
        "translation": "Saya「...... Hừ, chuông reo rồi. Đành chịu thôi, hôm nay đến đây thôi vậy.」\n"
    },
    {
        "sentence": "[沙耶「]::まだまだ言い足りないけれど、これ以上注意をしても無駄でしょうし、いいわよ、帰りなさい」",
        "translation": "Saya「Vẫn còn nhiều điều tôi muốn nói lắm, nhưng có nói thêm nữa cũng vô ích thôi, được rồi, cậu về đi.」\n"
    },
    {
        "sentence": "[沙耶「]::じゃ、今日告げた事は忘れないように復唱しておきなさいよ。これ以上私を煩わせないで、ヘドロ頭っ」",
        "translation": "Saya「Vậy thì, nhớ kỹ những gì tôi đã nói hôm nay đấy. Đừng có làm phiền tôi nữa, cái đồ đầu bùn!」\n"
    },
    {
        "sentence": "[沙耶「]::……ムッ、ヘドロ……！？」",
        "translation": "Saya「……Mya, thứ bùn nhão này…!?」\n"
    },
    {
        "sentence": "[沙耶「]::……あら、遅刻常習犯のあなたが、今日は随分と早いじゃない。昨日は学園に泊まったのかしら？」",
        "translation": "Saya「…Ara, cái cậu chuyên gia trễ giờ mà hôm nay lại đến sớm dữ vậy. Hôm qua cậu ngủ lại trường à?」\n"
    },
    {
        "sentence": "[沙耶「]::ええ、問題ありよ。大ありだわ」",
        "translation": "Saya「Ừ, có vấn đề lớn đấy. To đùng là đằng khác.」\n"
    },
    {
        "sentence": "[沙耶「]::あなたが早起きするなんて、この上ない不吉な事……まさに天変地異の前触れだわ！」",
        "translation": "Saya「Việc cậu dậy sớm đúng là điềm gở không gì sánh bằng… Đúng là điềm báo của thiên tai mà!」\n"
    },
    {
        "sentence": "[沙耶「]::今日から教育実習生が来るっていうのに、なんて幸先が悪いのかしら……ああ、こればかりは私じゃどうにも出来ないわ。許してね」",
        "translation": "Saya「Ngày đầu tiên sinh viên thực tập sư phạm đến mà đã gặp chuyện xui xẻo thế này… Ôi, việc này thì tôi chịu, không làm gì được rồi. Xin lỗi nhé.」\n"
    },
    {
        "sentence": "[沙耶「]::何よ、本当の事じゃない。これらが全て事実になるかと思うと、ぞっとしないわ」",
        "translation": "Saya「Chứ sao, chẳng phải là sự thật à. Chỉ nghĩ đến việc tất cả những điều này có thể trở thành sự thật thôi là tôi đã thấy rợn người rồi.」\n"
    },
    {
        "sentence": "[沙耶「]::まぁ、ヘドロのクセに私に意見しようって言うの！？　ヘドロが市民権を得たなんて話、聞いてないわよ！」",
        "translation": "Saya「Chà, thứ bùn nhão như cậu mà cũng dám lên tiếng với tôi đấy à!? Tôi chưa nghe chuyện bùn nhão được công nhận quyền công dân bao giờ đâu!」\n"
    },
    {
        "sentence": "[沙耶「]::くう……！？」",
        "translation": "Saya「Ư…!?」\n"
    },
    {
        "sentence": "[沙耶「]::フ、フン！　こんな所であなたの相手をしている場合じゃなかったわ。実習生を迎え入れる準備をしなくちゃいけなかったわね」",
        "translation": "Saya「Hứ, hứ! Tôi không rảnh mà đôi co với cậu ở cái chỗ này đâu. Tôi còn phải chuẩn bị đón sinh viên thực tập nữa.」\n"
    },
    {
        "sentence": "[沙耶「]::じゃ、これで失礼するわ。あまり不吉な行動はしないでちょうだい、ヘドロ菌」",
        "translation": "Saya「Vậy thì, tôi xin phép đi trước đây. Đừng có mà làm mấy trò xui xẻo đấy, đồ bùn nhão.」\n"
    },
    {
        "sentence": "[沙耶「]::はい、おはよ。ホームルームを始めるわ」",
        "translation": "Saya「Vâng, chào buổi sáng. Chúng ta bắt đầu tiết sinh hoạt lớp thôi.」\n"
    },
    {
        "sentence": "[沙耶「]::……それじゃ、昨日も話したとおり、今日から教育実習生が来る事になったわ」",
        "translation": "Saya「……Vậy thì, như hôm qua tôi đã nói, hôm nay sẽ có giáo viên thực tập đến.」\n"
    },
    {
        "sentence": "[沙耶「]::このクラスにも、一人就く事になったから、温かく迎えてあげなさい」",
        "translation": "Saya「Vì lớp chúng ta sẽ có một người đến thực tập, nên các em hãy chào đón nồng nhiệt vào nhé.」\n"
    },
    {
        "sentence": "[沙耶「]::じゃあ、結城先生、いらっしゃい」",
        "translation": "Saya「Vậy thì, mời Yuuki-sensei.」"
    },
    {
        "sentence": "[沙耶「]::……ちょっとあなた、足と手が一緒に出てるわよ」",
        "translation": "Saya「……Này cô kia, chân với tay cô đang vung lung tung kìa.」\n"
    },
    {
        "sentence": "[沙耶「]::……あなた、このクラスの他にも、担当する科目があるでしょ？　それも言わなきゃダメじゃない」",
        "translation": "Saya「……Cô à, ngoài lớp này ra, cô còn môn nào khác phải phụ trách nữa đúng không? Không nói ra thì làm sao mà được chứ.」\n"
    },
    {
        "sentence": "[沙耶「]::はい、拍手はそれくらいでいいわ」",
        "translation": "Saya「Vâng, vỗ tay thế là đủ rồi」"
    },
    {
        "sentence": "[沙耶「]::今しがた言ったとおり、結城先生には音楽の授業及び、このクラスのホームルームを受け持ってもらいます」",
        "translation": "Saya「Như tôi vừa nói lúc nãy, Yuuki-sensei sẽ phụ trách tiết học âm nhạc và cả buổi sinh hoạt lớp chúng ta」"
    },
    {
        "sentence": "[沙耶「]::実習生と言えど、一応は教師と同じ扱いですので、学生として常識的な範囲で接する事」",
        "translation": "Saya「Kể cả là thực tập sinh đi nữa, thì cũng được coi như giáo viên, nên hãy cư xử trong giới hạn của một học sinh nhé.」"
    },
    {
        "sentence": "[沙耶「]::勿論、迷惑をかけるような行動は絶対に慎みなさい。分かったわね」",
        "translation": "Saya「Tất nhiên, tuyệt đối không được có hành động nào gây phiền phức cho người khác. Rõ chưa nào?」"
    },
    {
        "sentence": "[沙耶「]::それじゃ、今日のホームルームはここまで。いくわよ、結城先生」",
        "translation": "Saya「Vậy là, buổi sinh hoạt lớp hôm nay đến đây thôi. Chúng ta đi nào, Yuuki-sensei」"
    },
    {
        "sentence": "[沙耶「]::じゃ、まずは最初という事で、出席を取っていくから。呼ばれたらきちんと返事をしなさいよ」",
        "translation": "Saya「Vậy thì, để bắt đầu, tôi sẽ điểm danh. Khi được gọi tên, các em phải trả lời rõ ràng đấy nhé.」\n"
    },
    {
        "sentence": "[沙耶「]::……ちょっと、何をしているの？　早く次に進みなさい」",
        "translation": "Saya「……Chà, cô đang làm cái gì vậy? Nhanh chóng tiếp tục đi.」\n"
    },
    {
        "sentence": "[沙耶「]::……じゃ、すぐに授業が始まるから、騒がないで準備をしておきなさい」",
        "translation": "Saya「……Vậy thì, tiết học sắp bắt đầu rồi, các em trật tự và chuẩn bị đi.」\n"
    },
    {
        "sentence": "[沙耶「]::……フン、また用事も無いのにこんな時間までうろついて。あなたのヘドロ頭は本当に人の話を理解できないようね」",
        "translation": "Saya「……Hừ, lại còn chẳng có việc gì mà lảng vảng đến giờ này. Cái đầu đất của cậu đúng là không hiểu người khác nói gì mà.」\n"
    },
    {
        "sentence": "[沙耶「]::まったく、無駄に校内をうろついて、目障り以外の何者でもないわ。用がないなら早く消えなさいよ、大腸菌！」",
        "translation": "Saya「Thật tình, cứ lảng vảng vô ích trong trường, chẳng là gì ngoài cái gai trong mắt. Nếu không có việc gì thì biến nhanh đi, đồ vi khuẩn E. coli!」\n"
    },
    {
        "sentence": "[沙耶「]::……何よ、その顔は？　タチの悪い寄生虫が、何か言いたい事でもある訳？」",
        "translation": "Saya「......Cái mặt cậu làm sao vậy? Cái loại kí sinh trùng đáng ghét như cậu, có gì muốn nói à?」"
    },
    {
        "sentence": "[沙耶「]::考え事？　あなたが？　よくそんな一端な口が利けるものだわ」",
        "translation": "Saya「Suy nghĩ à? Cậu mà cũng biết suy nghĩ á? Sao cậu nói được những lời đạo lý thế nhỉ?」\n"
    },
    {
        "sentence": "[沙耶「]::どうせヘドロの考える事ですもの、ロクな事じゃないでしょ？　ヘドロの考え休むに似たり、ですものねぇ」",
        "translation": "Saya「Dù sao thì đó cũng là những điều một kẻ đầu đất nghĩ ra, chắc chắn chẳng có gì tốt đẹp đâu nhỉ? Đúng là đồ đầu đất chỉ biết ăn với nằm mà thôi.」\n"
    },
    {
        "sentence": "[沙耶「]::あらあら、何を言っちゃってくれてるのかしら？　あなたみたいな不良学生が校内に残ってるだけで大迷惑よ」",
        "translation": "Saya「Ôi chao, cậu đang nói cái gì vậy? Chỉ riêng việc một học sinh cá biệt như cậu còn ở trong trường đã là một sự phiền toái lớn rồi.」\n"
    },
    {
        "sentence": "[沙耶「]::いい？　あなたのようなヘドロオーラを振り撒いてる害虫がいるだけで、学園の風紀が乱れるの。これが迷惑じゃなくて、何が迷惑よ？」",
        "translation": "Saya「Được chứ? Chỉ cần có một loại sâu bọ phát tán thứ hào quang bùn lầy như cậu thôi là kỷ luật của học viện đã bị xáo trộn rồi. Nếu cái này không phải là gây rối, thì cái gì mới là gây rối hả?」\n"
    },
    {
        "sentence": "[沙耶「]::フン、どうしようもないヘドロから充満してる腐臭じみたものよ。その自覚も無いなんて、本当に救いがたいヘドロねぇ」",
        "translation": "Saya「Hừ, thứ mùi hôi thối bốc lên từ đống bùn lầy thối tha không thể cứu vãn. Đến cả ý thức đó cậu cũng không có, đúng là một đống bùn lầy không thể cứu vãn mà.」"
    },
    {
        "sentence": "[沙耶「]::だ、誰がそんなの出してるって言うのよ！　汚物のクセに馬鹿言わないで！　その醜悪な汚臭を放つ口を閉じなさいっ！」",
        "translation": "Saya「Ai... ai nói là tôi đang phát ra cái thứ đó hả! Đồ dơ bẩn, đừng có mà ăn nói hàm hồ! Câm cái miệng thối tha phát ra mùi ô uế kia lại ngay cho tôi!」"
    },
    {
        "sentence": "[沙耶「]::はぁあん、私ぃ……沙耶、もうダメですぅ！　あん、オッパイィ、この奴隷オッパイからぁ、はん、ミルクッ、今すぐミルク、出そうなのぉ！」",
        "translation": "Saya「Haa~n, emm… Saya, em không chịu nổi nữa đâuuu! A~n, ngực ơii, từ cái ngực nô lệ nàyyy, hant, sữaaa, sữa sắp tuôn trào ra rồi ạaa!」"
    },
    {
        "sentence": "[沙耶「]::あふぅん、はぁ、あっ、あっ、ミルクゥ……！　牝奴隷の、沙耶の、オッパイぃ、ミルク噴きたくてっ、重くなって、たまらないのぉ！」",
        "translation": "Saya「afu~n, haa, a~h, a~h, sữaaa...! Ngực của nô lệ Saya, em muốn phun sữa, nặng trĩu, em không chịu nổi nữa rồi!」"
    },
    {
        "sentence": "[沙耶「]::すぐっ、今すぐ噴射するからぁ……あぁ、はんっ、す、スケベ奴隷の、いやらしい母乳見てっ！　見てぇ、ご主人様ぁ！」",
        "translation": "Saya「Sắp, sắp phun trào ra ngay bây giờ ạ... Ah, hân, s, xem sữa mẹ dâm dật của nô lệ dâm đãng này đi ạ! Xem đi, thưa chủ nhân!」\n"
    },
    {
        "sentence": "[沙耶「]::んふぁああっ！　あっ、ダメっ、もうっ、もうぅ……！　み、見てくださいぃ！　ミルク全部っ、全部噴くからぁ！　はぁん、見てっ、見てぇ！」",
        "translation": "Saya「ưm... Ư... Đừng mà, thôi... Thôi mà...! N, ngài nhìn xem! Sữa, sữa sắp phun hết ra mất thôi! Haa~n, nhìn đi, nhìn đi ạ!」\n"
    },
    {
        "sentence": "[沙耶「]::あっ、はぁ、や、ダメっ！　イクッ、オッパイ、ぼにゅぅっ、イクッ、イクゥ！　ふわっ、あ、はぁああぁっ――」",
        "translation": "Saya「A~h, haa, kh-không, đừng mà! Em ra mất, ngực, bự-bự, em ra, ra mất thôi! Phù... a, haaaa~」\n"
    },
    {
        "sentence": "[沙耶「]::ひゃぁああぁあぁあんんーーーっっ！！」",
        "translation": "Saya「Hyaaaaaaaannnnn!!!!」\n"
    },
    {
        "sentence": "[沙耶「]::はいっ、私っ、スケベ、スケベな母乳噴き、教師ですぅ！　やぁん、オッパイッ、こんなにぃ、んはぁ、ああぁんっ！」",
        "translation": "Saya「Vâng, em, em là giáo viên dâm đãng, ngực sữa phun trào ạ! Ya~n, ngực, to thế này, ưm haaa, aaaa~n!」"
    },
    {
        "sentence": "[沙耶「]::ご主人様っ、ご主人様ぁ………………フン、ぐうの音も出ないようね！　さすがヘドロ、ボキャブラリーの貧困さには驚くばかりだわ！」",
        "translation": "Saya「Thưa chủ nhân, thưa chủ nhân aaaa... Hừ, đến cả một tiếng cũng không thốt nên lời! Quả nhiên là bùn lầy, vốn từ nghèo nàn khiến tôi kinh ngạc quá đi!」"
    },
    {
        "sentence": "[沙耶「]::な、何よ……？　ヘドロが一人前に怒ったの？　だってあなたヘドロなんだもの、言われて当然じゃない！」",
        "translation": "Saya「Nè, cái gì chứ...? Bùn lầy cũng biết giận dỗi ra trò cơ đấy? Vì cậu là bùn lầy mà, bị nói thế là phải rồi còn gì!」\n"
    },
    {
        "sentence": "[沙耶「]::な、何よ！　べ、別に、ヘドロが睨んでも、何ともないわよ！」",
        "translation": "Saya「Nè, cái gì chứ! Đ, đâu có, dù bùn lầy có trừng, tôi cũng chẳng thấy sao cả!」"
    },
    {
        "sentence": "[沙耶「]::えっ……？」",
        "translation": "Saya「Hả...?」"
    },
    {
        "sentence": "[沙耶「]::あ……槙山、先生」",
        "translation": "Saya「A... Makiyama sensei.」"
    },
    {
        "sentence": "[沙耶「]::……ちょっと、何が『なるほど』なんですか？」",
        "translation": "Saya「……Chotto, 'ra là vậy' cái gì chứ?」"
    },
    {
        "sentence": "[沙耶「]::くぅ……！」",
        "translation": "Saya「Kuu…!」"
    },
    {
        "sentence": "[沙耶「]::せ、先生っ……その話は……うぅぅ！？」",
        "translation": "Saya「S、sensei… chuyện đó thì… ư ư!?」\n"
    },
    {
        "sentence": "[沙耶「]::うぅっ……フ、フン！　いい事、用が無いならさっさと帰りなさい！　分かったわねっ！」",
        "translation": "Saya「Ư... Hừ! Nghe đây, nếu không có việc gì thì mau về cho khuất mắt tôi! Rõ chưa!」"
    },
    {
        "sentence": "[沙耶「]::日直、号令を掛けなさい」",
        "translation": "Saya「Lớp trưởng, hô khẩu lệnh đi.」"
    },
    {
        "sentence": "[沙耶「]::ちょっとヘドロ。こんな所に何の用があるわけ？　野良犬みたいにフラフラ校内をうろつかないでくれる？」",
        "translation": "Saya「Này đồ cặn bã. Cậu lảng vảng ở đây làm gì thế? Đừng có mà la cà trong trường như chó hoang nữa đi.」\n"
    },
    {
        "sentence": "[沙耶「]::あるわよ。馬鹿みたいな顔して歩いてるから、頭からヘドロが湯気になって出てるじゃない。その匂いが迷惑なのよ」",
        "translation": "Saya「Có chứ. Vì cậu đi lơ ngơ với cái mặt đần thối kia kìa, mồ hôi cặn bã bốc hơi nghi ngút trên đầu rồi kìa. Cái mùi đó làm phiền người khác đấy.」\n"
    },
    {
        "sentence": "[沙耶「]::いいに決まってるじゃない」",
        "translation": "Saya「Đương nhiên là tốt rồi.」\n"
    },
    {
        "sentence": "[沙耶「]::馬鹿は馬鹿。利口は利口。教師は学生にこの世の真実を突きつけるのが使命なの。つまり侮辱ではなく真実。アンダスタン？」",
        "translation": "Saya「Kẻ ngốc vẫn là kẻ ngốc. Người khôn vẫn là người khôn. Giáo viên có nhiệm vụ vạch trần sự thật trần trụi của thế giới này cho học sinh thấy. Nên đây không phải là sỉ nhục, mà là sự thật. Cậu hiểu không?」\n"
    },
    {
        "sentence": "[沙耶「]::あら、私としたことが……『アンダスタン』なんて高等な英語使っても、意味分からないわよね」",
        "translation": "Saya「Ôi chà, tôi lỡ lời rồi…… Dùng mấy từ tiếng Anh cao siêu như \"アンダスタン - andasutan\" thế này, chắc gì cậu đã hiểu chứ.」\n"
    },
    {
        "sentence": "[沙耶「]::アフガニスタンじゃないわよ？」",
        "translation": "Saya「Không phải là Afghanistan đâu đấy?」\n"
    },
    {
        "sentence": "[沙耶「]::白雪姫書いた人でもないわよ？」",
        "translation": "Saya「Tôi không phải người viết Bạch Tuyết đâu đấy?」\n"
    },
    {
        "sentence": "[沙耶「]::アハハッ！　引っかかった！　白雪姫はグリムよ、あぁ、やっぱり馬鹿ねぇ～～～」",
        "translation": "Saya「A ha ha! Bắt được rồi nhé! Bạch Tuyết là của anh em nhà Grimm cơ, à, đúng là đồ ngốc mà~~~」\n"
    },
    {
        "sentence": "[沙耶「]::もう、ほれぼれするほど馬鹿。いっそ、しゃべれるのが不思議なぐらい」",
        "translation": "Saya「Thật là, ngốc đến mức khiến người ta phải xuýt xoa. Thậm chí, tôi còn thấy lạ là cậu có thể nói được đấy.」"
    },
    {
        "sentence": "[沙耶「]::ていうより……ゾウリムシ？　それともミジンコかしら？」",
        "translation": "Saya「Hay là…… con trùng đế giày? Hay là con bọ chét nước nhỉ?」\n"
    },
    {
        "sentence": "[沙耶「]::アハハッ！　アハハハハハッ！！」",
        "translation": "Saya「A ha ha! A ha ha ha ha ha!!」\n"
    },
    {
        "sentence": "[沙耶「]::……あら。と言うと……？」",
        "translation": "Saya「……Ồ. Ý cậu là……？」\n"
    },
    {
        "sentence": "[沙耶「]::ハッ！　そんな訳ないじゃない。馬鹿も休み休み言えっていうのは、あなたのためにあるような言葉ね。口から出てくる言葉、全部馬鹿」",
        "translation": "Saya「Hả! Đâu có chuyện đó! Cái câu \"đồ ngốc cũng phải nghỉ ngơi\" ấy, hình như là dành riêng cho cậu đấy. Mấy lời cậu nói ra, toàn là ngốc nghếch!」\n"
    },
    {
        "sentence": "[沙耶「]::物欲しそうな馬鹿面して、ヨダレをダッラ～って垂らしながら浮浪者みたいに家庭科室を覗いてたあなたと一緒にしないで。それだけで鳥肌が立つわ」",
        "translation": "Saya「Đừng có đánh đồng tôi với cái bộ dạng thèm thuồng ngu ngốc, chảy cả nước dãi ròng ròng như dân vô gia cư dòm ngó phòng thực hành nữ công gia tránh của cậu. Chỉ nghĩ đến thôi là tôi đã nổi da gà rồi.」\n"
    },
    {
        "sentence": "[沙耶「]::そう言われてみれば確かにそうね。浮浪者に失礼だったかも」",
        "translation": "Saya「Nghe cậu nói vậy thì đúng là thế thật. Tôi có hơi thất lễ với người vô gia cư rồi.」\n"
    },
    {
        "sentence": "[沙耶「]::何でもいいけど、あなたさっきから何回『何だと』って言えば気が済むわけ？　もう少しバリエーションに富んだ反応できないのかしら」",
        "translation": "Saya「Sao cũng được, nhưng mà cậu định \"cái gì\" bao nhiêu lần nữa thì mới vừa lòng hả? Cậu không có phản ứng nào khác đa dạng hơn sao?」\n"
    },
    {
        "sentence": "[沙耶「]::だいたい私の事、卑しいみたいな言い方してくれるけど、実はあなたの方が、姫森さんあたりに食べ物を恵んでもらおうとでも思ってたんじゃないの？」",
        "translation": "Saya「Nói như thể tôi là người hèn hạ lắm ấy, nhưng thật ra có khi chính cậu mới là kẻ định xin xỏ đồ ăn của tiểu thư Himemori, phải không?」\n"
    },
    {
        "sentence": "[沙耶「]::ほら、やっぱり図星だったのね。呆れてモノも言えないわ」",
        "translation": "Saya「Thấy chưa, đúng là trúng tim đen rồi còn gì. Tôi cạn lời với cậu luôn đó.」\n"
    },
    {
        "sentence": "[沙耶「]::あなた、お子チャマ？　『言ってるじゃないか！』なんて唇尖らせちゃって…『言ってるじゃないか！』『先生が僕を虐めるぅ』『３＋３は３３！』」",
        "translation": "Saya「Cậu là trẻ con chắc? Hở một tí là bĩu môi \"tôi nói rồi còn gì!\" ra... \"Tôi nói rồi còn gì!\", \"Cô giáo ăn hiếp em!\", \"3 cộng 3 bằng 33!\"」\n"
    },
    {
        "sentence": "[沙耶「]::何だったら、私から顧問の先生に頼んであげましょうか？　欠食少年に残飯を恵んで下さい、って……ンフフフッ……」",
        "translation": "Saya「Hay là, để tôi xin thầy giáo chủ nhiệm giúp cậu nhé? Xin thầy thương tình bố thí chút cơm thừa cho cậu bé đói ăn này, ểnh ểnh ểnh...」\n"
    },
    {
        "sentence": "[沙耶「]::まぁ、すごい！　怒りのあまり頭から出てくる湯気が黒くなってるわ！」",
        "translation": "Saya「Ôi chao, ghê vậy! Tức đến bốc khói đen cả đầu kìa!」\n"
    },
    {
        "sentence": "[沙耶「]::湯気が出てる事は認めた訳ね」",
        "translation": "Saya「Vậy là cậu thừa nhận là có bốc hơi rồi nhé.」\n"
    },
    {
        "sentence": "[沙耶「]::だいたい、私みたいな淑女をつかまえて『野郎』呼ばわりするんだから、やっぱり馬鹿は馬鹿よね」",
        "translation": "Saya「Đã thế, cậu lại còn dám gọi một quý cô như tôi là \"thứ chết tiệt\", đúng là đồ ngốc vẫn hoàn ngốc mà.」"
    },
    {
        "sentence": "[沙耶「]::あなた、もしかして服着てるのもつらいんじゃない？　無理しないで、全部脱いで森に帰ってもいいわよ？　野生にお戻りなさい」",
        "translation": "Saya「Cậu... chẳng lẽ mặc quần áo cũng khó chịu lắm hả? Đừng gượng ép bản thân, cởi hết ra rồi về rừng cũng được đó? Trở về với tự nhiên đi.」\n"
    },
    {
        "sentence": "[沙耶「]::な、何よ……！？」",
        "translation": "Saya「C... cái gì chứ...?！」\n"
    },
    {
        "sentence": "[沙耶「]::なっ……！？」",
        "translation": "Saya「Á...!?」\n"
    },
    {
        "sentence": "[沙耶「]::な、な、な……なっ……！？　な、な、な……っ！？」",
        "translation": "Saya「K... k... k... khốn...!? K... k... k...!？」\n"
    },
    {
        "sentence": "[沙耶「]::―――ハッ！？　フ、フンッ……」",
        "translation": "Saya「―――Hự!? Hừ, hừ...!」\n"
    },
    {
        "sentence": "[沙耶「]::まぁ、せいぜい残飯漁りに精を出すといいわ。私は用事を残しているから、これでね。フンッ！」",
        "translation": "Saya「Vậy thì cứ cố mà bới móc đồ thừa đi nhé. Tôi còn có việc, xin phép. Hừ!」\n"
    },
    {
        "sentence": "[沙耶「]::ヘドロ。どうしてあなたがこんな所にいる訳？」",
        "translation": "Saya「Đồ cặn bã. Sao cậu lại ở cái chỗ này?」\n"
    },
    {
        "sentence": "[沙耶「]::当たり前でしょ。いったいいつになったら森に帰るの？」",
        "translation": "Saya「Đương nhiên rồi. Rốt cuộc đến bao giờ cậu mới chịu về rừng hả?」\n"
    },
    {
        "sentence": "[沙耶「]::ええ、できれば作りたいくらいよ。あなたにだけはね。通行証か……でなければ、リード」",
        "translation": "Saya「Ừ, nếu được thì tôi còn muốn tự tay làm cho cậu ấy. Giấy thông hành ư… Nếu không thì, dây xích vậy.」\n"
    },
    {
        "sentence": "[沙耶「]::今体育館では、新体操部の部員達が練習中なの。だからそっちには行かせられないわ。あなたみたいに卑しい男子は、特にね」",
        "translation": "Saya「Bây giờ, đám thành viên câu lạc bộ thể dục dụng cụ đang tập luyện ở nhà thi đấu. Thế nên không thể để cậu đi về hướng đó được. Nhất là những tên con trai đê tiện như cậu.」\n"
    },
    {
        "sentence": "[沙耶「]::フンッ！　自分の胸に手を当てて考えてみればいいでしょ！」",
        "translation": "Saya「Hừ! Tự đặt tay lên ngực mà ngẫm lại đi chứ!」\n"
    },
    {
        "sentence": "[沙耶「]::な、何よ……？」",
        "translation": "Saya「C… Cái gì chứ…?」\n"
    },
    {
        "sentence": "[沙耶「]::ち、違うわよ！　失礼ね！　まぁ、し、しいて言うなら……そういう破廉恥な目で私の身体を見た事に対しては怒りを覚えるけれど……」",
        "translation": "Saya「Đâ… Đâu có! Thật là thất lễ! À thì, n… nếu phải nói… thì tôi giận vì cậu dám nhìn cơ thể tôi bằng con mắt dâm dục đó thôi…」\n"
    },
    {
        "sentence": "[沙耶「]::決まってるでしょ、この単細胞っ！」",
        "translation": "Saya「Đương nhiên rồi, đồ đơn bào！」\n"
    },
    {
        "sentence": "[沙耶「]::とにかくそんないやらしい目でしか女性を見ないあなたみたいな男には、新体操部の練習なんてとてもじゃないけど見せられないわ！」",
        "translation": "Saya「Nói thật, với cái kiểu đàn ông chỉ biết nhìn phụ nữ bằng ánh mắt dâm đãng như cậu, thì đừng hòng tôi cho xem buổi tập của câu lạc bộ thể dục dụng cụ!」\n"
    },
    {
        "sentence": "[沙耶「]::そうよ！　そ、それに…だ、だいたい、ペッタンコだなんて言われるほど、私、胸小さくないから…結城先生とかのが大きすぎるだけじゃない……」",
        "translation": "Saya「Đúng vậy! Hơn nữa… tôi, tôi không hề ngực lép đến mức bị chê đâu nhé… Chỉ là ngực của Yuuki-sensei kia quá cỡ thôi, chứ gì nữa…」"
    },
    {
        "sentence": "[沙耶「]::と、とにかく、あなたには新体操部が活動している時間帯の第二体育館への出入りはいっさい禁止にするからそのつもりで。いいわね！」",
        "translation": "Saya「Tóm lại, tôi cấm tiệt cậu bén mảng đến nhà thi đấu số hai vào giờ câu lạc bộ thể dục dụng cụ hoạt động, liệu hồn đấy! Nghe rõ chưa hả?!」\n"
    },
    {
        "sentence": "[沙耶「]::自業自得でしょ！　恨むんなら、ゾウリムシになんか生まれた自分の不幸を恨むのね」",
        "translation": "Saya「Đáng đời cậu thôi! Nếu có trách thì trách số cậu sao lại đầu thai thành con trùng đế đi!」\n"
    },
    {
        "sentence": "[沙耶「]::あら、やっぱり『ヘドロ』のほうがぴったり来る？」",
        "translation": "Saya「À, hóa ra \"đồ cặn bã\" hợp với cậu hơn à?」\n"
    },
    {
        "sentence": "[沙耶「]::あぁ、もういちいちうるさいわね！　あなたと喋ってると、うすら馬鹿菌が飛んできて、身体中痒くなってくるわ！」",
        "translation": "Saya「Aaa, ồn ào chết đi được! Nói chuyện với cậu chỉ tổ rước cái thứ vi trùng ngu ngốc vào người, ngứa ngáy hết cả lên!」\n"
    },
    {
        "sentence": "[沙耶「]::あっ！！」",
        "translation": "Saya「Á!!」\n"
    },
    {
        "sentence": "[沙耶「]::よく考えたら、あなたなんかに構ってる暇ないんだったわ。そろそろ部活を切り上げさせないと！」",
        "translation": "Saya「Nghĩ kỹ lại thì, tôi đâu có thời gian rảnh mà dây dưa với cậu! Đến giờ phải cho bọn nhóc kết thúc hoạt động câu lạc bộ rồi!」\n"
    },
    {
        "sentence": "[沙耶「]::……………………」",
        "translation": "Saya「……………………」\n"
    },
    {
        "sentence": "[沙耶「]::くれぐれもこっちには近付かないように……分かったわね……返事は！」",
        "translation": "Saya「Tuyệt đối đừng có bén mảng lại gần đây… Cậu nghe rõ chưa hả… Trả lời đi!」\n"
    },
    {
        "sentence": "[沙耶「]::わんっ、でしょ？」",
        "translation": "Saya「Ẳng ẳng, phải thế chứ?」\n"
    },
    {
        "sentence": "[沙耶「]::ゾウリムシよりマシでしょ」",
        "translation": "Saya「Còn hơn cả con trùng đế, đúng không?」\n"
    },
    {
        "sentence": "[沙耶「]::わかる？　着地しても気を抜いちゃダメ！　演技はまだ続いているの！　ほら、私の動きから目を離さないで！！」",
        "translation": "Saya「Hiểu không hả? Tiếp đất rồi cũng không được lơ là đâu đấy! Diễn vẫn còn tiếp tục! Này, mắt không rời tôi nửa bước cho tôi nhờ!!」\n"
    },
    {
        "sentence": "[沙耶「]::そしてもう一度ジャンプ！　リボンの先にまで自分の神経を行き届かせてなくちゃだめよ！」",
        "translation": "Saya「Và thêm một lần nhảy nữa! Phải dồn hết tâm trí vào từng đầu ngón tay trên dải lụa kia, em hiểu không!」\n"
    },
    {
        "sentence": "[沙耶「]::ほら、ここで胸を反らして！　両足を思いきり開いて！！」",
        "translation": "Saya「Này, ưỡn ngực ở đây ra! Banh hai chân hết cỡ ra cho tôi!!」\n"
    },
    {
        "sentence": "[沙耶「]::どう？　分かってもらえたかしら？」",
        "translation": "Saya「Sao? Em hiểu ý tôi chứ?」\n"
    },
    {
        "sentence": "[沙耶「]::あなた達に足りないのは、緩急のリズムとダイナミズムなの。いくら上手い演技でも、そこにうねる様なバイブレーションがなければ全然だめなのよ」",
        "translation": "Saya「Điều mà các em còn thiếu, chính là nhịp điệu nhanh chậm và sự năng động. Dù diễn xuất có giỏi đến đâu, mà không có cái sự rung động trào dâng ấy thì cũng vứt đi thôi.」\n"
    },
    {
        "sentence": "[沙耶「]::……っ！？　えっ？」",
        "translation": "Saya「……っ!?　Hả?」"
    },
    {
        "sentence": "[沙耶「]::…………っ！？」",
        "translation": "Saya「…………っ！？」\n"
    },
    {
        "sentence": "[沙耶「]::ちょっと、あなた！」",
        "translation": "Saya「Này, cậu kia!」\n"
    },
    {
        "sentence": "[沙耶「]::ちょっと、ヘドロ！　待ちなさい！！」",
        "translation": "Saya「Này, đồ cặn bã! Đứng lại ngay!!」\n"
    },
    {
        "sentence": "[沙耶「]::あなた、こんな所で何をしているの？」",
        "translation": "Saya「Cậu đang làm cái gì ở đây vậy?」\n"
    },
    {
        "sentence": "[沙耶「]::あなたには、新体操部が活動している時間は、第二体育館に近付く事を禁じていたはずだけど……？」",
        "translation": "Saya「Tôi tưởng tôi đã cấm cậu bén mảng đến nhà thi đấu số hai trong giờ hoạt động của câu lạc bộ thể dục dụng cụ rồi chứ……?」"
    },
    {
        "sentence": "[沙耶「]::あっ……そうっか！　そういう事ね……」",
        "translation": "Saya「À... ra vậy! Thì ra là thế......」\n"
    },
    {
        "sentence": "[沙耶「]::そうならそうって、もっと早く言えばいいのに。今さら自分の馬鹿を隠す必要なんて全然ないんだから」",
        "translation": "Saya「Nếu mà là vậy thì cậu nên nói sớm hơn đi chứ. Giờ này còn gì mà phải giấu cái ngu của mình nữa.」"
    },
    {
        "sentence": "[沙耶「]::そのヘドロみたいに腐った脳みそじゃ、私の言葉を記憶出来なかったんでしょ？　あっ！　それとももしかして、理解すら出来ていなかったわけ？」",
        "translation": "Saya「Với cái bộ não thối rữa như đống đồ cặn bã ấy, chắc cậu chẳng tài nào nhớ nổi lời tôi nói đâu nhỉ? À! Hay là, thậm chí cậu còn chẳng hiểu gì cơ?」\n"
    },
    {
        "sentence": "[沙耶「]::よく聞きなさい、ヘドロ。今後は、授業以外の用事で第二体育館に立ち入るのを全面的に禁止するわ。たとえ新体操部が部活を行っていなくてもよ」",
        "translation": "Saya「Nghe rõ đây, đồ cặn bã. Từ nay về sau, cấm tiệt cậu bén mảng đến nhà tập thứ hai vì bất cứ lý do gì ngoài giờ học. Kể cả khi câu lạc bộ thể dục dụng cụ không tập luyện cũng vậy.」\n"
    },
    {
        "sentence": "[沙耶「]::オーボーもゴボーもないわ！　私の警告を無視したんですもの。酌量の余地なんてある訳ないじゃない」",
        "translation": "Saya「Đừng có mà ở đó mà cãi chày cãi cối! Cậu đã phớt lờ cảnh cáo của tôi rồi còn gì. Đừng hòng mà tôi tha thứ cho.」"
    },
    {
        "sentence": "[沙耶「]::フンッ！　今度こそ、忘れないようにしておくのね」",
        "translation": "Saya「Hừ! Lần này thì liệu hồn mà nhớ cho kỹ đấy.」\n"
    },
    {
        "sentence": "[沙耶「]::何だったら、その制服にでも書いといてあげましょうか？　簡単に落ちないようにペンキで念入りにね」",
        "translation": "Saya「Hay là, tôi viết luôn lên cái bộ đồng phục đó cho cậu nhé? Yên tâm, tôi dùng sơn cho, đảm bảo không dễ phai đâu.」\n"
    },
    {
        "sentence": "[沙耶「]::あっ、ダメか！　字が読めないんだったわね」",
        "translation": "Saya「Á, không được rồi! Tôi quên mất, cậu có đọc được chữ đâu.」\n"
    },
    {
        "sentence": "[沙耶「]::あら、ヘドロ頭でも字は読めるのね！　アハハッ！　アハハハハハッ！！」",
        "translation": "Saya「Ô kìa, đồ đầu đất như cậu mà cũng biết đọc chữ cơ đấy! A ha ha! A ha ha ha ha!!」\n"
    },
    {
        "sentence": "[沙耶「]::さぁ、分かったらとっとと行ってもらえる？　ここはあなたみたいな低級な人間が覗いていい場所ではないわ。しっ！　しっ、しっ！」",
        "translation": "Saya「Nào, hiểu rồi thì mau cút đi cho khuất mắt tôi nhờ? Cái chỗ này không phải nơi lũ hạ đẳng như cậu được phép dòm ngó đâu. Xéo! Xéo, xéo!」\n"
    },
    {
        "sentence": "[沙耶「]::犬の方がまだマシかもね」",
        "translation": "Saya「Đến chó còn hơn ấy chứ.」\n"
    },
    {
        "sentence": "[沙耶「]::私のクラスに何かご用ですか、お母様」",
        "translation": "Saya「Mẹ có việc gì ở lớp con sao ạ?」"
    },
    {
        "sentence": "[沙耶「]::あ、す、すみません……」",
        "translation": "Saya「À, x-xin lỗi ạ……」"
    },
    {
        "sentence": "[沙耶「]::……って、何だ……あなただったの」",
        "translation": "Saya「……Ra là cậu à……」"
    },
    {
        "sentence": "[沙耶「]::学園長、この学生と一体何を話してらしたのです？　彼がまた何か悪さでも働いたのですか？」",
        "translation": "Saya「Thưa hiệu trưởng, ngài đang nói chuyện gì với học sinh này vậy ạ? Cậu ta lại gây ra chuyện gì nữa sao?」"
    },
    {
        "sentence": "[沙耶「]::この男子は、私がいつもお話ししている劣等生、例のヘドロ頭です。とうとう学園長にまで危害を加えてしまったのですか？」",
        "translation": "Saya「Cái cậu nam sinh này là tên học sinh kém mà tôi vẫn hay kể, cái đồ cặn bã đó. Đến mức gây sự với cả hiệu trưởng rồi sao?」"
    },
    {
        "sentence": "[沙耶「]::学園長、『ヘドロ頭』ですわ。まぁ、確かに顔もヘドロ並ですけれど……フフフッ……」",
        "translation": "Saya「Thưa hiệu trưởng, đúng là đồ cặn bã. Chà, dù mặt mũi cũng tầm cỡ đồ cặn bã thật…… Hứ hứ hứ……」"
    },
    {
        "sentence": "[沙耶「]::ちょっと怒るとすぐに脳味噌が焦げ付き出すんです。何しろ脳味噌がふんころがし並なのに、一生懸命人間のふりをするから……」",
        "translation": "Saya「Chỉ cần hơi nổi nóng một chút là não cậu ta y như rằng bị cháy khét ngay. Tại não cậu ta bé tí teo như hòn bi ve ấy mà, còn phải cố gắng hết sức để giả vờ làm người nữa chứ……」"
    },
    {
        "sentence": "[沙耶「]::ねぇ、あなた……ヘドロって言われるのとふんころがしって言われるのとではどっちがいい？」",
        "translation": "Saya「Này, cậu…… cậu thấy bị gọi là đồ cặn bã với cả bị gọi là đồ con bọ hung thì cái nào tốt hơn?」"
    },
    {
        "sentence": "[沙耶「]::こういう子なんですよ、お母様」",
        "translation": "Saya「Đây là một đứa trẻ như thế này đấy, thưa mẹ.」"
    },
    {
        "sentence": "[沙耶「]::オブツくん」",
        "translation": "Saya「Obutsu-kun」"
    },
    {
        "sentence": "[沙耶「]::まぁ、お母様！　タン壺小僧って素敵！　ナイスネーミングだわ」",
        "translation": "Saya「Ôi, mẹ yêu! \"Thằng nhãi lọ đựng đờm\" nghe hay đấy chứ! Đặt tên đỉnh thật!」"
    },
    {
        "sentence": "[沙耶「]::あっ……ところで、学園長は私に何か用事がおありだったのでは？」",
        "translation": "Saya「À… Nhân tiện, chẳng phải hiệu trưởng có việc gì đó muốn nói với tôi sao?」"
    },
    {
        "sentence": "[沙耶「]::わかりました、それじゃお供します」",
        "translation": "Saya「Tôi hiểu rồi, vậy thì tôi xin phép đi cùng ạ.」"
    },
    {
        "sentence": "[沙耶「]::アハハッ！　不様ね。何も、そこまで驚かなくてもいいじゃない」",
        "translation": "Saya「Ahaha! Thật thảm hại. Không cần phải ngạc nhiên đến thế chứ.」"
    },
    {
        "sentence": "[沙耶「]::それで……クソ生意気な女っていうのは、いったい誰の事なのかしら？」",
        "translation": "Saya「Vậy thì… cái ả đàn bà hỗn xược đó là ai vậy?」"
    },
    {
        "sentence": "[沙耶「]::ふんっ。どうせまた、ろくでもない事を考えていたんでしょう？」",
        "translation": "Saya「Hừ. Chắc chắn là cậu lại đang nghĩ cái chuyện vớ vẩn gì đó phải không?」"
    },
    {
        "sentence": "[沙耶「]::………………ふんっ」",
        "translation": "Saya「………………Hừ.」"
    },
    {
        "sentence": "[沙耶「]::まぁいいわ。あなたと違って私は忙しいの。いつまでも、あなたなんかの相手していられないわ」",
        "translation": "Saya「Được thôi. Tôi bận, khác hẳn cậu. Tôi không rảnh mà cứ phải phí thời gian với hạng người như cậu mãi đâu.」"
    },
    {
        "sentence": "[沙耶「]::あら、何言ってるの？　不審人物がいたら注意するのが教師の務めじゃない」",
        "translation": "Saya「Ara, cậu đang nói gì vậy? Chú ý đến người khả nghi chẳng phải là nhiệm vụ của giáo viên sao?」"
    },
    {
        "sentence": "[沙耶「]::あなた以外に誰がいるっていうのよ」",
        "translation": "Saya「Ngoài cậu ra thì còn ai vào đây nữa?」"
    },
    {
        "sentence": "[沙耶「]::いつまでも校内をうろついてないで、周りに害を及ぼす前にさっさと帰りなさい。いいわね？」",
        "translation": "Saya「Đừng có mà lảng vảng trong trường mãi thế, mau về nhà trước khi gây hại cho người khác đi. Nghe rõ chưa?」"
    },
    {
        "sentence": "[沙耶「]::まったくもう……今さら、春の健康診断についていったい何の相談があるっていうのかしら」",
        "translation": "Saya「Ôi trời… Đến nước này rồi, còn chuyện khám sức khỏe định kỳ mùa xuân nào mà phải hỏi mình nữa chứ?」"
    },
    {
        "sentence": "[沙耶「]::……もう……槙山先生ったら、何をしてるのかしら？　お母様との約束があるから、早く帰りたいのに……」",
        "translation": "Saya「……Thật là…… cô Makiyama-sensei, không biết đang làm cái gì nữa? Mình còn có hẹn với mẹ, muốn về sớm nữa chứ……」"
    },
    {
        "sentence": "[沙耶「]::ひっ！？」",
        "translation": "Saya「Á!？」"
    },
    {
        "sentence": "[沙耶「]::なっ！？　むんぅぅっ……むぶうぅぅぅっ！？」",
        "translation": "Saya「Hả!? Ư… ư… ư…!?」"
    },
    {
        "sentence": "[沙耶「]::ンーーーーッ！　ンーーーーーーーッ！？」",
        "translation": "Saya「Ư… ư… ư…!?」"
    },
    {
        "sentence": "[沙耶「]::うっ……ううっ……っ……ああっ……っ……」",
        "translation": "Saya「Ư… ư… ư… á… ư…」"
    },
    {
        "sentence": "[沙耶「]::……んっ……？　んんぅぅぅっ……」",
        "translation": "Saya「……Ưm… ư… ư ư ư…」"
    },
    {
        "sentence": "[沙耶「]::……っ……えっ？　わ、私……どうしてベッドなんかに……？」",
        "translation": "Saya「……Ơ… Ơ… Cái gì thế này…? M,mình… Sao mình lại nằm trên giường thế này…?」"
    },
    {
        "sentence": "[沙耶「]::えっ！？　あっ！　そ、その声は……！？　ハッ！！」",
        "translation": "Saya「Hả!? Á! G, giọng nói này chẳng lẽ là…!? Hả!!」"
    },
    {
        "sentence": "[沙耶「]::えっ、ええっ！　ちょっ……何よ、これっ？」",
        "translation": "Saya「Hả? Hả!? Ch,chờ đã… Cái gì thế này!?」"
    },
    {
        "sentence": "[沙耶「]::くっ！？　こ、これ、あなたがやったの！？」",
        "translation": "Saya「Khốn kiếp!? C, chuyện này… là cậu làm!?」"
    },
    {
        "sentence": "[沙耶「]::ふざけないでっ！」",
        "translation": "Saya「Đừng có giỡn mặt!」"
    },
    {
        "sentence": "[沙耶「]::いったいどういうつもり！？　何の冗談よ、これは！」",
        "translation": "Saya「Rốt cuộc là có ý gì hả!? Trò đùa gì đây!?」"
    },
    {
        "sentence": "[沙耶「]::ヘドロ！　きょ、教師をこんな風に縛り付けて、いったい何を考えてるの！？　さっさとほどきなさい！　早く！　このバカヘドロ！！」",
        "translation": "Saya「Đồ cặn bã! Cậ-cậu trói giáo viên như thế này, rốt cuộc là có ý đồ gì!? Mau, mau cởi trói ra cho tôi! Nhanh lên! Đồ cặn bã ngốc nghếch!!」"
    },
    {
        "sentence": "[沙耶「]::味見……？　味見って……ま、まさか……！？　ちょっと……味見っていったいどういう事よ……！？」",
        "translation": "Saya「Nếm thử...? Nếm thử... chẳng lẽ...!? Khoan... nếm thử là có ý gì hả...?」"
    },
    {
        "sentence": "[沙耶「]::きゃあああああぁっ！？」",
        "translation": "Saya「Áaaaaaaaaaa!」"
    },
    {
        "sentence": "[沙耶「]::な、何するの……きゃうううっ！？」",
        "translation": "Saya「Này, cậu làm gì vậy... Á á á!?」"
    },
    {
        "sentence": "[沙耶「]::ちょ……ちょっと！　バカ、何するの！　やめて！　やめなさいよっ！　ああぁっ！？」",
        "translation": "Saya「Ch... Chờ đã! Đồ ngốc, cậu làm cái gì vậy! Dừng lại đi! Dừng lại ngay! Aaa!?」"
    },
    {
        "sentence": "[沙耶「]::い、いやぁ、卑怯者！　放して……放してよおぉっ！　誰か……誰か助けてええっ！　誰かあああっ！」",
        "translation": "Saya「K-Không, đồ hèn hạ! Buông ra... Buông tôi ra! Ai đó... Ai đó cứu tôi với! Aaa!」"
    },
    {
        "sentence": "[沙耶「]::んんぅっ……！？　いやっ…や、やめて……やめてってば…んっんっ……いやあっ…ううっ、んっんっ…やだぁ、バカッ……！　うっうっ……」",
        "translation": "Saya「Ư... ư...!? Không... k-không, dừng lại... Làm ơn dừng lại đi mà... ư... ư... Không... ư ư... Đừng mà, đồ ngốc... ! Ư... ư...」"
    },
    {
        "sentence": "[沙耶「]::い、いやっ、うっ、うっ…やめ、なさい…んんっ！？　ヘドロ…あな、た…こんな事してただで済むと……！？　うっ、あうっ、ぐうっ……！？」",
        "translation": "Saya「K-không, ư, ư... Dừng, dừng lại đi... ư ư!? Đồ cặn bã... cậu... Cậu nghĩ làm chuyện này rồi xong chuyện sao...? Ư, á ư, ư...!」"
    },
    {
        "sentence": "[沙耶「]::やだやだっ、変態っ！　もうやめてっ、放しなさいったら、この変態ヘドロぉっ！！」",
        "translation": "Saya「Không, không đâu! Đồ biến thái! Thôi đi mà, thả tôi ra, cái đồ cặn bã biến thái này!!」"
    },
    {
        "sentence": "[沙耶「]::えっ……？！」",
        "translation": "Saya「É...?!」"
    },
    {
        "sentence": "[沙耶「]::………………ひっ！？」",
        "translation": "Saya「………………hức!?」"
    },
    {
        "sentence": "[沙耶「]::い、い、い……いやああぁぁぁあっ！！」",
        "translation": "Saya「K-K-K... Khôngggggggg!!」"
    },
    {
        "sentence": "[沙耶「]::いやっ、見ないで！　そっちは絶対に見ちゃダメぇぇっ！！」",
        "translation": "Saya「Không… đừng nhìn! Tuyệt đối không được nhìn bên đó!」"
    },
    {
        "sentence": "[沙耶「]::いやなのっ！　そこは絶対にいやあああっ！　見たら……見たら……あなたなんか、一生絶交だから！！」",
        "translation": "Saya「Không chịu đâu! Nhất định không chịu chỗ đó đâu! Nếu mà nhìn thấy… nếu mà nhìn thấy… thì tôi tuyệt giao với cậu cả đời!!」"
    },
    {
        "sentence": "[沙耶「]::ば、ばかっ！　絶交って言ったら恐ろしい事になるんだから！　この私に絶交されたらあなた絶対後悔するわよ！」",
        "translation": "Saya「Đồ ngốc! Nếu mà tôi nói tuyệt giao thì sẽ có chuyện kinh khủng xảy ra đấy! Cậu mà bị tôi tuyệt giao là cậu hối hận cả đời đấy!」"
    },
    {
        "sentence": "[沙耶「]::私と話せなくなるのが嫌なら、そっちは絶対に見ちゃダメなんだからあ！」",
        "translation": "Saya「Nếu cậu mà ghét việc không nói chuyện được với tôi, thì tuyệt đối không được nhìn bên đó đâu đấy!」"
    },
    {
        "sentence": "[沙耶「]::い、いやああぁっ！？　なっ、なっ、何してるのよバカぁぁっ！！」",
        "translation": "Saya「K-Không, á á á!? Cậ-Cậ-Cậu đang làm cái trò quái gì vậy hả đồ ngốc!!!」"
    },
    {
        "sentence": "[沙耶「]::いやっ！　いやっ！　やめてよ、バカヘドロ！　ばかあああっ！！」",
        "translation": "Saya「Không! Không! Dừng lại đi, đồ cặn bã! Đồ ngốc!!!」"
    },
    {
        "sentence": "[沙耶「]::そ、そんな訳ないでしょっ！　ちょっと、ヘドロ！　いい加減にしなさいよぉっ！」",
        "translation": "Saya「Đ、Đâu có chuyện đó chứ! Này, đồ cặn bã! Vừa vừa phải phải thôi chứ hả!」"
    },
    {
        "sentence": "[沙耶「]::うぅぅっ……や、やめて……見ないでって、言ってるのにぃ……っ……！」",
        "translation": "Saya「Ư… ư… Dừng… dừng lại đi mà… Tôi đã bảo là đừng có nhìn rồi…!」"
    },
    {
        "sentence": "[沙耶「]::うぅっ、い、いやぁ……嫌なの……うっうっ……もう見ないでよぉ……うっ、うっ……ひっく、うえっ……」",
        "translation": "Saya「Ư… không, không mà… Tôi không muốn… ư… ư… Đừng nhìn nữa mà… ư, ư… Hic… Ọe…」"
    },
    {
        "sentence": "[沙耶「]::えっ……あぁっ……っ……」",
        "translation": "Saya「Eh… á… á…」"
    },
    {
        "sentence": "[沙耶「]::えっ、ええぇっ！？」",
        "translation": "Saya「Ể… ể…!?」"
    },
    {
        "sentence": "[沙耶「]::やだやだやだぁっ！　それだけはやめてっ！　絶対ダメぇぇぇっ！！」",
        "translation": "Saya「Không! Không! Không mà! Chuyện đó thì không được! Tuyệt đối không được đâuuuuu!!」"
    },
    {
        "sentence": "[沙耶「]::いやああああああああああぁぁぁぁぁっ！？」",
        "translation": "Saya「Khônggggggggggggggggggggggggggggggg!?」"
    },
    {
        "sentence": "[沙耶「]::あっ、あぁ……ぁ……っ……」",
        "translation": "Saya「Á... a... á......ư......」"
    },
    {
        "sentence": "[沙耶「]::っ……うっ……あぁ……っ……」",
        "translation": "Saya「Ư... ư... a......ư......」"
    },
    {
        "sentence": "[沙耶「]::くっ……！？　うぅっ……！？」",
        "translation": "Saya「Khụ...!? Ư... ư!?」"
    },
    {
        "sentence": "[沙耶「]::ううぅっ……！？　やめて……やめてよぉ……！？」",
        "translation": "Saya「Ư...ư...!? Dừng lại đi... Dừng lại đi mà...?」"
    },
    {
        "sentence": "[沙耶「]::うっ……うぐうぅっ……！？　うっ……うっ、うっ……」",
        "translation": "Saya「Ư... ư... ư...!? Ư... ư, ư...」"
    },
    {
        "sentence": "[沙耶「]::……ひっく、ひっく……うぅっ、み、見ちゃダメって……見ちゃダメって…言ったのにぃ……うぅっ、ひどいっ……ひどいぃっ……」",
        "translation": "Saya「...Hức... hức... ư... Đã, đã bảo là đừng có xem mà... Đã bảo là đừng có xem rồi mà... Ư... tệ quá... Tệ quá đi...」"
    },
    {
        "sentence": "[沙耶「]::ひぃぅんんんんぅぅぅぅぅっ！？」",
        "translation": "Saya「Hííuuuuuuuuuu...!」"
    },
    {
        "sentence": "[沙耶「]::ひいぃっ！？　ちょっ…！？　な、なにしてるのよぉっ！？　バカ！　そんなとこ舐めちゃやだぁっ！」",
        "translation": "Saya「Hiii!? Chờ...!? Cậu, cậu làm cái gì vậy hả!? Đồ ngốc! Đừng có liếm chỗ đó mà...!」"
    },
    {
        "sentence": "[沙耶「]::きゃううんっ！？　あん、やぁっ…やだぁ、気持ち悪いっ……ちょ、ヘド、ロ……変な事、しないでぇ……あひぃんっ！？」",
        "translation": "Saya「Kyaaa!? Ư... Ưm... Không, đừng mà... ghê quá... Chờ, ọe, lộn... Đừng có làm chuyện kỳ quái... Ahhh!?」"
    },
    {
        "sentence": "[沙耶「]::やん…っ…あくぅっ……やめ、てったら……ひんっ、っ、くんっ……ああっ……ば、バカぁ……！？」",
        "translation": "Saya「Ư... ư... đừng mà... Ah... Ư... dừng lại đi mà... Hức... khục... Ah... Đồ, đồ ngốc...!?」"
    },
    {
        "sentence": "[沙耶「]::あひぃううううぅっ！？」",
        "translation": "Saya「Á... á á á á!?」"
    },
    {
        "sentence": "[沙耶「]::んあぁっ！？　そ、それ、やめて！　あぁん、やだやだっ！　ひいぃっ！！　そ、そこ舐めるのやめてよぉっ！」",
        "translation": "Saya「Ư á!? K-không, đừng mà! Ư... không thích, không thích đâu! Hiii... Đ-đừng liếm chỗ đó mà!」"
    },
    {
        "sentence": "[沙耶「]::ぅあっ、あああぁっ！？　や、だめ…っ…はッ、ああぅんっ！？」",
        "translation": "Saya「Ư á, a á!? K-không, đừng mà… ư… a…ưm!?」"
    },
    {
        "sentence": "[沙耶「]::くぅぅううんっ！？　い、いやああぁっ……っ……！？」",
        "translation": "Saya「Ư ư ư…!? K-không, đừng mà…!?」"
    },
    {
        "sentence": "[沙耶「]::あうっ、くっ、くんんぅぅっ……やだ、やだやだぁ……ヘドロのば、バカぁ……んっんっ……あぁ、っ……」",
        "translation": "Saya「A… ư, đau, ư ư… không, không mà… đồ cặn bã đáng ghét… ư ư… a…ư…」"
    },
    {
        "sentence": "[沙耶「]::あ、あううぅ……はぁはぁ……はぁはぁはぁ……」",
        "translation": "Saya「A… a ư ư… hộc… hộc… hộc… hộc…」"
    },
    {
        "sentence": "[沙耶「]::うっ……うぅっ！？」",
        "translation": "Saya「Ư… ư ư!?」"
    },
    {
        "sentence": "[沙耶「]::うぅっ……な、何て事するのよっ……バカ……変態ぃ……うっうっ……うっうっうっうっ……」",
        "translation": "Saya「Ư… ư… Cậu… cậu làm cái trò gì vậy hả… Đồ ngốc… Đồ biến thái… ư… ư… ư… ư…」"
    },
    {
        "sentence": "[沙耶「]::……ひっ！　うっ、ぅうっ……そっ、そんなものっ…あっ、うっ、ううっ、どっ、どうするのっ……！？」",
        "translation": "Saya「……Hức! Ư… ư… Cái… cái thứ đó… á… ư… ư… phải… phải làm gì…!?」"
    },
    {
        "sentence": "[沙耶「]::あっ！　あぁっ……！？」",
        "translation": "Saya「A! Aaa…!?」"
    },
    {
        "sentence": "[沙耶「]::ひっく、ひっく……ばかぁ……ばかぁっ……えっえっ……えっえっえっえっ……」",
        "translation": "Saya「Hức… hức… Đồ ngốc… đồ ngốc… Hức… hức… hức… hức…」"
    },
    {
        "sentence": "[沙耶「]::ひっ！？　や、やだ…何してるのよ！？」",
        "translation": "Saya「Á!… K-không… Đừng mà… Cậu đang làm cái gì vậy!?」"
    },
    {
        "sentence": "[沙耶「]::や、やだ！　やだやだやだっ！　やめてええっ！　もうやめてええええぇっ！」",
        "translation": "Saya「K-không! Đừng! Không! Không! Không! Dừng lại! Làm ơn dừng lại đi mà!」"
    },
    {
        "sentence": "[沙耶「]::ひいいいぃっ！？　いやぁあぁああああああああぁっ！！」",
        "translation": "Saya「Hiiiiiii!? Khôngggggggggggggggggggggg!」"
    },
    {
        "sentence": "[沙耶「]::やっ、やあああああぁぁぁっ！？」",
        "translation": "Saya「Á á á á á á!?」"
    },
    {
        "sentence": "[沙耶「]::ひぃぃっ！？　やだっ！　やだやだあぁっ！　放してぇっ！！　もうっ、許してええええぇぇっ！！」",
        "translation": "Saya「Hức…!? Đừng mà! Đừng mà, đừng mà! Buông tôi ra! Xin mà, tha cho tôi đi mà…!」"
    },
    {
        "sentence": "[沙耶「]::ヒィィッ！？　い、痛っ！！」",
        "translation": "Saya「Hức…!? Đ, đau quá!!」"
    },
    {
        "sentence": "[沙耶「]::やだぁっ……怖いぃ……！　えぐっえぐっ……や、やめて……抜いて……抜いてよおぉぉ……！」",
        "translation": "Saya「Kh-không…! Sợ quá…! Hức hức… k-không, dừng lại… rút ra… rút ra đi mà…!」"
    },
    {
        "sentence": "[沙耶「]::うああぁぁっ！？　やだやだっ！　全部っ……全部入っちゃうぅっ！」",
        "translation": "Saya「Ư… á á á!? Không chịu đâu, không chịu đâu! Tất… tất cả sắp chui vào hết rồi!」"
    },
    {
        "sentence": "[沙耶「]::お、お願い！　もう抜いて、お願いよおぉ……！　えぐっ、えぐっ……えぐっ、えぐっ……」",
        "translation": "Saya「X-xin… xin cậu! Rút ra đi mà, xin cậu đó…! Hức, hức… hức, hức…」"
    },
    {
        "sentence": "[沙耶「]::ううっ……ひっく、ひっく……虐めないで……虐めないでよぉ……えぐっ、えぐっ……ひっ、ひっ……」",
        "translation": "Saya「Hức… hức… Đừng… đừng hành hạ tôi mà… Đừng mà… hức, hức… hic, hic…」"
    },
    {
        "sentence": "[沙耶「]::ひっ！？　いいいいいいぃぃぃいぃっ！！」",
        "translation": "Saya「H… Hiiiiiiiiiiiii!!」"
    },
    {
        "sentence": "[沙耶「]::っ！　はっ……っ！　あっ……かっ……！　はっ……！」",
        "translation": "Saya「っ! Hộc… hộc…! A… Khụ… Khụ…! Hộc…!」"
    },
    {
        "sentence": "[沙耶「]::……っ……ぁ………はっ………ぁ………っ………あっ……」",
        "translation": "Saya「……ư… á… hộc… á… ư… á…」"
    },
    {
        "sentence": "[沙耶「]::……っ……ぅ……ぅぅ……っ……ひっく……ひっく……」",
        "translation": "Saya「……hức… ư… ư… hức… hức…」"
    },
    {
        "sentence": "[沙耶「]::うわああああああぁぁぁーーーーーーーん！」",
        "translation": "Saya「Uwaaaaaaaaaaaaaaaaーーーーーーーん！」"
    },
    {
        "sentence": "[沙耶「]::痛いっ……ひっく、ひっく……痛いよおお……うわああーーーーーん！　い、痛くて……死んじゃう……死んじゃうううううぅっ……！！」",
        "translation": "Saya「Đau quá……hức, hức……Đau quá đi……Uwaaaaaaaaーーーーーーーん! Đ, đau quá……chết mất……chết mất thôi……!!」"
    },
    {
        "sentence": "[沙耶「]::ひっ！？　うっ、うあぁぁっ……て、低能ヘドロに……奪われた……は、初めてっ、奪われちゃったぁ……っ……ひっく……ひっく……ひっく！」",
        "translation": "Saya「Hức!? Ư… ư aaaaa… bị, bị cái thứ cặn bã đê tiện kia… cướp mất… lần, lần đầu tiên… bị cướp mất rồi… hức… hức… hức!」"
    },
    {
        "sentence": "[沙耶「]::……ぅうっ……ひっく……ぅっ……うぐっ、ううっ……ひっく、ひっく……あぁっ、あぁっ……あぁあっ……っ……」",
        "translation": "Saya「……ư ư……hức……ư……ư gừ, ư ư……hức, hức……a a……a a……ư……」"
    },
    {
        "sentence": "[沙耶「]::ひいぃっ！　ああぁっ、ああぁぁっ！？」",
        "translation": "Saya「Hiiii! Aaaaa, aaaaa!?」"
    },
    {
        "sentence": "[沙耶「]::い、痛いひいいっ！　痛いよおおぉっ！　やめて！　動かないでええっ！　あぁ、痛いっ！　痛いいっ！　お母様っ！　お母様ああぁぁっ！！」",
        "translation": "Saya「Đau, đau quá… hiiiii! Đau quá… Ư Ư… Dừng lại đi! Đừng cử động mà… Aaa, đau! Đau quá! Mẹ ơi! Mẹ ơiiiiii!!」"
    },
    {
        "sentence": "[沙耶「]::ひっ、いいっ……くっ、くああぁっ、いたいっ、痛いよぉっ……！　やぁあっ、やめてええっ！　やめてよおおおおぉぉぉぉっ！！」",
        "translation": "Saya「Hức… Ư… Không… Khựa… đau quá… đau quá đi…! Dừng lại đi… Ư Ư… Dừng lại đi mà…!」"
    },
    {
        "sentence": "[沙耶「]::あうっ！　い、いやああっ！　痛いのいやああっ！　お願いだからもうやめてよおぉっ……いやあっ！　痛いっ！　痛いいぃっ！！」",
        "translation": "Saya「A… đau! K-không… Ư Ư… Đau, tôi không muốn đau đâu… Làm ơn… xin đừng mà… Ư Ư… Không! Đau! Đau quá đi!!」"
    },
    {
        "sentence": "[沙耶「]::あんっ、い、いやあっ！　やだやだやだあぁっ！　動かないで……動かないでってばぁっ！　んひいぃっ！！　いぃいいっ！！」",
        "translation": "Saya「Ư… ư… không, không mà! Đừng… đừng mà! Ư… đừng mà…! Đừng cử động… xin đừng cử động mà…! Ư… ư… ư…!! Ư… ư… ư…!!」"
    },
    {
        "sentence": "[沙耶「]::やっ……！？　あぁあっ、くっ……いたいっ、いやぁっ……やめてっ！　痛いっ！　やぁっ、やだっ、いやっいやあっ！　いやああっ！！」",
        "translation": "Saya「Á… á… Không… ư… đau… ư… đừng mà…! Đau quá! Ư… đừng mà… đừng mà…! Ư… á…!!」"
    }
]