[
    {
        "sentence": "[沙耶「]::……あら、あなたみたいなドロドロのヘドロ頭が、私のフルネームをちゃんと憶えていたなんて意外ね」",
        "translation": "Saya「……あら、あなたみたいなドロドロのヘドロ頭が、私のフルネームをちゃんと憶えていたなんて意外ね」\nSaya「……Ồ, thật bất ngờ đấy, cái loại đầu óc bết bát như bùn lầy như cậu mà lại nhớ rõ họ tên đầy đủ của tôi cơ đấy.」\n"
    },
    {
        "sentence": "[沙耶「]::なに？　怒ったの？　ヘドロは所詮ヘドロですもの、それ以外の名称なんてないでしょ？　ウジ虫にも劣るくせに、失礼な事言わないで」",
        "translation": "Saya「Sao? Cậu giận à? Bùn lầy thì mãi mãi chỉ là bùn lầy thôi, làm gì có cái tên nào khác chứ? Đến sâu bọ còn không bằng, đừng có mà ăn nói xấc xược.」\n"
    },
    {
        "sentence": "[沙耶「]::それで、結局ここで何をしていたのか答えてもらおうかしら？　蟹味噌よりも小さい脳味噌でも、記憶力だけはあるんでしょ？」",
        "translation": "Saya「Vậy, rốt cuộc cậu ở đây làm cái gì, khai mau? Não bé bằng gạch cua thế kia, chắc trí nhớ cũng còn chút đỉnh chứ hả?」\n"
    },
    {
        "sentence": "[沙耶「]::部活なら、さっき終わったわよ。それで、校内の見回りに行こうとしていたところなの」",
        "translation": "Saya「Nếu là hoạt động câu lạc bộ thì vừa kết thúc lúc nãy rồi. Sau đó, tôi định đi tuần tra trong trường.」\n"
    },
    {
        "sentence": "[沙耶「]::そうしたら、何だかヘドロ臭い匂いが体育館の方からしてくるじゃない？　見たらあなたがウロウロしてたって訳よ」",
        "translation": "Saya「Thế rồi, không phải là tự nhiên có cái mùi bùn thối bốc lên từ phía nhà thi đấu sao? Nhìn thì thấy ngay là cậu đang lảng vảng ở đó chứ gì.」\n"
    },
    {
        "sentence": "[沙耶「]::おあいにく様、犬じゃなくてもこんな酷い匂い、誰だって気付くわ。まして、こんな醜悪なヘドロ臭を出す人なんて、一人しかいないものね」",
        "translation": "Saya「Thật tiếc cho cậu, không cần phải là chó mới ngửi được cái mùi kinh khủng này đâu. Huống hồ, cái mùi bùn lầy ghê tởm này thì chỉ có một người duy nhất bốc ra thôi mà.」\n"
    },
    {
        "sentence": "[沙耶「]::だ、誰がチチ臭いっていうのよ！　あなた、頭だけじゃなくて鼻も悪いみたいねっ！　脳からこぼれたヘドロが鼻にも詰まってるんじゃないのっ！」",
        "translation": "Saya「Ai... ai bảo là tôi có mùi sữa hả! Cậu... cậu không chỉ có vấn đề về đầu óc mà mũi cũng có vấn đề luôn rồi đấy! Chắc mủ não chảy xuống nghẹt cả mũi rồi chứ gì!」\n"
    },
    {
        "sentence": "[沙耶「]::もう、ヘドロのくせに生意気よ！　サルモネラ菌以下の存在のくせに、私にそんな口を利くなんてっ……」",
        "translation": "Saya「Đồ bùn thối mà cũng dám láo toét! Chỉ là thứ cặn bã còn thua cả vi khuẩn Salmonella, mà dám ăn nói kiểu đó với tôi hả…」\n"
    },
    {
        "sentence": "[沙耶「]::……えっ！？　あぁっ！？」",
        "translation": "Saya「……Ế!? A…!?」\n"
    },
    {
        "sentence": "[沙耶「]::ううっ、うるさいわね！　そもそもあなたがっ……！」",
        "translation": "Saya「Ư... ồn ào quá đi! Tại cậu hết đấy còn gì…!」\n"
    },
    {
        "sentence": "[沙耶「]::くうっ……こ、ここじゃ、人目に付きすぎるわ！　場所を変えるわよっ！」",
        "translation": "Saya「Ư... ư... ở đây... ở đây nhiều người thấy quá! Đổi chỗ khác thôi!」\n"
    },
    {
        "sentence": "[沙耶「]::早く付いてきなさいよ！　ミジンコ並の脳味噌でも、それくらい出来るでしょ！？」",
        "translation": "Saya「Mau đi theo tôi nhanh lên! Đầu óc cậu mà bé như con tép riu chắc cũng làm được việc đó chứ hả!?」\n"
    },
    {
        "sentence": "[沙耶「]::……何、あなた達まだいたの？　そろそろ下校時刻なんだから、早く帰りなさい！」",
        "translation": "Saya「……Gì, mấy cậu vẫn còn ở đây à? Sắp đến giờ tan học rồi, mau về đi cho tôi nhờ!」\n"
    },
    {
        "sentence": "[沙耶「]::どうしたの、早く行きなさい！」",
        "translation": "Saya「Sao thế, mau đi đi chứ!」\n"
    },
    {
        "sentence": "[沙耶「]::……フン、これで心おきなく話が出来るわね」",
        "translation": "Saya「……Hừ, thế này thì tôi có thể yên tâm nói chuyện rồi nhỉ.」\n"
    },
    {
        "sentence": "[沙耶「]::まぁ、あなたのようなヘドロ頭には、何を言っても無駄でしょうけど……」",
        "translation": "Saya「Mà, nói với cái loại đầu toàn bã đậu như cậu thì cũng vô ích thôi……」\n"
    },
    {
        "sentence": "[沙耶「]::けれど、これも担任の務めだから仕方無いわ。あなたごときに私の貴重な時間を使っているんですから、感謝しなさいよ」",
        "translation": "Saya「Nhưng đây cũng là trách nhiệm của giáo viên chủ nhiệm, nên đành chịu thôi. Cậu nên cảm thấy biết ơn vì tôi đã dùng thời gian quý báu của mình cho cái loại như cậu đấy.」\n"
    },
    {
        "sentence": "[沙耶「]::フンッ！　いいわよ、低能なヘドロでも理解出来るよう、丁寧に話してあげるわ！」",
        "translation": "Saya「Hừ! Được thôi, tôi sẽ nói chuyện một cách cẩn thận để ngay cả thứ bùn đất não tàn như cậu cũng có thể hiểu được!」\n"
    },
    {
        "sentence": "[沙耶「]::あなた、その粗悪な生活態度を、いい加減に改めてもらえないかしら？」",
        "translation": "Saya「Cậu không thể sửa cái thái độ sống bê tha đó đi được à?」\n"
    },
    {
        "sentence": "[沙耶「]::意味もなく校内をウロウロ徘徊するのは勿論、遅刻をしたり、制服を着ないでシャツのままだったり……」",
        "translation": "Saya「Việc cậu cứ lảng vảng quanh trường không mục đích, rồi còn đi học muộn, không mặc đồng phục mà cứ mỗi cái áo sơ mi……」\n"
    },
    {
        "sentence": "[沙耶「]::授業でもそう。居眠りや不参加は当然として、どうしたらこんな点数が取れるか不思議なくらいの、お粗末にも程がある成績……」",
        "translation": "Saya「Ở trên lớp cũng vậy. Ngủ gật hay bỏ tiết là đương nhiên rồi, mà tôi còn không hiểu sao cậu có thể đạt được cái điểm số tệ hại đến mức khó tin như thế nữa……」\n"
    },
    {
        "sentence": "[沙耶「]::あなたのようなヘドロ頭の落ちこぼれ一人のせいで、私の手腕まで疑われてしまうのよ！　ちゃんと分かっているのかしら！？」",
        "translation": "Saya「Chỉ vì một tên đầu đất bét bảng như cậu mà đến cả năng lực của tôi cũng bị nghi ngờ đấy! Cậu có hiểu không hả!?」\n"
    },
    {
        "sentence": "[沙耶「]::いい事なんて万に一つもないわよ！　大腸菌より性質の悪いヘドロ頭が、私のクラスの平均点を下げているのよ！」",
        "translation": "Saya「Chẳng có cái tốt đẹp nào đến một phần vạn đâu! Cái thứ đầu đất bẩn thỉu còn tệ hơn cả vi khuẩn E. coli kia đang kéo điểm trung bình của lớp tôi xuống đấy!」\n"
    },
    {
        "sentence": "[沙耶「]::そんな事、到底許されない！　クズのために足を引っ張られるなんて、とても我慢がならないわ！」",
        "translation": "Saya「Chuyện đó, tuyệt đối không thể chấp nhận được! Bị liên lụy chỉ vì một tên cặn bã như cậu, tôi không thể nào chịu đựng được!」\n"
    },
    {
        "sentence": "[沙耶「]::……ふぅ、やれやれね。これだからヘドロってのはどうしようもないわ」",
        "translation": "Saya「……Phù, mệt chết đi được. Đúng là cái thứ bùn lầy này chẳng thể nào cứu vãn nổi mà.」\n"
    },
    {
        "sentence": "[沙耶「]::そんなの、言葉の通りに決まってるでしょ？　頭の中にヘドロみたいにドロドロして使い物にならない脳味噌が入っているからよ」",
        "translation": "Saya「Chuyện đó, chẳng phải đã rõ như ban ngày rồi sao? Tại đầu cậu chứa toàn thứ bùn nhão nhớp nhúa nên não mới chẳng dùng được ấy.」\n"
    },
    {
        "sentence": "[沙耶「]::そうでなければ、あなたの物分かりの悪さは説明がつかないわ。何なら『ヘドロ』の意味から教えてあげましょうか？」",
        "translation": "Saya「Nếu không thì tôi chịu, không hiểu sao cậu lại chậm hiểu đến thế. Hay là tôi phải dạy cậu nghĩa của từ \"bùn lầy\" thì cậu mới vừa lòng hả?」\n"
    },
    {
        "sentence": "[沙耶「]::はぁ……まったく、どうしてこんな産業廃棄物なんかが私のクラスにいるのかしら？　神も私に艱難辛苦を与えすぎだわ」",
        "translation": "Saya「Haa... Thật tình, tại sao lại có cái thứ phế thải công nghiệp như cậu ở trong lớp tôi thế này? Ông trời đúng là thử thách tôi quá nhiều rồi đấy.」\n"
    },
    {
        "sentence": "[沙耶「]::な、何ですって！」",
        "translation": "Saya「C, cái gì cơ!?」\n"
    },
    {
        "sentence": "[沙耶「]::う、うるさい、ヘドロのくせに！　あなたにそんな事言われる覚えはないわっ、ヘドロ、ヘドロ、ヘドローーーッ！」",
        "translation": "Saya「Ư, ồn ào quá, đồ bùn lầy! Tôi không có gì để nói với cậu đâu, bùn lầy, bùn lầy, BÙN LẦYYYYYY!」\n"
    },
    {
        "sentence": "[沙耶「]::……フン、チャイムが鳴ってしまったわね。仕方無いけど今日はここまでね」",
        "translation": "Saya「...... Hừ, chuông reo rồi. Đành chịu thôi, hôm nay đến đây thôi vậy.」\n"
    },
    {
        "sentence": "[沙耶「]::まだまだ言い足りないけれど、これ以上注意をしても無駄でしょうし、いいわよ、帰りなさい」",
        "translation": "Saya「Vẫn còn nhiều điều tôi muốn nói lắm, nhưng có nói thêm nữa cũng vô ích thôi, được rồi, cậu về đi.」\n"
    },
    {
        "sentence": "[沙耶「]::じゃ、今日告げた事は忘れないように復唱しておきなさいよ。これ以上私を煩わせないで、ヘドロ頭っ」",
        "translation": "Saya「Vậy thì, nhớ kỹ những gì tôi đã nói hôm nay đấy. Đừng có làm phiền tôi nữa, cái đồ đầu bùn!」\n"
    },
    {
        "sentence": "[沙耶「]::……ムッ、ヘドロ……！？」",
        "translation": "Saya「……Mya, thứ bùn nhão này…!?」\n"
    },
    {
        "sentence": "[沙耶「]::……あら、遅刻常習犯のあなたが、今日は随分と早いじゃない。昨日は学園に泊まったのかしら？」",
        "translation": "Saya「…Ara, cái cậu chuyên gia trễ giờ mà hôm nay lại đến sớm dữ vậy. Hôm qua cậu ngủ lại trường à?」\n"
    },
    {
        "sentence": "[沙耶「]::ええ、問題ありよ。大ありだわ」",
        "translation": "Saya「Ừ, có vấn đề lớn đấy. To đùng là đằng khác.」\n"
    },
    {
        "sentence": "[沙耶「]::あなたが早起きするなんて、この上ない不吉な事……まさに天変地異の前触れだわ！」",
        "translation": "Saya「Việc cậu dậy sớm đúng là điềm gở không gì sánh bằng… Đúng là điềm báo của thiên tai mà!」\n"
    },
    {
        "sentence": "[沙耶「]::今日から教育実習生が来るっていうのに、なんて幸先が悪いのかしら……ああ、こればかりは私じゃどうにも出来ないわ。許してね」",
        "translation": "Saya「Ngày đầu tiên sinh viên thực tập sư phạm đến mà đã gặp chuyện xui xẻo thế này… Ôi, việc này thì tôi chịu, không làm gì được rồi. Xin lỗi nhé.」\n"
    },
    {
        "sentence": "[沙耶「]::何よ、本当の事じゃない。これらが全て事実になるかと思うと、ぞっとしないわ」",
        "translation": "Saya「Chứ sao, chẳng phải là sự thật à. Chỉ nghĩ đến việc tất cả những điều này có thể trở thành sự thật thôi là tôi đã thấy rợn người rồi.」\n"
    },
    {
        "sentence": "[沙耶「]::まぁ、ヘドロのクセに私に意見しようって言うの！？　ヘドロが市民権を得たなんて話、聞いてないわよ！」",
        "translation": "Saya「Chà, thứ bùn nhão như cậu mà cũng dám lên tiếng với tôi đấy à!? Tôi chưa nghe chuyện bùn nhão được công nhận quyền công dân bao giờ đâu!」\n"
    },
    {
        "sentence": "[沙耶「]::くう……！？」",
        "translation": "Saya「Ư…!?」\n"
    },
    {
        "sentence": "[沙耶「]::フ、フン！　こんな所であなたの相手をしている場合じゃなかったわ。実習生を迎え入れる準備をしなくちゃいけなかったわね」",
        "translation": "Saya「Hứ, hứ! Tôi không rảnh mà đôi co với cậu ở cái chỗ này đâu. Tôi còn phải chuẩn bị đón sinh viên thực tập nữa.」\n"
    },
    {
        "sentence": "[沙耶「]::じゃ、これで失礼するわ。あまり不吉な行動はしないでちょうだい、ヘドロ菌」",
        "translation": "Saya「Vậy thì, tôi xin phép đi trước đây. Đừng có mà làm mấy trò xui xẻo đấy, đồ bùn nhão.」\n"
    },
    {
        "sentence": "[沙耶「]::はい、おはよ。ホームルームを始めるわ」",
        "translation": "Saya「Vâng, chào buổi sáng. Chúng ta bắt đầu tiết sinh hoạt lớp thôi.」\n"
    },
    {
        "sentence": "[沙耶「]::……それじゃ、昨日も話したとおり、今日から教育実習生が来る事になったわ」",
        "translation": "Saya「……Vậy thì, như hôm qua tôi đã nói, hôm nay sẽ có giáo viên thực tập đến.」\n"
    },
    {
        "sentence": "[沙耶「]::このクラスにも、一人就く事になったから、温かく迎えてあげなさい」",
        "translation": "Saya「Vì lớp chúng ta sẽ có một người đến thực tập, nên các em hãy chào đón nồng nhiệt vào nhé.」\n"
    },
    {
        "sentence": "[沙耶「]::じゃあ、結城先生、いらっしゃい」",
        "translation": "Saya「Vậy thì, mời Yuuki-sensei.」"
    },
    {
        "sentence": "[沙耶「]::……ちょっとあなた、足と手が一緒に出てるわよ」",
        "translation": "Saya「……Này cô kia, chân với tay cô đang vung lung tung kìa.」\n"
    },
    {
        "sentence": "[沙耶「]::……あなた、このクラスの他にも、担当する科目があるでしょ？　それも言わなきゃダメじゃない」",
        "translation": "Saya「……Cô à, ngoài lớp này ra, cô còn môn nào khác phải phụ trách nữa đúng không? Không nói ra thì làm sao mà được chứ.」\n"
    },
    {
        "sentence": "[沙耶「]::はい、拍手はそれくらいでいいわ」",
        "translation": "Saya「Vâng, vỗ tay thế là đủ rồi」"
    },
    {
        "sentence": "[沙耶「]::今しがた言ったとおり、結城先生には音楽の授業及び、このクラスのホームルームを受け持ってもらいます」",
        "translation": "Saya「Như tôi vừa nói lúc nãy, Yuuki-sensei sẽ phụ trách tiết học âm nhạc và cả buổi sinh hoạt lớp chúng ta」"
    },
    {
        "sentence": "[沙耶「]::実習生と言えど、一応は教師と同じ扱いですので、学生として常識的な範囲で接する事」",
        "translation": "Saya「Kể cả là thực tập sinh đi nữa, thì cũng được coi như giáo viên, nên hãy cư xử trong giới hạn của một học sinh nhé.」"
    },
    {
        "sentence": "[沙耶「]::勿論、迷惑をかけるような行動は絶対に慎みなさい。分かったわね」",
        "translation": "Saya「Tất nhiên, tuyệt đối không được có hành động nào gây phiền phức cho người khác. Rõ chưa nào?」"
    },
    {
        "sentence": "[沙耶「]::それじゃ、今日のホームルームはここまで。いくわよ、結城先生」",
        "translation": "Saya「Vậy là, buổi sinh hoạt lớp hôm nay đến đây thôi. Chúng ta đi nào, Yuuki-sensei」"
    }
]