[
    {
        "sentence": "[理保子「]::いやぁん、理保子先生って呼んでぇ～☆　はい、『美人』の理保子先生～！」",
        "translation": "Rihoko「Ôi trời, gọi tôi là Rihoko-sensei đi chứ～☆　Này, Rihoko-sensei 'mỹ nhân' đây～！」\n"
    },
    {
        "sentence": "[理保子「]::なによぉ～、また『美人』が抜けてるぅ～！」",
        "translation": "Rihoko「Cái gì đó～, lại quên mất chữ 'mỹ nhân' rồi hả～！」\n"
    },
    {
        "sentence": "[理保子「]::あぁ、その事？　別にいいけど……キミは何も憶えてないの？」",
        "translation": "Rihoko「À, chuyện đó hả? Cũng được thôi… Cậu không nhớ gì à?」\n"
    },
    {
        "sentence": "[理保子「]::ええ、その通り。キミはテニスボールが頭にぶつかって、その場で気絶しちゃったのよ」",
        "translation": "Rihoko「Ừ, đúng thế đấy. Cậu bị quả bóng tennis nện trúng đầu, xỉu ngay tại chỗ luôn.」\n"
    },
    {
        "sentence": "[理保子「]::だから、駆けつけた私とテニス部員、そして教育実習生の子と一緒に、保健室まで運んできたの」",
        "translation": "Rihoko「Thì đó, nên tôi với mấy đứa trong câu lạc bộ tennis, với cả giáo viên thực tập, chạy vội tới khiêng cậu vào phòng y tế đấy.」"
    },
    {
        "sentence": "[理保子「]::ふふ～ん、それにしても、身を呈して実習生をかばうなんて、キミも大した男の子よねぇ～」",
        "translation": "Rihoko「Hứ～, mà nói đi cũng phải nói, xả thân ra che chở cho giáo viên thực tập, cậu cũng ra dáng đàn ông phết đấy nhờ～」"
    },
    {
        "sentence": "[理保子「]::何でも、キミがいなかったら、代わりにあの子が怪我してたって言うじゃない。やっぱり男はこうでなくっちゃ！　いよっ、色男！」",
        "translation": "Rihoko「Nghe nói không có cậu thì con bé đó bị thương thay rồi đấy. Đúng là đàn ông phải thế này chứ! Ối dồi ôi, chuẩn men!」\n"
    },
    {
        "sentence": "[理保子「]::もう下校時刻を過ぎてるわよ。なんせ３時間はここで気を失ってたからね、キミは」",
        "translation": "Rihoko「Giờ quá giờ tan học lâu rồi đấy cậu biết không? Dù gì thì cậu cũng ngất ở đây tận ba tiếng đồng hồ rồi cơ mà.」\n"
    },
    {
        "sentence": "[理保子「]::……まぁ、キミも目を覚ました事だし、私もそろそろ着替えて帰ろうと思うんだけどぉ～」",
        "translation": "Rihoko「Mà thôi, cậu cũng tỉnh rồi, tôi cũng nên thay đồ rồi về đây.」\n"
    },
    {
        "sentence": "[理保子「]::ん……？」",
        "translation": "Rihoko「Hửm…?」\n"
    },
    {
        "sentence": "[理保子「]::それがね、ほら、キミを保健室まで運んだじゃない？　その時、結構汗をかいちゃったから、下着が……」",
        "translation": "Rihoko「Chuyện là, lúc tôi bế cậu đến phòng y tế ấy? Lúc đó tôi đổ mồ hôi nhiều quá nên… đồ lót bị ướt hết rồi.」\n"
    },
    {
        "sentence": "[理保子「]::あら、やぁん☆　何を言わせるのよぉ～！　もう、エッチなんだからぁ～☆」",
        "translation": "Rihoko「Ôi trời, ái chà chà…☆ Cậu bắt tôi nói cái gì thế hảaa~!? Thật là, đồ biến thái màaa~☆」\n"
    },
    {
        "sentence": "[理保子「]::んふふ～、ぶつけた所が痛むようならまたいらっしゃいねぇ～。じゃあ、バイバ～イ☆」",
        "translation": "Rihoko「Ufufu~, nếu chỗ nào bị đau thì cứ việc quay lại đây nhé. Thôi, tạm biệt cậu nhaa~☆」\n"
    },
    {
        "sentence": "[理保子「]::うーん……」",
        "translation": "Rihoko「Ừ...」\n"
    },
    {
        "sentence": "[理保子「]::……ま、いっか。どうせ下着を穿き替えるんだし、いいわよね」",
        "translation": "Rihoko「……Thôi kệ đi. Đằng nào mình cũng thay đồ lót, thế cũng được đấy chứ.」\n"
    },
    {
        "sentence": "[理保子「]::んんっ……くぅ、ふ、んんっ…………！」",
        "translation": "Rihoko「Ư... ư...khư...ư... ư....!」\n"
    },
    {
        "sentence": "[理保子「]::んはぁんんっ……！　あん、こんな熱くっ、なっちゃってぇ……ふぅん、すごく、感じるわぁ……！」",
        "translation": "Rihoko「Ư...ư... ôi trời... nóng quá... sướng quá đi mất...!」\n"
    },
    {
        "sentence": "[理保子「]::あふぅ、んっ、くぅんっ！　はぁ……あぁ、いいっ、いいのぉ……はぁ、オマンコ、こんなビクビクッ、してるぅ……！」",
        "translation": "Rihoko「Á...ư... ư... Khư...ư... Sướng... sướng quá...ư...ư, lồn mình... đang run rẩy... bần bật... thế này...!」\n"
    },
    {
        "sentence": "[理保子「]::はうっ、んっ、ちょっと触った、あんんっ、だけ、なのにぃ……すごく熱いの、はぁ、ひぅうんっ！」",
        "translation": "Rihoko「Ư...ư... chỉ vừa mới chạm nhẹ... á... thôi mà... mà sao nóng thế... hộc... hic...!」\n"
    },
    {
        "sentence": "[理保子「]::あぁあああんんっ……！？」",
        "translation": "Rihoko「Á á á á...!?」\n"
    },
    {
        "sentence": "[理保子「]::んはぁっ、ここっ、クリトリス、いいっ！　あっ、はん、勃起したクリッ、弄り回すの……あぁん、いいっ、気持ちいいのぉ！」",
        "translation": "Rihoko「Ư... ở đây... hột le... sướng! Á...ư... hột le cương rồi... xoa mạnh vào... a... sướng... sướng quá đi mất...!」\n"
    },
    {
        "sentence": "[理保子「]::ふぅうっ、はっ……あはぁ、これっ、んっ、すごいぃ！　あぁ、あっ、くぅうんっ！　いいのっ、クリッ、いいんっ！」",
        "translation": "Rihoko「Phù... hộc... a ha, cái này... ư... sướng vãi! A... á... ku... sướng... thích thế... sướng...!」\n"
    },
    {
        "sentence": "[理保子「]::あぁあぁ、クリッ……勃起クリも、いいけどっ……あはぁ、こっちもっ、こっちも欲しくなって、きちゃったぁ……！」",
        "translation": "Rihoko「Á á, cái hột le... hột le cương cũng sướng thật... a ha, chỗ này nữa... chỗ này cũng muốn... chịu hết nổi rồi...！」\n"
    },
    {
        "sentence": "[理保子「]::んぁあああっ、おっぱいぃ！　はぁ、あっ、あうぅううんんっ……！」",
        "translation": "Rihoko「Ư á a a... vú... hộc... á... ứ ừ...！」\n"
    },
    {
        "sentence": "[理保子「]::あぁんんっ、はぅ、おっぱいっ……うぅうぅん、これっ、いいっ！　おっぱい、感じてっ……ふぁああぁっ！」",
        "translation": "Rihoko「Á... ư... vú... ư... thích... vú... thích... á...！」\n"
    },
    {
        "sentence": "[理保子「]::んあぁっ、はっ、感じるっ！　クリトリスっ、んんっ、おっぱいも、いっぱい感じてっ……んぁあ、あはぁっ！」",
        "translation": "Rihoko「Ư á, hộc, sướng quá đi mất! Hột le, ư ư, vú nữa, sướng quá trời... ư á, a ha!」\n"
    },
    {
        "sentence": "[理保子「]::んふぅ……あぁ、はぁあんっ、オッパイっ、乳首も、すごく硬くなってっ……んんっ、クリとっ、同じくらい、勃起してるぅ！」",
        "translation": "Rihoko「Ư... a... á, vú... cả núm vú nữa, cứng đờ hết cả rồi... ư... hột le... cũng cương lên y như vậy luôn kìa!」\n"
    },
    {
        "sentence": "[理保子「]::あぁ、乳首ぃ、こんな、コリコリしてぇ……あっ、ああぁ、すごい、痺れるぅ！　電気、走っちゃうぅ！！」",
        "translation": "Rihoko「Á, núm vú... cứ cưng cứng thế này... á á, phê quá, tê hết cả người! Điện giật mình luôn rồi!!」\n"
    },
    {
        "sentence": "[理保子「]::はぁ、あっ、あうぅうっ……！　はぁ、乳首、すごいわぁ！　あんっ、おっぱいぃ、オマンコより、感じるのぉ！」",
        "translation": "Rihoko「Hộc... á... ư ư... hộc! Núm vú... phê vãi! Á... vú... mình sướng vú hơn cả lồn nữa cơ!」\n"
    },
    {
        "sentence": "[理保子「]::ひぃんんっ、もっと、もっとオッパイィ……！　あぁ、ダメェ、弾けちゃう、くらいっ、オッパイ、感じたいぃ……！！」",
        "translation": "Rihoko「Hư... nữa đi, cho vú mình thêm nữa đi!... A... không được, căng muốn nứt ra luôn rồi, muốn... muốn sướng vú nữa...!!」\n"
    },
    {
        "sentence": "[理保子「]::ああぁんっ！　んひぃ、ひぃいいんっ！！」",
        "translation": "Rihoko「Ư á! Ư hí, hí í!!」\n"
    },
    {
        "sentence": "[理保子「]::はぁ、あっ、んぁああっ！　あっ、いいっ、オッパイッ、すごい、すごくいいっ！　ふわぁあ、あ、あぁあ！」",
        "translation": "Rihoko「Hà, á, ư á... á, sướng, vú, đã quá, sướng vãi! Phê... a, a a!」\n"
    },
    {
        "sentence": "[理保子「]::んぁあ、あぁ、これっ、いいのぉ！　あっ、オッパイ、グニュグニュッ……！　はぁ、あっ、あ、ひゃぁあんっ！！」",
        "translation": "Rihoko「Ư... á, á, chỗ này... sướng thế! Á, vú... nhũn nhũn...! Haa, á, a, á á!!」\n"
    },
    {
        "sentence": "[理保子「]::んくぅ、ふぁ、あっ、はうぅんっ！　オッパイィ、私の、オッパイ、めちゃくちゃぁ！　あぁ、強いの、はん、感じるぅ！」",
        "translation": "Rihoko「Ư... kh... á... á! Vú... vú của mình... đã quá! Aaa, mạnh thế... hự... sướng quá đi mất!」\n"
    },
    {
        "sentence": "[理保子「]::ああぁぁ、ダメッ、こんな、気持ち良くなったらっ、あっ、ひゃんっ、ダメ、これじゃ、出ちゃうぅっ！　出そうなのぉ！」",
        "translation": "Rihoko「Á á, không... đừng mà, sướng... sướng quá mất, á, ưm... không, thế này thì ra mất! Sắp ra rồi!」\n"
    },
    {
        "sentence": "[理保子「]::あんっ、ふぁあ、やぁっ、だめっ……ふぁあっ、あぁ、オッパイ、すごく張ってっ！　んはぁ、あひっ、ひぃいんっ！！」",
        "translation": "Rihoko「Ư... á, á, đừng mà... haa... á, vú... căng quá trời! Ư... á... ư ư!!」\n"
    },
    {
        "sentence": "[理保子「]::ひぃん、んぁ、あっ、やっ、ダメッ、これっ、はぁん！　あぁ、やっ、もう、あっ、はっ、ああぁ！」",
        "translation": "Rihoko「Ư... á... á... khoan... cái này... hự! Aaa... đừng... nữa... á... hự... áaaaa!」\n"
    },
    {
        "sentence": "[理保子「]::いやぁんっ！　ダメッ、出る、出ちゃうぅ！　やぁ、もぅ、んはぁ、はぁ、あぁ、出るぅううっ！！」",
        "translation": "Rihoko「Ư... không... đừng mà, ra... ra mất thôi! A... ư... hự... á... ra rồi...!!」\n"
    },
    {
        "sentence": "[理保子「]::やぁ、で、出るぅうっ！　んぉ、おおっ、おぉおおぉおっ！！」",
        "translation": "Rihoko「Á á, ra... ra rồi...!! Ư... ô... ô ô ô ồ!!」\n"
    },
    {
        "sentence": "[理保子「]::んほぉおおぉおおおぉおおんんっ！！」",
        "translation": "Rihoko「Ư ư ồ ồ ồ ồ ồ ồ ồ ồ ồ...!!」\n"
    },
    {
        "sentence": "[理保子「]::んぉおおっ、おぉっ、ああぁ、出るぅ、ミルクッ……オッパイミルクっ、あはぁ、出てっ、んあっ、はぁあんっ！」",
        "translation": "Rihoko「Ư... ồ ồ ồ... á á, ra... sữa... sữa ngực... a ha... ra... ư á... hự!」\n"
    },
    {
        "sentence": "[理保子「]::んはぁあぁ、いいっ、ミルクゥ！　あぁ、出るの、はぁ、あんっ、全部、全部出てぇっ……！！」",
        "translation": "Rihoko「Ư... sướng... sữa kìa! A... ra rồi... hự... tất cả, ra hết... ra hết đi...!!」\n"
    },
    {
        "sentence": "[理保子「]::……んはぁ、あ、ミルクゥ……はぁ、はぁ……んっ、もう、終わっちゃったぁ……」",
        "translation": "Rihoko「……ưm ha, a, sữa... hự hự... ưm, hết... hết rồi à...」\n"
    },
    {
        "sentence": "[理保子「]::……フフフッ」",
        "translation": "Rihoko「……Ufufu」\n"
    },
    {
        "sentence": "[理保子「]::フフッ、どうだったかしら？　楽しんでもらえた？　覗き魔さん♪」",
        "translation": "Rihoko「Ufufu, thế nào hả cậu? Vừa lòng không? Kẻ trộm nhìn trộm♪」\n"
    },
    {
        "sentence": "[理保子「]::ウフフッ、ほらぁ、いつまでもそんな所に隠れてないで、こっちにいらっしゃい♪」",
        "translation": "Rihoko「Ufufu, thôi nào, đừng có mà trốn mãi ở đấy, lại đây chơi đi cưng♪」\n"
    },
    {
        "sentence": "[理保子「]::フフッ、いらっしゃ～い。随分と恥ずかしいところを見せちゃったわねぇ～♪」",
        "translation": "Rihoko「Ufufu, ra đây rồi à. Để cậu thấy hết cả chỗ xấu hổ của tôi rồi ha～♪」\n"
    },
    {
        "sentence": "[理保子「]::もう、何よぉ、その顔はぁ？　別に取って食おうって訳じゃないんだから、心配しなくても大丈夫よぉ☆」",
        "translation": "Rihoko「Bộ dạng gì đấy hả? Đâu có định ăn thịt cậu đâu mà lo lắng thế☆」\n"
    },
    {
        "sentence": "[理保子「]::いいわよぉ、何でも聞いてちょうだい。あ、でもスリーサイズだけはダメよ☆　理保子のヒ・ミ・ツだからぁ♪」",
        "translation": "Rihoko「Sướng nhé, hỏi gì cũng được hết đó. À, nhưng mà số đo ba vòng thì miễn nha☆ Bí mật của Rihoko đó nha♪」\n"
    },
    {
        "sentence": "[理保子「]::あぁ、その事？　フフッ、それはね……」",
        "translation": "Rihoko「À, chuyện đó hả? Ufufu, là vầy nè......」\n"
    },
    {
        "sentence": "[理保子「]::私ね、これでも人を見る目があるの。だから、キミを見た瞬間、どんな人間か気付いたのよ」",
        "translation": "Rihoko「Tôi á, dù gì cũng có con mắt nhìn người đấy. Bởi vậy, vừa nhìn cậu một cái là tôi biết cậu là người như thế nào rồi.」\n"
    },
    {
        "sentence": "[理保子「]::まぁ、他にもいくつか理由はあるわよ。例えば、そこの壁にある覗き穴」",
        "translation": "Rihoko「Mà, còn vài lý do khác nữa cơ. Ví dụ như, cái lỗ nhìn trộm trên tường kia kìa.」\n"
    },
    {
        "sentence": "[理保子「]::今朝から何の穴か気になってたんだけどぉ、キミを見た時にピンときたの。これは覗き穴だって、ね」",
        "translation": "Rihoko「Từ sáng tới giờ tôi cứ thắc mắc cái lỗ gì, vừa thấy cậu là tôi biết ngay. Đây là lỗ nhìn trộm chứ gì nữa.」\n"
    },
    {
        "sentence": "[理保子「]::フフッ、それにね……キミ、私が母乳を噴いた時、すごく動揺したでしょ？」",
        "translation": "Rihoko「Ufufu, với lại nhé... cậu thấy lúc tôi phun sữa mẹ, cậu cuống quýt cả lên đúng không?」\n"
    },
    {
        "sentence": "[理保子「]::だってその時、覗き穴からの気配が大きく揺らぐのを感じたの」",
        "translation": "Rihoko「Tại vì lúc đó, tôi cảm thấy cái động tĩnh từ lỗ nhìn trộm rung chuyển mạnh lắm.」\n"
    },
    {
        "sentence": "[理保子「]::まぁ、それで完全にキミが覗いてる事を確信したんだけどね。どう、当たってるでしょ？」",
        "translation": "Rihoko「Thì đó, nhờ vậy mà tôi hoàn toàn chắc mẩm là cậu đang dòm ngó rồi đấy. Sao hả, trúng phóc chứ gì?」\n"
    },
    {
        "sentence": "[理保子「]::ええ、そうよ」",
        "translation": "Rihoko「Ừ, đúng vậy đó.」\n"
    },
    {
        "sentence": "[理保子「]::う～ん、それはねぇ……」",
        "translation": "Rihoko「Ừhm, cái đó thì khó nói lắm a nha…」\n"
    },
    {
        "sentence": "[理保子「]::何て言うか、キミにそういうのを見せるのも、面白いかなぁ～、って思ったからよ♪」",
        "translation": "Rihoko「Kiểu như, cho cậu xem cái đó của tôi, chắc cũng thú vị ha~, nên tôi mới làm vậy đó mà.」\n"
    },
    {
        "sentence": "[理保子「]::あら～ん、酷い言いようねぇ～。自分だって覗き魔の変態のクセにぃ～」",
        "translation": "Rihoko「Ái chà chà, cậu nói chuyện ác quá nha. Tưởng mình không phải là thằng biến thái thích nhìn trộm chắc.」\n"
    },
    {
        "sentence": "[理保子「]::フフッ、でもいいじゃない。そんな変態サンの方が、私も好きだからね、ウフフフッ」",
        "translation": "Rihoko「Ufufu, nhưng mà như thế có phải sướng không? Tôi thích mấy thằng biến thái như cậu mà, ufufufu.」\n"
    },
    {
        "sentence": "[理保子「]::……それで、聞きたい事はそれだけ？」",
        "translation": "Rihoko「……Vậy, chuyện cậu muốn hỏi chỉ có thế thôi hả?」\n"
    },
    {
        "sentence": "[理保子「]::その事ね……フフ、残念だけど、私は妊娠なんてしてないわよ」",
        "translation": "Rihoko「Chuyện đó hả… Hahaha, tiếc thật, tôi không có thai đâu.」\n"
    },
    {
        "sentence": "[理保子「]::でも、私は母乳を噴く……それには理由があるのよ」",
        "translation": "Rihoko「Nhưng mà, tôi phun sữa mẹ ra… Chuyện đó có lý do đấy.」\n"
    },
    {
        "sentence": "[理保子「]::私ね、医学生時代にとある成分を研究していたの」",
        "translation": "Rihoko「Thật ra, hồi còn là sinh viên y khoa, tôi có nghiên cứu một vài thành phần.」\n"
    },
    {
        "sentence": "[理保子「]::けど、その成分って希少すぎて、なかなか思うようにサンプルが揃わず、その時はろくな実験も出来なかったわ」",
        "translation": "Rihoko「Mà, cái thành phần đó hiếm có khó tìm, kiếm được mẫu ưng ý khó vãi, nên hồi đó thí nghiệm cũng chẳng ra ngô ra khoai gì.」\n"
    },
    {
        "sentence": "[理保子「]::まあ、そんな顔をしないで、黙って最後まで聞きなさい」",
        "translation": "Rihoko「Thôi nào, đừng có mà làm cái mặt đó nữa, im miệng nghe cho hết đi.」\n"
    },
    {
        "sentence": "[理保子「]::その成分について、詳しい分析は出来なかったけど、一つだけ分かった事があるの」",
        "translation": "Rihoko「Về cái thành phần đó, tôi không phân tích kỹ được, nhưng mà có một điều tôi biết.」\n"
    },
    {
        "sentence": "[理保子「]::それは、『女性ホルモンに影響を及ぼし、女性の体質に何らかの変化を引き起こす』という、極めて特殊な特質を持っていた」",
        "translation": "Rihoko「Nó có một đặc tính cực kỳ đặc biệt, là 'gây ảnh hưởng đến hormone nữ, và gây ra một vài thay đổi thể chất cho phụ nữ'.」\n"
    },
    {
        "sentence": "[理保子「]::私はその成分の解明を研究課題として取り組んできたけど……結局、大学では、成果を上げる事は出来なかった」",
        "translation": "Rihoko「Tôi đã lấy việc giải mã thành phần đó làm đề tài nghiên cứu… nhưng mà, rốt cuộc ở trường đại học, tôi không thể đạt được thành quả gì.」\n"
    },
    {
        "sentence": "[理保子「]::それでも、研究の道は閉ざさずに、こうして保健医をしながら地道に続けてたら……ウフフッ、一つの転機が訪れたのよ」",
        "translation": "Rihoko「Ấy thế mà, tôi không có bỏ bê con đường nghiên cứu, cứ âm thầm làm bác sĩ ở đây rồi tiếp tục… Ufufu, một bước ngoặt đã đến với tôi đấy.」\n"
    },
    {
        "sentence": "[理保子「]::つい最近の事だけど、とある男の子の協力によって、その成分を持つサンプルを手に入れたの」",
        "translation": "Rihoko「Chuyện này mới xảy ra gần đây thôi, nhờ có một thằng nhóc hợp tác, tôi mới kiếm được mẫu có cái thành phần đó đấy.」\n"
    },
    {
        "sentence": "[理保子「]::単刀直入に言うと、その男の子の精液の中に、私が欲しがってた成分があったのよね」",
        "translation": "Rihoko「Nói thẳng luôn, trong tinh dịch của thằng nhóc đó có cái thứ mà tôi thèm khát.」\n"
    },
    {
        "sentence": "[理保子「]::そして、その子の精液を、私は飲んだの……」",
        "translation": "Rihoko「Rồi, tôi húp hết tinh dịch của cậu ta luôn…」"
    },
    {
        "sentence": "[理保子「]::すると、妊娠経験もないのに、母乳を噴いてしまう体質になってしまった、という訳。分かった？」",
        "translation": "Rihoko「Vậy là, dù chưa mang thai lần nào, mà cơ thể lại thành ra cái kiểu dễ dàng phun sữa mẹ ra thế đấy. Hiểu chưa?」\n"
    },
    {
        "sentence": "[理保子「]::……ん？　もう聞きたい事はないの？　これでキミの質問は終わり？」",
        "translation": "Rihoko「……Ủa? Hết chuyện muốn hỏi rồi hả? Xong hết câu hỏi của cậu rồi đó?」\n"
    },
    {
        "sentence": "[理保子「]::じゃあ、次は私からいいかしら？　キミに聞きたい事があるんだけどぉ……」",
        "translation": "Rihoko「Vậy, đến lượt tôi hỏi cậu được không? Có chuyện muốn hỏi cậu đây…」\n"
    },
    {
        "sentence": "[理保子「]::……と、いきたいところだけど、さすがにこれ以上学生を残しておくのは気が引けるわね」",
        "translation": "Rihoko「……Muốn thế thật đấy, cơ mà, giữ học sinh ở lại lâu hơn nữa thì tôi thấy hơi áy náy.」"
    },
    {
        "sentence": "[理保子「]::それじゃ、とりあえず名前だけでも聞いておきましょうか。キミの名前を教えてくれる？」",
        "translation": "Rihoko「Vậy thì, cứ cho tôi xin cái tên trước đã được không? Cho tôi biết tên của cậu đi?」\n"
    },
    {
        "sentence": "[理保子「]::ねぇ、どうしたのよ～？　名前くらいちゃんとあるでしょ～？」",
        "translation": "Rihoko「Này, sao thế hả～? Đến cái tên tử tế cũng có chứ hả～?」\n"
    },
    {
        "sentence": "[理保子「]::そう。小橋慎吾君ねぇ。なかなかいい名前じゃない♪」",
        "translation": "Rihoko「Ra vậy. Kobashi Shingo hả. Tên nghe cũng sướng đó chứ♪」\n"
    },
    {
        "sentence": "[理保子「]::ウフフッ……それでね、小橋君」",
        "translation": "Rihoko「Ufufu… Thế này nhé, nhóc Kobashi」\n"
    },
    {
        "sentence": "[理保子「]::明日、また同じ時間……下校時刻過ぎにここへ来てくれないかしら？」",
        "translation": "Rihoko「Ngày mai, vẫn giờ này nhé… Sau giờ tan học tới đây cho tôi có được không?」\n"
    },
    {
        "sentence": "[理保子「]::ええ。今日キミに聞きたかった事を、明日改めて聞かせて欲しいの。いいでしょ？」",
        "translation": "Rihoko「Ờ. Chuyện hôm nay tôi muốn hỏi cậu, để mai tôi hỏi lại có được không? Sướng nhá?」\n"
    },
    {
        "sentence": "[理保子「]::いいじゃないの。今日はオナニーまで見せてあげたんだしぃ、理保子のお願い、聞いてほしいなぁ～☆」",
        "translation": "Rihoko「Thế thì có sao đâu. Hôm nay tôi còn cho cậu xem cả lúc tôi tự sướng rồi đấy, nghe tôi xin xỏ một tí đi mà～☆」\n"
    },
    {
        "sentence": "[理保子「]::んふふ～、ありがとう。それじゃ、本当に遅くなっちゃうし、日が沈む前に帰りなさい」",
        "translation": "Rihoko「Ufufu～, cảm ơn nha. Vậy thôi, muộn thật rồi, về trước khi trời sập tối đi cưng.」\n"
    },
    {
        "sentence": "[理保子「]::バイバ～イ☆　約束、破っちゃや～よ☆」",
        "translation": "Rihoko「Bye bye～☆ Nhớ giữ lời đấy nhá～☆」\n"
    },
    {
        "sentence": "[理保子「]::あらあら？　そんなに驚く事ないじゃな～い♪」",
        "translation": "Rihoko「Ơ kìa? Có gì mà phải ngạc nhiên dữ vậy chời ~♪」\n"
    },
    {
        "sentence": "[理保子「]::フフッ、なによぉ、そんな警戒心剥き出しの顔しちゃってぇ～。ひどいわぁ～」",
        "translation": "Rihoko「Ufufu, cái gì chứ, mặt mày cậu căng thẳng thấy ớn à nha ~. Quá đáng à ~」\n"
    },
    {
        "sentence": "[理保子「]::まぁ、それはそれとしてぇ……なぁに、さっきの教育実習生のコに興味があるの～？」",
        "translation": "Rihoko「Mà thôi bỏ đi ha… Sao, bộ cậu tăm tia con bé giáo viên thực tập kia hả ~?」\n"
    },
    {
        "sentence": "[理保子「]::あら、図星だったかしら？」",
        "translation": "Rihoko「Ara, trúng phóc rồi hả?」\n"
    },
    {
        "sentence": "[理保子「]::それじゃ、覗き魔さんとしては、あの子も覗いちゃうのかしら？」",
        "translation": "Rihoko「Vậy, cái kiểu nhìn trộm của cậu, có khi nào nhắm tới cả cô ấy không đó?」\n"
    },
    {
        "sentence": "[理保子「]::フフフッ、慌てなくても大丈夫よ。周りには誰もいないんだし、聞かれはしないわ」",
        "translation": "Rihoko「Ufufu, không cần cuống lên thế đâu. Xung quanh đây có ai đâu mà lo, có ai nghe thấy đâu.」\n"
    },
    {
        "sentence": "[理保子「]::決まってるじゃない。昨日担がれてきた怪我人の様子を見に来たのよ」",
        "translation": "Rihoko「Còn phải hỏi à. Đến xem cái thằng bị thương hôm qua được khiêng tới giờ sao rồi chứ sao.」\n"
    },
    {
        "sentence": "[理保子「]::そう？　それは良かったわ」",
        "translation": "Rihoko「Vậy hả? Thế thì tốt.」\n"
    },
    {
        "sentence": "[理保子「]::じゃあ、本当に異常が無いか試してみましょうか？」",
        "translation": "Rihoko「Vậy thì, để tôi thử xem cậu có thật sự không có gì bất thường không nhé?」\n"
    },
    {
        "sentence": "[理保子「]::それじゃ、いくわよ？　昨日、私とした約束、ちゃんと憶えている？」",
        "translation": "Rihoko「Vậy thì, vào việc thôi chứ gì? Nhớ cái kèo hôm qua giữa tôi với cậu chứ hả?」\n"
    },
    {
        "sentence": "[理保子「]::ウフフフ、ご名答♪　どうやら本当に何ともないみたいね」",
        "translation": "Rihoko「Ư hư hư, cậu trả lời đúng rồi đấy nhé ♪ Xem ra đúng là chẳng làm sao thật rồi.」\n"
    },
    {
        "sentence": "[理保子「]::さてと。それじゃ、私はもう行くわ。忘れないで来てちょうだいね」",
        "translation": "Rihoko「Được rồi. Vậy thì, tôi đi đây. Nhớ mà đến đó đấy nhé.」\n"
    },
    {
        "sentence": "[理保子「]::じゃ、また下校時刻にね～。バイバーイ☆」",
        "translation": "Rihoko「Vậy hẹn gặp lại giờ tan học nha. Bai bai ☆」\n"
    },
    {
        "sentence": "[理保子「]::……あら、小橋君じゃない。廊下では騒ぐなって、習ったでしょぉ～？」",
        "translation": "Rihoko「……Ara, không phải là Kobashi-kun đó sao. Chẳng phải đã học là không được làm ồn ở hành lang rồi hả~?」"
    },
    {
        "sentence": "[理保子「]::あら、高峰先生も一緒だったの。ははぁ～ん、なるほどねぇ」",
        "translation": "Rihoko「Ara, Takamine-sensei cũng ở đây nữa à. Haa... ra là vậy ha」\n"
    },
    {
        "sentence": "[理保子「]::いやぁ、何だか聞き覚えのある声とやり取りだなーって思ってたからさぁ。そっか、やっぱり高峰先生だったのね。納得納得♪」",
        "translation": "Rihoko「À há, cứ thắc mắc mãi giọng nói này quen quen, hóa ra là nói chuyện với Takamine-sensei nãy giờ. Ra thế, ra thế hen ♪」\n"
    },
    {
        "sentence": "[理保子「]::フフフフッ、ちっとも変わってないわねぇ。何だか懐かしいわぁ」",
        "translation": "Rihoko「Ufufu, chẳng thay đổi gì cả nhỉ. Tự nhiên thấy nhớ quá à」\n"
    },
    {
        "sentence": "[理保子「]::ウフフフ、相変わらず面白いわね、高峰先生って。本当、見てて飽きないわ」",
        "translation": "Rihoko「Ufufufu, lúc nào Takamine-sensei cũng thú vị hết sức. Thiệt tình, nhìn mãi không chán」"
    },
    {
        "sentence": "[理保子「]::そうねぇ……それじゃ、そろそろ時間だし、話は保健室でしましょうか」",
        "translation": "Rihoko「Vậy thì… chắc cũng đến giờ rồi, mình ra phòng y tế nói chuyện thôi ha」\n"
    },
    {
        "sentence": "[理保子「]::フフフッ、せっかちねぇ。そんなんじゃ、女の子にモテないわよ？」",
        "translation": "Rihoko「Ufufuff, nôn nóng nhỉ. Cứ thế này thì chẳng cô nào thèm đâu đấy?」"
    },
    {
        "sentence": "[理保子「]::別に大した間柄じゃないわ。ただ、前の学園で一緒だったってだけよ」",
        "translation": "Rihoko「Chả thân thiết gì cho cam. Chỉ là học chung trường cũ thôi mà」"
    },
    {
        "sentence": "[理保子「]::そこでも、キミのような子がいてね、同じようにやり取りしてたからそれを言ったまで。特に深い関係は無いわ」",
        "translation": "Rihoko「Ở chỗ đó cũng có đứa như cậu, tôi cũng từng qua lại y như vậy nên mới nói thế thôi. Chẳng có quan hệ sâu sắc gì đâu」"
    },
    {
        "sentence": "[理保子「]::さてと……高峰先生の事はこれくらいにして、そろそろ本題に入りましょうか？」",
        "translation": "Rihoko「Được rồi... Chuyện về Takamine-sensei đến đây thôi, giờ vào chủ đề chính nhé?」"
    },
    {
        "sentence": "[理保子「]::フフッ、ズバリ聞きたいんだけど……」",
        "translation": "Rihoko「Ufufu, muốn biết thẳng luôn hả……」"
    },
    {
        "sentence": "[理保子「]::キミ、女性に母乳を噴かせる事に、興味はないかしら？」",
        "translation": "Rihoko「Cậu, không có hứng thú với việc làm cho phụ nữ phun sữa sao?」"
    },
    {
        "sentence": "[理保子「]::それで、どうなの？　ないの、それとも……あるのかしら？」",
        "translation": "Rihoko「Thế nào rồi? Không có, hay là… có nhỉ?」"
    },
    {
        "sentence": "[理保子「]::フフッ、そうよね。やっぱり、私の見立ては間違い無かったわ」",
        "translation": "Rihoko「Ufufu, đúng vậy mà. Đúng như tôi đã đoán, không sai chút nào.」"
    },
    {
        "sentence": "[理保子「]::ウフフフ……昨日、キミの目を見て、どういう人間か分かるって、言ったわよね？」",
        "translation": "Rihoko「Khụ khụ khụ... Hôm qua, tôi đã nhìn vào mắt cậu và nói rằng tôi biết cậu là người như thế nào, đúng không?」"
    },
    {
        "sentence": "[理保子「]::以前ね、キミと同じ目をしたコを見た事があるの」",
        "translation": "Rihoko「Lần trước, tôi đã từng thấy một người có đôi mắt giống hệt cậu đó.」"
    },
    {
        "sentence": "[理保子「]::フフッ……誰の事だか分かる？　昨日、貴方に話した、私を母乳噴射の体質にした、男の子よ」",
        "translation": "Rihoko「Khụ khụ... Cậu đoán xem là ai nào? Là cái cậu nhóc đã khiến tôi có cái thể chất phun sữa đó, mà hôm qua tôi đã kể cho cậu nghe đấy.」"
    },
    {
        "sentence": "[理保子「]::その子の精液の中に、女性の体質を変化させる成分……つまり、母乳を噴きやすくさせる成分が入ってる事は話したわよね？」",
        "translation": "Rihoko「Tôi đã nói với cậu là trong tinh dịch của nhóc đó có chứa thành phần làm thay đổi thể chất phụ nữ... ý tôi là, thành phần giúp sữa mẹ dễ dàng phun ra, phải không?」"
    },
    {
        "sentence": "[理保子「]::彼ね、その特殊な精液を使って、ある一人の女教師を支配したの」",
        "translation": "Rihoko「Cậu ta ấy hả, dùng cái loại tinh dịch đặc biệt đó, để khống chế một nữ giáo viên đó.」"
    },
    {
        "sentence": "[理保子「]::女教師を犯して精液を注ぎ込み、母乳を噴かせる体質にして、精神的にも肉体的にも不安定になった相手を調教した……」",
        "translation": "Rihoko「cưỡng hiếp nữ giáo viên, bắn tinh dịch vào người cô ấy, biến cô ấy thành cái loại thể chất phun sữa, khiến cho cả tinh thần lẫn thể xác đều bất ổn rồi thao túng...」"
    },
    {
        "sentence": "[理保子「]::そして、最後には、その女性を従順な牝奴隷へと屈服させ、堕としたのよ」",
        "translation": "Rihoko「Và cuối cùng, cậu ta khuất phục và đọa đày cô ấy thành một con dâm nô ngoan ngoãn.」"
    },
    {
        "sentence": "[理保子「]::なぁに？　そんな鳩が豆鉄砲を食らっちゃったような顔をして」",
        "translation": "Rihoko「Sao hả? Mặt cậu ngơ ngác như trời trồng thế?」"
    },
    {
        "sentence": "[理保子「]::言っておくけど、これは全て事実なのよ。嘘偽りはない、紛れもない真実」",
        "translation": "Rihoko「Nói trước cho cậu biết, tất cả những điều này đều là sự thật đấy. Không hề có chút xíu xạo nào, sự thật rành rành.」"
    },
    {
        "sentence": "[理保子「]::そして……キミもその子と同じ目をしてる」",
        "translation": "Rihoko「Và... cậu cũng có ánh mắt giống như nhóc đó.」\n"
    },
    {
        "sentence": "[理保子「]::相手の女性に母乳を噴かせて、相手の身も心も完全に掌握し、支配しなければ気が済まない……」",
        "translation": "Rihoko「Phải làm cho con đàn bà đó phun cả sữa mẹ ra, phải nắm giữ và chi phối hoàn toàn cả thể xác lẫn tâm hồn cô ta, có thế tôi mới hả dạ...」"
    },
    {
        "sentence": "[理保子「]::そういう、普通の男女の関係に満足できない人種の目を……ね」",
        "translation": "Rihoko「Ánh mắt của cái loại người không bao giờ thỏa mãn với quan hệ nam nữ bình thường ấy mà...」"
    },
    {
        "sentence": "[理保子「]::フフッ、少しは自分の事が分かってきたかしら？　そう、本当のキミは支配者なのよ。他の人達とは異なる価値観を持った人間なの」",
        "translation": "Rihoko「Ufufu, cậu đã hiểu ra chút gì về bản thân mình chưa? Phải, cậu đích thực là kẻ thống trị đấy. Một con người có những giá trị khác biệt so với những người khác.」\n"
    },
    {
        "sentence": "[理保子「]::ウフフフ、別に私は強要はしないわ。どうしたいのか、どうするのかは、キミ次第よ」",
        "translation": "Rihoko「Ufufufu, tôi không có ý ép buộc cậu đâu. Muốn thế nào, làm gì là tùy cậu thôi.」\n"
    },
    {
        "sentence": "[理保子「]::ただ……本当に彼のように女を服従させたいというのなら、協力してあげるってだけよ」",
        "translation": "Rihoko「Chỉ là... nếu cậu thật sự muốn sai khiến phụ nữ như hắn ta, thì tôi sẽ hợp tác thôi.」"
    },
    {
        "sentence": "[理保子「]::そう？　フフフッ、女はいつもズルいものだからね」",
        "translation": "Rihoko「Vậy à? Ufufu, con gái lúc nào mà chẳng ranh ma.」\n"
    },
    {
        "sentence": "[理保子「]::フフフ、心配はいらないわ。私が何の考えも無しに、キミを煽ったりしたと思う？」",
        "translation": "Rihoko「Ufufu, đừng lo lắng. Cậu nghĩ tôi lại đi khích đểu cậu mà không có tính toán gì chắc?」"
    },
    {
        "sentence": "[理保子「]::はい、これ♪　この薬を使えばバッチリよ♪」",
        "translation": "Rihoko「Đây, cái này nhé♪ Dùng cái thuốc này là ngon lành ngay♪」\n"
    },
    {
        "sentence": "[理保子「]::これはね、例の女性の体質を変える成分を凝縮・精製した、私オリジナルのクスリなの」",
        "translation": "Rihoko「Cái này á, là thuốc tôi tự chế, cô đặc và tinh chế từ thành phần thay đổi thể chất đấy.」"
    },
    {
        "sentence": "[理保子「]::これを摂取すれば、キミの精液もその成分を含有する事になり、犯した相手に、母乳を噴かせる事ができるわ」",
        "translation": "Rihoko「Nếu cậu hấp thụ cái này, tinh dịch của cậu cũng sẽ chứa thành phần đó, khiến đối phương khi bị cậu làm thịt phun cả sữa mẹ ra đấy.」"
    },
    {
        "sentence": "[理保子「]::フフフ、大丈夫……と言いたいところだけど、残念ながらまだ臨床実験は済ませてないのよねぇ」",
        "translation": "Rihoko「Fufufu, muốn nói là không sao đâu...nhưng tiếc là tôi vẫn chưa thử nghiệm lâm sàng cái này đó nha.」"
    },
    {
        "sentence": "[理保子「]::だから、これをキミに渡すのは、その実験台……いえいえ、実験に協力して欲しいからなの」",
        "translation": "Rihoko「Nên là, tôi đưa cái này cho cậu, là để cậu làm chuột bạch... à không, để cậu hợp tác thí nghiệm với tôi.」"
    },
    {
        "sentence": "[理保子「]::まぁ、副作用は無いはずだし、精液も絶対に変化すると思うわ。どう？　試してもらえないかしら？」",
        "translation": "Rihoko「Mà, chắc là không có tác dụng phụ đâu, với cả tinh dịch của cậu chắc chắn sẽ thay đổi đấy. Sao? Thử cho tôi xem được không?」\n"
    },
    {
        "sentence": "[理保子「]::そんな気負わなくても平気よ。私が飲んでみた時は、何も問題が無かったから身体に害はないわ」",
        "translation": "Rihoko「Không cần phải lo lắng thế đâu. Khi tôi uống thử thì có vấn đề gì đâu, nên chắc không có hại cho cơ thể đâu.」"
    },
    {
        "sentence": "[理保子「]::ただ、女の私じゃ、薬の効果が確かめられなかったけどね」",
        "translation": "Rihoko「Chỉ là, con gái như tôi thì không thể kiểm chứng được tác dụng của thuốc thôi.」"
    },
    {
        "sentence": "[理保子「]::でもぉ、キミが飲むなら、今キミが思い描いている事が現実になるわよ」",
        "translation": "Rihoko「Nhưng mà, nếu cậu uống, những gì cậu đang tưởng tượng sẽ thành sự thật đó.」"
    },
    {
        "sentence": "[理保子「]::ふぅん、仕方ないわね……それじゃ、とっておきの情報を教えてあげるから、それでどう？」",
        "translation": "Rihoko「Hừ, hết cách rồi nhỉ... Thôi được, tôi cho cậu biết một thông tin tuyệt mật, thế thì sao?」"
    },
    {
        "sentence": "[理保子「]::あのね……今、結城先生が職員室に残ってるわよ。報告書を書く為にね」",
        "translation": "Rihoko「Này nhé... Yuuki-sensei giờ vẫn còn ở phòng giáo viên đấy. Để viết báo cáo ấy mà.」\n"
    },
    {
        "sentence": "[理保子「]::ええ。しかも、当直で残る男性教師が監督に就くはずだったけど、用事があるからって１９時まで席を外しているの」",
        "translation": "Rihoko「Ừ. Mà này, lẽ ra thầy giáo trực ban sẽ giám sát, nhưng thầy ấy bảo có việc bận nên đi khỏi chỗ làm đến tận 7 giờ tối cơ.」"
    },
    {
        "sentence": "[理保子「]::だから、この時間だと、おそらく彼女は一人きりになってるわよ……絶好の機会だと思わない？」",
        "translation": "Rihoko「Vậy nên, giờ này, chắc cô ấy đang có một mình đấy... Không phải cơ hội tuyệt vời sao?」"
    },
    {
        "sentence": "[理保子「]::即効性のあるクスリだからね。すぐに効果が現れたんだわ」",
        "translation": "Rihoko「Thuốc này có tác dụng nhanh lắm. Hiệu quả xuất hiện ngay tức thì đó.」"
    },
    {
        "sentence": "[理保子「]::フフッ、早く結城先生を犯したくてムズムズしてるようね。いいわよ、キミの好きになさい」",
        "translation": "Rihoko「Ufufu, trông cậu có vẻ nôn nao muốn phạm tội với Yuuki-sensei nhỉ. Được thôi, tùy cậu muốn làm gì thì làm.」"
    },
    {
        "sentence": "[理保子「]::ええ、いいわよ。何かしら？」",
        "translation": "Rihoko「Ừ, được thôi. Có chuyện gì thế ạ?」"
    },
    {
        "sentence": "[理保子「]::……ええ、いいわよ。それくらい、お安いご用よ」",
        "translation": "Rihoko「Ừ, được thôi. Chuyện đó, có gì to tát đâu.」"
    },
    {
        "sentence": "[理保子「]::あら、おはよう小橋君」",
        "translation": "Rihoko「Chào buổi sáng, Kobashi-kun」\n"
    },
    {
        "sentence": "[理保子「]::こんな朝早くに、どうしたの？」",
        "translation": "Rihoko「Sáng sớm thế này, cậu đến đây làm gì?」\n"
    },
    {
        "sentence": "[理保子「]::うふふふ、なんだか楽しそうだし、いい事でもあったのかな？」",
        "translation": "Rihoko「U fufufu, trông cậu có vẻ vui nhỉ, có chuyện gì hay sao?」"
    },
    {
        "sentence": "[理保子「]::別に、お礼なんていいのに。うふふ、案外律儀なのね」",
        "translation": "Rihoko「Không cần cậu cảm ơn đâu. Ufufu, ra vẻ biết điều ghê cơ.」\n"
    },
    {
        "sentence": "[理保子「]::でも、そういう勃起チンポみたいにお堅いところ、嫌いじゃないわよん♪」",
        "translation": "Rihoko「Nhưng mà, tôi cũng không ghét những chỗ cứng nhắc như cái con chim cương cứng của cậu đâu nha.」\n"
    },
    {
        "sentence": "[理保子「]::あれ、ハズしちゃった？　前の子にはバカウケしたんだけど」",
        "translation": "Rihoko「Ể, không được à? Cái này, trước kia làm mấy đứa khác khoái lắm đó.」\n"
    },
    {
        "sentence": "[理保子「]::フフフッ、結城先生を犯すのに成功した、というのはいい情報だったわ。早速一人サンプルが手に入ったという事ね」",
        "translation": "Rihoko「Ufufu, việc thành công cưỡng hiếp được Yuuki-sensei đúng là một tin tốt. Xem ra tôi đã có ngay một mẫu vật rồi.」\n"
    },
    {
        "sentence": "[理保子「]::ふふふふっ、やる気マンマンね～♪　一発キメちゃったから、自信がついたのかな？」",
        "translation": "Rihoko「Fufufufu, sung sức quá ha~ Chắc là bắn một phát xong tự tin hẳn ra nhỉ?」\n"
    },
    {
        "sentence": "[理保子「]::でも、心配だからちょっと忠告しておくと……」",
        "translation": "Rihoko「Nhưng mà, vì tôi lo nên tôi sẽ khuyên cậu một chút...」\n"
    },
    {
        "sentence": "[理保子「]::一度や二度手を付けたくらいじゃ、相手を手に入れた事にはならないわよ」",
        "translation": "Rihoko「Chỉ sờ soạng một hai lần thôi, chưa chắc đã chiếm được đối phương đâu.」\n"
    },
    {
        "sentence": "[理保子「]::何度も調教して、心の底から隷属させなければキミの望みは成就しない」",
        "translation": "Rihoko「Phải huấn luyện nhiều lần, khiến cô ta lệ thuộc từ tận đáy lòng thì mong muốn của cậu mới thành sự thật.」\n"
    },
    {
        "sentence": "[理保子「]::分かってるわよね……？」",
        "translation": "Rihoko「Cậu hiểu mà, phải không...?」\n"
    },
    {
        "sentence": "[理保子「]::そう……分かってるのなら、それでいいわ」",
        "translation": "Rihoko「Ừm... nếu cậu hiểu rồi thì tốt.」\n"
    },
    {
        "sentence": "[理保子「]::それじゃ、頑張って結城先生にたくさん母乳を噴かせてね～♪　次の報告を期待して待ってるわ～♪」",
        "translation": "Rihoko「Vậy thì, cố gắng làm Yuuki-sensei phun trào thật nhiều sữa mẹ nha~ Mong chờ báo cáo tiếp theo của cậu đó nha~」\n"
    },
    {
        "sentence": "[理保子「]::ぅん～？　まだ何かあるの？」",
        "translation": "Rihoko「Ưm... ~? Vẫn còn gì nữa sao?」\n"
    },
    {
        "sentence": "[理保子「]::なになに？　薬を飲んで、身体の調子がどこかおかしくなったりしたの？」",
        "translation": "Rihoko「Sao thế? Cậu uống thuốc, rồi cơ thể cảm thấy có chỗ nào không ổn à?」\n"
    },
    {
        "sentence": "[理保子「]::なんですって？　他の教師にも手を出したいって言うの？」",
        "translation": "Rihoko「Cậu nói gì cơ? Cậu còn muốn giở trò với những giáo viên khác nữa á?」\n"
    },
    {
        "sentence": "[理保子「]::……フフフフフッ、いいわよ。あの薬なら欲しいだけあげるわ」",
        "translation": "Rihoko「Ufufu… được thôi. Nếu cậu muốn thứ thuốc đó, tôi cho cậu bao nhiêu cũng được.」\n"
    },
    {
        "sentence": "[理保子「]::私にしてみれば、キミが獲物を増やせば増やした分だけサンプルが集まる訳だから、願ったり叶ったりよ。反対する理由が無いわ」",
        "translation": "Rihoko「Với tôi, cậu càng có thêm nhiều \"chiến lợi phẩm\" thì tôi càng có nhiều mẫu để nghiên cứu, quá tốt còn gì. Chả có lý do gì để tôi phản đối cả.」\n"
    },
    {
        "sentence": "[理保子「]::でも、そうなると薬以外にも色々と道具とかが必要になってくるわね」",
        "translation": "Rihoko「Nhưng mà, nếu vậy thì ngoài thuốc ra, còn cần đủ thứ dụng cụ nữa nhỉ.」\n"
    },
    {
        "sentence": "[理保子「]::結城先生は、ああいう性格の人だから簡単に主導権を握れたけれど、他の人も同じように出来るとは限らないからね」",
        "translation": "Rihoko「Yuuki-sensei là người có tính cách như vậy nên mới dễ dàng nắm thế chủ động, nhưng không phải ai cũng làm được như thế đâu.」\n"
    },
    {
        "sentence": "[理保子「]::分かったわ。そう言う事なら、必要になりそうな道具を選んで、集めておいてあげる」",
        "translation": "Rihoko「Hiểu rồi. Nếu cậu nói vậy, tôi sẽ chọn và chuẩn bị sẵn mấy món đồ cần thiết cho cậu.」\n"
    },
    {
        "sentence": "[理保子「]::この部屋に置いておくから、何か使いたい物があったら、ここに来なさい」",
        "translation": "Rihoko「Tôi sẽ để chúng ở phòng này, nếu cậu cần dùng gì thì cứ đến đây.」\n"
    },
    {
        "sentence": "[理保子「]::キミの方でも、使えそうな物があったら、保健室に持ってきなさい。多少、使い道に困りそうな物でも、私の方で何とかするから」",
        "translation": "Rihoko「Nếu cậu có món đồ nào khả nghi, cứ mang đến phòng y tế. Mấy thứ khó dùng thì cứ để tôi lo.」\n"
    },
    {
        "sentence": "[理保子「]::フフフフッ、それは、秘密☆　何とかしてからのお楽しみよん♪」",
        "translation": "Rihoko「Fufufufu, bí mật thôi nha☆ Cứ ngoan ngoãn chờ đến khi nào \"xong việc\" rồi biết nha cưng♪」\n"
    },
    {
        "sentence": "[理保子「]::その時は、メールでちゃんと連絡してあげるからね♪」",
        "translation": "Rihoko「Lúc đó, tôi sẽ liên lạc với cậu qua email đàng hoàng mà♪」\n"
    },
    {
        "sentence": "[理保子「]::こちらこそ、よろしくね☆」",
        "translation": "Rihoko「Tôi cũng rất vui được làm quen với cậu đó nha☆」\n"
    },
    {
        "sentence": "[理保子「]::フフッ、来たわね♪」",
        "translation": "Rihoko「Ufufu, đến rồi đấy à♪」"
    },
    {
        "sentence": "[理保子「]::それじゃ、今日はどうするのかしら？」",
        "translation": "Rihoko「Vậy thì, hôm nay chúng ta làm gì đây?」\n"
    },
    {
        "sentence": "[理保子「]::……ふ～ん？」",
        "translation": "Rihoko「……Hừm?」\n"
    },
    {
        "sentence": "[理保子「]::はぁ……まったく仕方ないわね」",
        "translation": "Rihoko「Haa…… Không còn cách nào khác vậy」\n"
    },
    {
        "sentence": "[理保子「]::はいはい、気を付けてね～♪」",
        "translation": "Rihoko「Ừ ừ, đi cẩn thận nha~♪」\n"
    },
    {
        "sentence": "[理保子「]::ええ、間違い無いわよ。そんなバイクの型番っぽいアドレスの人なんて、風間先生くらいなものよ」",
        "translation": "Rihoko「Ừ, không sai đâu. Cái loại địa chỉ giống số hiệu xe phân khối lớn đó, chỉ có Kazama-sensei mới dùng thôi.」"
    },
    {
        "sentence": "[理保子「]::フフッ、もうそんなに股間を膨らませちゃって。そんなに高ぶっちゃってるの？」",
        "translation": "Rihoko「Ufufu, cậu làm cái gì mà súng ống dựng đứng cả lên thế kia? Hưng phấn đến vậy cơ à?」"
    },
    {
        "sentence": "[理保子「]::それじゃ、私はこれで行くから、後はしっかりね♪」",
        "translation": "Rihoko「Vậy tôi đi đây, còn lại thì nhờ cậu cả đấy nhé ♪」"
    },
    {
        "sentence": "[理保子「]::やっぱり、若いっていいわね～♪　じゃ、失敗しないように願ってるわ」",
        "translation": "Rihoko「Quả nhiên, tuổi trẻ thật tốt ～♪ Vậy, tôi chúc cậu thành công nhé」"
    },
    {
        "sentence": "[理保子「]::ンフフッ……高峰先生に手出し出来なくて、困ってるみたいね～♪　それじゃあ、美人のお姉さんが悩める性少年に知恵を授けてあげようか？」",
        "translation": "Rihoko「Ufufu… Xem ra cậu bất lực khi không thể động tay động chân với Takamine-sensei rồi nhỉ～♪ Vậy thì, chị gái xinh đẹp này sẽ cho cậu lời khuyên nhé?」"
    },
    {
        "sentence": "[理保子「]::ほら、とりあえず話してみなさいよ」",
        "translation": "Rihoko「Nào, cứ thử nói chuyện xem sao.」"
    },
    {
        "sentence": "[理保子「]::高峰先生のどこをどう攻めあぐねているのか。相談に乗るわよ～♪」",
        "translation": "Rihoko「Cậu đang bế tắc ở chỗ nào khi tấn công Takamine-sensei vậy? Để tôi tư vấn cho～♪」"
    },
    {
        "sentence": "[理保子「]::……なるほどね～」",
        "translation": "Rihoko「……Ra là vậy ha~」"
    },
    {
        "sentence": "[理保子「]::要は、難しく考えるからいけないのよ。あなたが警戒されていて手を出しづらいっていうなら、他の人を頼ればいいでしょ？」",
        "translation": "Rihoko「Tóm lại, cậu chỉ đang phức tạp hóa vấn đề thôi. Nếu cậu bị người ta để ý và khó ra tay thì nhờ người khác giúp không phải là xong sao?」"
    },
    {
        "sentence": "[理保子「]::もう、何言ってるの～？　目の前に強力な助っ人がいるじゃない。頼れる美人の保健医さんが♪」",
        "translation": "Rihoko「Ôi trời, cậu nói gì thế hả~? Chẳng phải trước mặt cậu đang có một trợ thủ đắc lực đây sao. Một bác sĩ xinh đẹp đáng tin cậy nữa chứ♪」"
    },
    {
        "sentence": "[理保子「]::だから、そう言ってるじゃない♪」",
        "translation": "Rihoko「Thì tôi đã bảo thế rồi mà♪」"
    },
    {
        "sentence": "[理保子「]::もちろん♪」",
        "translation": "Rihoko「Đương nhiên rồi♪」"
    },
    {
        "sentence": "[理保子「]::そう？　じゃあ、私の助けが必要な時になったら、声をかけてね♪」",
        "translation": "Rihoko「Vậy hả? Thế thì, khi nào cậu cần tôi giúp đỡ thì cứ gọi nhé ♪」"
    },
    {
        "sentence": "[理保子「]::しっかりね」",
        "translation": "Rihoko「Cố gắng lên nhé.」"
    },
    {
        "sentence": "[理保子「]::ンフフッ。おやすいご用だわ」",
        "translation": "Rihoko「Ufufu. Chuyện nhỏ thôi mà.」"
    },
    {
        "sentence": "[理保子「]::……で、どうすればいいのかしら？」",
        "translation": "Rihoko「......Vậy, tôi phải làm gì đây?」"
    },
    {
        "sentence": "[理保子「]::ええ。問題ないけど？」",
        "translation": "Rihoko「Ừ. Không vấn đề gì chứ?」"
    },
    {
        "sentence": "[理保子「]::で、私が高峰先生をここへ連れてきたら、あなたが登場して彼女に襲いかかるという寸法ね？」",
        "translation": "Rihoko「Vậy, ý cậu là nếu tôi dẫn Takamine-sensei đến đây, thì cậu sẽ xuất hiện và tấn công cô ấy, đúng không?」"
    },
    {
        "sentence": "[理保子「]::ンフフッ……了解。こんな事もあろうかと……実は用意していたものがあるのよ」",
        "translation": "Rihoko「Ufufu... Rõ rồi. Tôi đã lường trước việc này... Thật ra tôi đã chuẩn bị sẵn một thứ.」"
    },
    {
        "sentence": "[理保子「]::フフッ……はい、これよ♪」",
        "translation": "Rihoko「Ufufu... Vâng, đây này♪」"
    },
    {
        "sentence": "[理保子「]::フフッ……このガーゼにはね、麻酔薬が染み込ませてあるの」",
        "translation": "Rihoko「Fufu... Cái gạc này... đã được tẩm thuốc mê.」"
    },
    {
        "sentence": "[理保子「]::そう……空気に触れると薬剤が揮発し始めるから、使う少し前に、パックを開けてね。いい？」",
        "translation": "Rihoko「Ừm... Vì thuốc sẽ bắt đầu bay hơi khi tiếp xúc với không khí, nên hãy mở gói ngay trước khi dùng nhé. Được chứ?」"
    },
    {
        "sentence": "[理保子「]::ＯＫ。それじゃ、行ってくるわね」",
        "translation": "Rihoko「OK. Vậy, tôi đi đây.」"
    }
]