[
    {
        "sentence": "[理保子「]::いやぁん、理保子先生って呼んでぇ～☆　はい、『美人』の理保子先生～！」",
        "translation": "Rihoko「Ôi trời, gọi tôi là Rihoko-sensei đi chứ～☆　Này, Rihoko-sensei 'mỹ nhân' đây～！」\n"
    },
    {
        "sentence": "[理保子「]::なによぉ～、また『美人』が抜けてるぅ～！」",
        "translation": "Rihoko「Cái gì đó～, lại quên mất chữ 'mỹ nhân' rồi hả～！」\n"
    },
    {
        "sentence": "[理保子「]::あぁ、その事？　別にいいけど……キミは何も憶えてないの？」",
        "translation": "Rihoko「À, chuyện đó hả? Cũng được thôi… Cậu không nhớ gì à?」\n"
    },
    {
        "sentence": "[理保子「]::ええ、その通り。キミはテニスボールが頭にぶつかって、その場で気絶しちゃったのよ」",
        "translation": "Rihoko「Ừ, đúng thế đấy. Cậu bị quả bóng tennis nện trúng đầu, xỉu ngay tại chỗ luôn.」\n"
    },
    {
        "sentence": "[理保子「]::だから、駆けつけた私とテニス部員、そして教育実習生の子と一緒に、保健室まで運んできたの」",
        "translation": "Rihoko「Thì đó, nên tôi với mấy đứa trong câu lạc bộ tennis, với cả giáo viên thực tập, chạy vội tới khiêng cậu vào phòng y tế đấy.」"
    },
    {
        "sentence": "[理保子「]::ふふ～ん、それにしても、身を呈して実習生をかばうなんて、キミも大した男の子よねぇ～」",
        "translation": "Rihoko「Hứ～, mà nói đi cũng phải nói, xả thân ra che chở cho giáo viên thực tập, cậu cũng ra dáng đàn ông phết đấy nhờ～」"
    },
    {
        "sentence": "[理保子「]::何でも、キミがいなかったら、代わりにあの子が怪我してたって言うじゃない。やっぱり男はこうでなくっちゃ！　いよっ、色男！」",
        "translation": "Rihoko「Nghe nói không có cậu thì con bé đó bị thương thay rồi đấy. Đúng là đàn ông phải thế này chứ! Ối dồi ôi, chuẩn men!」\n"
    },
    {
        "sentence": "[理保子「]::もう下校時刻を過ぎてるわよ。なんせ３時間はここで気を失ってたからね、キミは」",
        "translation": "Rihoko「Giờ quá giờ tan học lâu rồi đấy cậu biết không? Dù gì thì cậu cũng ngất ở đây tận ba tiếng đồng hồ rồi cơ mà.」\n"
    },
    {
        "sentence": "[理保子「]::……まぁ、キミも目を覚ました事だし、私もそろそろ着替えて帰ろうと思うんだけどぉ～」",
        "translation": "Rihoko「Mà thôi, cậu cũng tỉnh rồi, tôi cũng nên thay đồ rồi về đây.」\n"
    },
    {
        "sentence": "[理保子「]::ん……？」",
        "translation": "Rihoko「Hửm…?」\n"
    },
    {
        "sentence": "[理保子「]::それがね、ほら、キミを保健室まで運んだじゃない？　その時、結構汗をかいちゃったから、下着が……」",
        "translation": "Rihoko「Chuyện là, lúc tôi bế cậu đến phòng y tế ấy? Lúc đó tôi đổ mồ hôi nhiều quá nên… đồ lót bị ướt hết rồi.」\n"
    },
    {
        "sentence": "[理保子「]::あら、やぁん☆　何を言わせるのよぉ～！　もう、エッチなんだからぁ～☆」",
        "translation": "Rihoko「Ôi trời, ái chà chà…☆ Cậu bắt tôi nói cái gì thế hảaa~!? Thật là, đồ biến thái màaa~☆」\n"
    },
    {
        "sentence": "[理保子「]::んふふ～、ぶつけた所が痛むようならまたいらっしゃいねぇ～。じゃあ、バイバ～イ☆」",
        "translation": "Rihoko「Ufufu~, nếu chỗ nào bị đau thì cứ việc quay lại đây nhé. Thôi, tạm biệt cậu nhaa~☆」\n"
    },
    {
        "sentence": "[理保子「]::うーん……」",
        "translation": "Rihoko「Ừ...」\n"
    },
    {
        "sentence": "[理保子「]::……ま、いっか。どうせ下着を穿き替えるんだし、いいわよね」",
        "translation": "Rihoko「……Thôi kệ đi. Đằng nào mình cũng thay đồ lót, thế cũng được đấy chứ.」\n"
    },
    {
        "sentence": "[理保子「]::んんっ……くぅ、ふ、んんっ…………！」",
        "translation": "Rihoko「Ư... ư...khư...ư... ư....!」\n"
    }
]