[
    {
        "sentence": "[理保子「]::いやぁん、理保子先生って呼んでぇ～☆　はい、『美人』の理保子先生～！」",
        "translation": "Rihoko「Ôi trời, gọi tôi là Rihoko-sensei đi chứ～☆　Này, Rihoko-sensei 'mỹ nhân' đây～！」\n"
    },
    {
        "sentence": "[理保子「]::なによぉ～、また『美人』が抜けてるぅ～！」",
        "translation": "Rihoko「Cái gì đó～, lại quên mất chữ 'mỹ nhân' rồi hả～！」\n"
    },
    {
        "sentence": "[理保子「]::あぁ、その事？　別にいいけど……キミは何も憶えてないの？」",
        "translation": "Rihoko「À, chuyện đó hả? Cũng được thôi… Cậu không nhớ gì à?」\n"
    },
    {
        "sentence": "[理保子「]::ええ、その通り。キミはテニスボールが頭にぶつかって、その場で気絶しちゃったのよ」",
        "translation": "Rihoko「Ừ, đúng thế đấy. Cậu bị quả bóng tennis nện trúng đầu, xỉu ngay tại chỗ luôn.」\n"
    },
    {
        "sentence": "[理保子「]::だから、駆けつけた私とテニス部員、そして教育実習生の子と一緒に、保健室まで運んできたの」",
        "translation": "Rihoko「Thì đó, nên tôi với mấy đứa trong câu lạc bộ tennis, với cả giáo viên thực tập, chạy vội tới khiêng cậu vào phòng y tế đấy.」"
    },
    {
        "sentence": "[理保子「]::ふふ～ん、それにしても、身を呈して実習生をかばうなんて、キミも大した男の子よねぇ～」",
        "translation": "Rihoko「Hứ～, mà nói đi cũng phải nói, xả thân ra che chở cho giáo viên thực tập, cậu cũng ra dáng đàn ông phết đấy nhờ～」"
    },
    {
        "sentence": "[理保子「]::何でも、キミがいなかったら、代わりにあの子が怪我してたって言うじゃない。やっぱり男はこうでなくっちゃ！　いよっ、色男！」",
        "translation": "Rihoko「Nghe nói không có cậu thì con bé đó bị thương thay rồi đấy. Đúng là đàn ông phải thế này chứ! Ối dồi ôi, chuẩn men!」\n"
    },
    {
        "sentence": "[理保子「]::もう下校時刻を過ぎてるわよ。なんせ３時間はここで気を失ってたからね、キミは」",
        "translation": "Rihoko「Giờ quá giờ tan học lâu rồi đấy cậu biết không? Dù gì thì cậu cũng ngất ở đây tận ba tiếng đồng hồ rồi cơ mà.」\n"
    },
    {
        "sentence": "[理保子「]::……まぁ、キミも目を覚ました事だし、私もそろそろ着替えて帰ろうと思うんだけどぉ～」",
        "translation": "Rihoko「Mà thôi, cậu cũng tỉnh rồi, tôi cũng nên thay đồ rồi về đây.」\n"
    },
    {
        "sentence": "[理保子「]::ん……？」",
        "translation": "Rihoko「Hửm…?」\n"
    },
    {
        "sentence": "[理保子「]::それがね、ほら、キミを保健室まで運んだじゃない？　その時、結構汗をかいちゃったから、下着が……」",
        "translation": "Rihoko「Chuyện là, lúc tôi bế cậu đến phòng y tế ấy? Lúc đó tôi đổ mồ hôi nhiều quá nên… đồ lót bị ướt hết rồi.」\n"
    },
    {
        "sentence": "[理保子「]::あら、やぁん☆　何を言わせるのよぉ～！　もう、エッチなんだからぁ～☆」",
        "translation": "Rihoko「Ôi trời, ái chà chà…☆ Cậu bắt tôi nói cái gì thế hảaa~!? Thật là, đồ biến thái màaa~☆」\n"
    },
    {
        "sentence": "[理保子「]::んふふ～、ぶつけた所が痛むようならまたいらっしゃいねぇ～。じゃあ、バイバ～イ☆」",
        "translation": "Rihoko「Ufufu~, nếu chỗ nào bị đau thì cứ việc quay lại đây nhé. Thôi, tạm biệt cậu nhaa~☆」\n"
    },
    {
        "sentence": "[理保子「]::うーん……」",
        "translation": "Rihoko「Ừ...」\n"
    },
    {
        "sentence": "[理保子「]::……ま、いっか。どうせ下着を穿き替えるんだし、いいわよね」",
        "translation": "Rihoko「……Thôi kệ đi. Đằng nào mình cũng thay đồ lót, thế cũng được đấy chứ.」\n"
    },
    {
        "sentence": "[理保子「]::んんっ……くぅ、ふ、んんっ…………！」",
        "translation": "Rihoko「Ư... ư...khư...ư... ư....!」\n"
    },
    {
        "sentence": "[理保子「]::んはぁんんっ……！　あん、こんな熱くっ、なっちゃってぇ……ふぅん、すごく、感じるわぁ……！」",
        "translation": "Rihoko「Ư...ư... ôi trời... nóng quá... sướng quá đi mất...!」\n"
    },
    {
        "sentence": "[理保子「]::あふぅ、んっ、くぅんっ！　はぁ……あぁ、いいっ、いいのぉ……はぁ、オマンコ、こんなビクビクッ、してるぅ……！」",
        "translation": "Rihoko「Á...ư... ư... Khư...ư... Sướng... sướng quá...ư...ư, lồn mình... đang run rẩy... bần bật... thế này...!」\n"
    },
    {
        "sentence": "[理保子「]::はうっ、んっ、ちょっと触った、あんんっ、だけ、なのにぃ……すごく熱いの、はぁ、ひぅうんっ！」",
        "translation": "Rihoko「Ư...ư... chỉ vừa mới chạm nhẹ... á... thôi mà... mà sao nóng thế... hộc... hic...!」\n"
    },
    {
        "sentence": "[理保子「]::あぁあああんんっ……！？」",
        "translation": "Rihoko「Á á á á...!?」\n"
    },
    {
        "sentence": "[理保子「]::んはぁっ、ここっ、クリトリス、いいっ！　あっ、はん、勃起したクリッ、弄り回すの……あぁん、いいっ、気持ちいいのぉ！」",
        "translation": "Rihoko「Ư... ở đây... hột le... sướng! Á...ư... hột le cương rồi... xoa mạnh vào... a... sướng... sướng quá đi mất...!」\n"
    },
    {
        "sentence": "[理保子「]::ふぅうっ、はっ……あはぁ、これっ、んっ、すごいぃ！　あぁ、あっ、くぅうんっ！　いいのっ、クリッ、いいんっ！」",
        "translation": "Rihoko「Phù... hộc... a ha, cái này... ư... sướng vãi! A... á... ku... sướng... thích thế... sướng...!」\n"
    },
    {
        "sentence": "[理保子「]::あぁあぁ、クリッ……勃起クリも、いいけどっ……あはぁ、こっちもっ、こっちも欲しくなって、きちゃったぁ……！」",
        "translation": "Rihoko「Á á, cái hột le... hột le cương cũng sướng thật... a ha, chỗ này nữa... chỗ này cũng muốn... chịu hết nổi rồi...！」\n"
    },
    {
        "sentence": "[理保子「]::んぁあああっ、おっぱいぃ！　はぁ、あっ、あうぅううんんっ……！」",
        "translation": "Rihoko「Ư á a a... vú... hộc... á... ứ ừ...！」\n"
    },
    {
        "sentence": "[理保子「]::あぁんんっ、はぅ、おっぱいっ……うぅうぅん、これっ、いいっ！　おっぱい、感じてっ……ふぁああぁっ！」",
        "translation": "Rihoko「Á... ư... vú... ư... thích... vú... thích... á...！」\n"
    },
    {
        "sentence": "[理保子「]::んあぁっ、はっ、感じるっ！　クリトリスっ、んんっ、おっぱいも、いっぱい感じてっ……んぁあ、あはぁっ！」",
        "translation": "Rihoko「Ư á, hộc, sướng quá đi mất! Hột le, ư ư, vú nữa, sướng quá trời... ư á, a ha!」\n"
    },
    {
        "sentence": "[理保子「]::んふぅ……あぁ、はぁあんっ、オッパイっ、乳首も、すごく硬くなってっ……んんっ、クリとっ、同じくらい、勃起してるぅ！」",
        "translation": "Rihoko「Ư... a... á, vú... cả núm vú nữa, cứng đờ hết cả rồi... ư... hột le... cũng cương lên y như vậy luôn kìa!」\n"
    },
    {
        "sentence": "[理保子「]::あぁ、乳首ぃ、こんな、コリコリしてぇ……あっ、ああぁ、すごい、痺れるぅ！　電気、走っちゃうぅ！！」",
        "translation": "Rihoko「Á, núm vú... cứ cưng cứng thế này... á á, phê quá, tê hết cả người! Điện giật mình luôn rồi!!」\n"
    },
    {
        "sentence": "[理保子「]::はぁ、あっ、あうぅうっ……！　はぁ、乳首、すごいわぁ！　あんっ、おっぱいぃ、オマンコより、感じるのぉ！」",
        "translation": "Rihoko「Hộc... á... ư ư... hộc! Núm vú... phê vãi! Á... vú... mình sướng vú hơn cả lồn nữa cơ!」\n"
    },
    {
        "sentence": "[理保子「]::ひぃんんっ、もっと、もっとオッパイィ……！　あぁ、ダメェ、弾けちゃう、くらいっ、オッパイ、感じたいぃ……！！」",
        "translation": "Rihoko「Hư... nữa đi, cho vú mình thêm nữa đi!... A... không được, căng muốn nứt ra luôn rồi, muốn... muốn sướng vú nữa...!!」\n"
    },
    {
        "sentence": "[理保子「]::ああぁんっ！　んひぃ、ひぃいいんっ！！」",
        "translation": "Rihoko「Ư á! Ư hí, hí í!!」\n"
    },
    {
        "sentence": "[理保子「]::はぁ、あっ、んぁああっ！　あっ、いいっ、オッパイッ、すごい、すごくいいっ！　ふわぁあ、あ、あぁあ！」",
        "translation": "Rihoko「Hà, á, ư á... á, sướng, vú, đã quá, sướng vãi! Phê... a, a a!」\n"
    },
    {
        "sentence": "[理保子「]::んぁあ、あぁ、これっ、いいのぉ！　あっ、オッパイ、グニュグニュッ……！　はぁ、あっ、あ、ひゃぁあんっ！！」",
        "translation": "Rihoko「Ư... á, á, chỗ này... sướng thế! Á, vú... nhũn nhũn...! Haa, á, a, á á!!」\n"
    },
    {
        "sentence": "[理保子「]::んくぅ、ふぁ、あっ、はうぅんっ！　オッパイィ、私の、オッパイ、めちゃくちゃぁ！　あぁ、強いの、はん、感じるぅ！」",
        "translation": "Rihoko「Ư... kh... á... á! Vú... vú của mình... đã quá! Aaa, mạnh thế... hự... sướng quá đi mất!」\n"
    },
    {
        "sentence": "[理保子「]::ああぁぁ、ダメッ、こんな、気持ち良くなったらっ、あっ、ひゃんっ、ダメ、これじゃ、出ちゃうぅっ！　出そうなのぉ！」",
        "translation": "Rihoko「Á á, không... đừng mà, sướng... sướng quá mất, á, ưm... không, thế này thì ra mất! Sắp ra rồi!」\n"
    },
    {
        "sentence": "[理保子「]::あんっ、ふぁあ、やぁっ、だめっ……ふぁあっ、あぁ、オッパイ、すごく張ってっ！　んはぁ、あひっ、ひぃいんっ！！」",
        "translation": "Rihoko「Ư... á, á, đừng mà... haa... á, vú... căng quá trời! Ư... á... ư ư!!」\n"
    },
    {
        "sentence": "[理保子「]::ひぃん、んぁ、あっ、やっ、ダメッ、これっ、はぁん！　あぁ、やっ、もう、あっ、はっ、ああぁ！」",
        "translation": "Rihoko「Ư... á... á... khoan... cái này... hự! Aaa... đừng... nữa... á... hự... áaaaa!」\n"
    },
    {
        "sentence": "[理保子「]::いやぁんっ！　ダメッ、出る、出ちゃうぅ！　やぁ、もぅ、んはぁ、はぁ、あぁ、出るぅううっ！！」",
        "translation": "Rihoko「Ư... không... đừng mà, ra... ra mất thôi! A... ư... hự... á... ra rồi...!!」\n"
    },
    {
        "sentence": "[理保子「]::やぁ、で、出るぅうっ！　んぉ、おおっ、おぉおおぉおっ！！」",
        "translation": "Rihoko「Á á, ra... ra rồi...!! Ư... ô... ô ô ô ồ!!」\n"
    },
    {
        "sentence": "[理保子「]::んほぉおおぉおおおぉおおんんっ！！」",
        "translation": "Rihoko「Ư ư ồ ồ ồ ồ ồ ồ ồ ồ ồ...!!」\n"
    },
    {
        "sentence": "[理保子「]::んぉおおっ、おぉっ、ああぁ、出るぅ、ミルクッ……オッパイミルクっ、あはぁ、出てっ、んあっ、はぁあんっ！」",
        "translation": "Rihoko「Ư... ồ ồ ồ... á á, ra... sữa... sữa ngực... a ha... ra... ư á... hự!」\n"
    },
    {
        "sentence": "[理保子「]::んはぁあぁ、いいっ、ミルクゥ！　あぁ、出るの、はぁ、あんっ、全部、全部出てぇっ……！！」",
        "translation": "Rihoko「Ư... sướng... sữa kìa! A... ra rồi... hự... tất cả, ra hết... ra hết đi...!!」\n"
    },
    {
        "sentence": "[理保子「]::……んはぁ、あ、ミルクゥ……はぁ、はぁ……んっ、もう、終わっちゃったぁ……」",
        "translation": "Rihoko「……ưm ha, a, sữa... hự hự... ưm, hết... hết rồi à...」\n"
    },
    {
        "sentence": "[理保子「]::……フフフッ」",
        "translation": "Rihoko「……Ufufu」\n"
    },
    {
        "sentence": "[理保子「]::フフッ、どうだったかしら？　楽しんでもらえた？　覗き魔さん♪」",
        "translation": "Rihoko「Ufufu, thế nào hả cậu? Vừa lòng không? Kẻ trộm nhìn trộm♪」\n"
    },
    {
        "sentence": "[理保子「]::ウフフッ、ほらぁ、いつまでもそんな所に隠れてないで、こっちにいらっしゃい♪」",
        "translation": "Rihoko「Ufufu, thôi nào, đừng có mà trốn mãi ở đấy, lại đây chơi đi cưng♪」\n"
    },
    {
        "sentence": "[理保子「]::フフッ、いらっしゃ～い。随分と恥ずかしいところを見せちゃったわねぇ～♪」",
        "translation": "Rihoko「Ufufu, ra đây rồi à. Để cậu thấy hết cả chỗ xấu hổ của tôi rồi ha～♪」\n"
    },
    {
        "sentence": "[理保子「]::もう、何よぉ、その顔はぁ？　別に取って食おうって訳じゃないんだから、心配しなくても大丈夫よぉ☆」",
        "translation": "Rihoko「Bộ dạng gì đấy hả? Đâu có định ăn thịt cậu đâu mà lo lắng thế☆」\n"
    },
    {
        "sentence": "[理保子「]::いいわよぉ、何でも聞いてちょうだい。あ、でもスリーサイズだけはダメよ☆　理保子のヒ・ミ・ツだからぁ♪」",
        "translation": "Rihoko「Sướng nhé, hỏi gì cũng được hết đó. À, nhưng mà số đo ba vòng thì miễn nha☆ Bí mật của Rihoko đó nha♪」\n"
    },
    {
        "sentence": "[理保子「]::あぁ、その事？　フフッ、それはね……」",
        "translation": "Rihoko「À, chuyện đó hả? Ufufu, là vầy nè......」\n"
    },
    {
        "sentence": "[理保子「]::私ね、これでも人を見る目があるの。だから、キミを見た瞬間、どんな人間か気付いたのよ」",
        "translation": "Rihoko「Tôi á, dù gì cũng có con mắt nhìn người đấy. Bởi vậy, vừa nhìn cậu một cái là tôi biết cậu là người như thế nào rồi.」\n"
    },
    {
        "sentence": "[理保子「]::まぁ、他にもいくつか理由はあるわよ。例えば、そこの壁にある覗き穴」",
        "translation": "Rihoko「Mà, còn vài lý do khác nữa cơ. Ví dụ như, cái lỗ nhìn trộm trên tường kia kìa.」\n"
    },
    {
        "sentence": "[理保子「]::今朝から何の穴か気になってたんだけどぉ、キミを見た時にピンときたの。これは覗き穴だって、ね」",
        "translation": "Rihoko「Từ sáng tới giờ tôi cứ thắc mắc cái lỗ gì, vừa thấy cậu là tôi biết ngay. Đây là lỗ nhìn trộm chứ gì nữa.」\n"
    },
    {
        "sentence": "[理保子「]::フフッ、それにね……キミ、私が母乳を噴いた時、すごく動揺したでしょ？」",
        "translation": "Rihoko「Ufufu, với lại nhé... cậu thấy lúc tôi phun sữa mẹ, cậu cuống quýt cả lên đúng không?」\n"
    },
    {
        "sentence": "[理保子「]::だってその時、覗き穴からの気配が大きく揺らぐのを感じたの」",
        "translation": "Rihoko「Tại vì lúc đó, tôi cảm thấy cái động tĩnh từ lỗ nhìn trộm rung chuyển mạnh lắm.」\n"
    },
    {
        "sentence": "[理保子「]::まぁ、それで完全にキミが覗いてる事を確信したんだけどね。どう、当たってるでしょ？」",
        "translation": "Rihoko「Thì đó, nhờ vậy mà tôi hoàn toàn chắc mẩm là cậu đang dòm ngó rồi đấy. Sao hả, trúng phóc chứ gì?」\n"
    },
    {
        "sentence": "[理保子「]::ええ、そうよ」",
        "translation": "Rihoko「Ừ, đúng vậy đó.」\n"
    },
    {
        "sentence": "[理保子「]::う～ん、それはねぇ……」",
        "translation": "Rihoko「Ừhm, cái đó thì khó nói lắm a nha…」\n"
    },
    {
        "sentence": "[理保子「]::何て言うか、キミにそういうのを見せるのも、面白いかなぁ～、って思ったからよ♪」",
        "translation": "Rihoko「Kiểu như, cho cậu xem cái đó của tôi, chắc cũng thú vị ha~, nên tôi mới làm vậy đó mà.」\n"
    },
    {
        "sentence": "[理保子「]::あら～ん、酷い言いようねぇ～。自分だって覗き魔の変態のクセにぃ～」",
        "translation": "Rihoko「Ái chà chà, cậu nói chuyện ác quá nha. Tưởng mình không phải là thằng biến thái thích nhìn trộm chắc.」\n"
    },
    {
        "sentence": "[理保子「]::フフッ、でもいいじゃない。そんな変態サンの方が、私も好きだからね、ウフフフッ」",
        "translation": "Rihoko「Ufufu, nhưng mà như thế có phải sướng không? Tôi thích mấy thằng biến thái như cậu mà, ufufufu.」\n"
    },
    {
        "sentence": "[理保子「]::……それで、聞きたい事はそれだけ？」",
        "translation": "Rihoko「……Vậy, chuyện cậu muốn hỏi chỉ có thế thôi hả?」\n"
    },
    {
        "sentence": "[理保子「]::その事ね……フフ、残念だけど、私は妊娠なんてしてないわよ」",
        "translation": "Rihoko「Chuyện đó hả… Hahaha, tiếc thật, tôi không có thai đâu.」\n"
    },
    {
        "sentence": "[理保子「]::でも、私は母乳を噴く……それには理由があるのよ」",
        "translation": "Rihoko「Nhưng mà, tôi phun sữa mẹ ra… Chuyện đó có lý do đấy.」\n"
    },
    {
        "sentence": "[理保子「]::私ね、医学生時代にとある成分を研究していたの」",
        "translation": "Rihoko「Thật ra, hồi còn là sinh viên y khoa, tôi có nghiên cứu một vài thành phần.」\n"
    },
    {
        "sentence": "[理保子「]::けど、その成分って希少すぎて、なかなか思うようにサンプルが揃わず、その時はろくな実験も出来なかったわ」",
        "translation": "Rihoko「Mà, cái thành phần đó hiếm có khó tìm, kiếm được mẫu ưng ý khó vãi, nên hồi đó thí nghiệm cũng chẳng ra ngô ra khoai gì.」\n"
    },
    {
        "sentence": "[理保子「]::まあ、そんな顔をしないで、黙って最後まで聞きなさい」",
        "translation": "Rihoko「Thôi nào, đừng có mà làm cái mặt đó nữa, im miệng nghe cho hết đi.」\n"
    },
    {
        "sentence": "[理保子「]::その成分について、詳しい分析は出来なかったけど、一つだけ分かった事があるの」",
        "translation": "Rihoko「Về cái thành phần đó, tôi không phân tích kỹ được, nhưng mà có một điều tôi biết.」\n"
    },
    {
        "sentence": "[理保子「]::それは、『女性ホルモンに影響を及ぼし、女性の体質に何らかの変化を引き起こす』という、極めて特殊な特質を持っていた」",
        "translation": "Rihoko「Nó có một đặc tính cực kỳ đặc biệt, là 'gây ảnh hưởng đến hormone nữ, và gây ra một vài thay đổi thể chất cho phụ nữ'.」\n"
    },
    {
        "sentence": "[理保子「]::私はその成分の解明を研究課題として取り組んできたけど……結局、大学では、成果を上げる事は出来なかった」",
        "translation": "Rihoko「Tôi đã lấy việc giải mã thành phần đó làm đề tài nghiên cứu… nhưng mà, rốt cuộc ở trường đại học, tôi không thể đạt được thành quả gì.」\n"
    },
    {
        "sentence": "[理保子「]::それでも、研究の道は閉ざさずに、こうして保健医をしながら地道に続けてたら……ウフフッ、一つの転機が訪れたのよ」",
        "translation": "Rihoko「Ấy thế mà, tôi không có bỏ bê con đường nghiên cứu, cứ âm thầm làm bác sĩ ở đây rồi tiếp tục… Ufufu, một bước ngoặt đã đến với tôi đấy.」\n"
    },
    {
        "sentence": "[理保子「]::つい最近の事だけど、とある男の子の協力によって、その成分を持つサンプルを手に入れたの」",
        "translation": "Rihoko「Chuyện này mới xảy ra gần đây thôi, nhờ có một thằng nhóc hợp tác, tôi mới kiếm được mẫu có cái thành phần đó đấy.」\n"
    },
    {
        "sentence": "[理保子「]::単刀直入に言うと、その男の子の精液の中に、私が欲しがってた成分があったのよね」",
        "translation": "Rihoko「Nói thẳng luôn, trong tinh dịch của thằng nhóc đó có cái thứ mà tôi thèm khát.」\n"
    },
    {
        "sentence": "[理保子「]::そして、その子の精液を、私は飲んだの……」",
        "translation": "Rihoko「Rồi, tôi húp hết tinh dịch của cậu ta luôn…」"
    },
    {
        "sentence": "[理保子「]::すると、妊娠経験もないのに、母乳を噴いてしまう体質になってしまった、という訳。分かった？」",
        "translation": "Rihoko「Vậy là, dù chưa mang thai lần nào, mà cơ thể lại thành ra cái kiểu dễ dàng phun sữa mẹ ra thế đấy. Hiểu chưa?」\n"
    },
    {
        "sentence": "[理保子「]::……ん？　もう聞きたい事はないの？　これでキミの質問は終わり？」",
        "translation": "Rihoko「……Ủa? Hết chuyện muốn hỏi rồi hả? Xong hết câu hỏi của cậu rồi đó?」\n"
    },
    {
        "sentence": "[理保子「]::じゃあ、次は私からいいかしら？　キミに聞きたい事があるんだけどぉ……」",
        "translation": "Rihoko「Vậy, đến lượt tôi hỏi cậu được không? Có chuyện muốn hỏi cậu đây…」\n"
    },
    {
        "sentence": "[理保子「]::……と、いきたいところだけど、さすがにこれ以上学生を残しておくのは気が引けるわね」",
        "translation": "Rihoko「……Muốn thế thật đấy, cơ mà, giữ học sinh ở lại lâu hơn nữa thì tôi thấy hơi áy náy.」"
    },
    {
        "sentence": "[理保子「]::それじゃ、とりあえず名前だけでも聞いておきましょうか。キミの名前を教えてくれる？」",
        "translation": "Rihoko「Vậy thì, cứ cho tôi xin cái tên trước đã được không? Cho tôi biết tên của cậu đi?」\n"
    },
    {
        "sentence": "[理保子「]::ねぇ、どうしたのよ～？　名前くらいちゃんとあるでしょ～？」",
        "translation": "Rihoko「Này, sao thế hả～? Đến cái tên tử tế cũng có chứ hả～?」\n"
    },
    {
        "sentence": "[理保子「]::そう。小橋慎吾君ねぇ。なかなかいい名前じゃない♪」",
        "translation": "Rihoko「Ra vậy. Kobashi Shingo hả. Tên nghe cũng sướng đó chứ♪」\n"
    },
    {
        "sentence": "[理保子「]::ウフフッ……それでね、小橋君」",
        "translation": "Rihoko「Ufufu… Thế này nhé, nhóc Kobashi」\n"
    },
    {
        "sentence": "[理保子「]::明日、また同じ時間……下校時刻過ぎにここへ来てくれないかしら？」",
        "translation": "Rihoko「Ngày mai, vẫn giờ này nhé… Sau giờ tan học tới đây cho tôi có được không?」\n"
    },
    {
        "sentence": "[理保子「]::ええ。今日キミに聞きたかった事を、明日改めて聞かせて欲しいの。いいでしょ？」",
        "translation": "Rihoko「Ờ. Chuyện hôm nay tôi muốn hỏi cậu, để mai tôi hỏi lại có được không? Sướng nhá?」\n"
    },
    {
        "sentence": "[理保子「]::いいじゃないの。今日はオナニーまで見せてあげたんだしぃ、理保子のお願い、聞いてほしいなぁ～☆」",
        "translation": "Rihoko「Thế thì có sao đâu. Hôm nay tôi còn cho cậu xem cả lúc tôi tự sướng rồi đấy, nghe tôi xin xỏ một tí đi mà～☆」\n"
    },
    {
        "sentence": "[理保子「]::んふふ～、ありがとう。それじゃ、本当に遅くなっちゃうし、日が沈む前に帰りなさい」",
        "translation": "Rihoko「Ufufu～, cảm ơn nha. Vậy thôi, muộn thật rồi, về trước khi trời sập tối đi cưng.」\n"
    },
    {
        "sentence": "[理保子「]::バイバ～イ☆　約束、破っちゃや～よ☆」",
        "translation": "Rihoko「Bye bye～☆ Nhớ giữ lời đấy nhá～☆」\n"
    }
]